{
  "poetryList" : [
                  {
                  "name" : "山村咏怀",
                  "author" : "邵雍",
                  "content" : "一去二三里，烟村四五家。亭台六七座，八九十枝花。",
                  "addtionInfo" : "去：指距离。烟村：被烟雾笼罩的村庄。亭台：泛指供人们游赏、休息的建筑物。",
                  "analysesInfo" : "这首诗通过列锦的表现手法把烟村、人家、亭台、鲜花等景象排列在一起，构成一幅田园风光图，并创造出一种淡雅的意境，表达出诗人对大自然的喜爱与赞美之情。&&&“一去二三里，烟村四五家”两句是一种线状的视觉印象，“一去”做水平运动，”二三“虚指数量多，炊烟袅袅呈垂直状态，“亭台六七座，八九十枝花”两句变换为点状视觉印象：亭台座座，鲜花朵朵。&&&诗人在这首诗中的每句安排一个量词，即“里”、“家”、“座”、“枝”，新颖有变化，也在每句中安排两三个数字：“一”字打头，“二三”“四五”和“六七”嵌于句中，“八九十”又回归句首，把一到十表示数目的十个汉字按照自然数序同小路、烟、村、亭台、鲜花编织在一起，随着诗句和画面自然排列，只用了寥寥几笔就构成一幅自然朴实而又朦胧的山村风景画，自然地融于山村的意境之中。",
                  "transferInfo" : "不知不觉一走就离家二三里远了，轻雾笼罩着四五户人家。路边亭台楼阁有六七座，还有八九十枝的鲜花在绽放。",
                  "backgroundInfo" : "这首诗的具体创作时间不详。是诗人在阳春三月去共城（今河南辉县）游玩时，看到了乡间野外的骀荡春光和迷人的乡村风物，为了表达诗人的闲适心绪和充分享受生活的积极人生态度，写下了这首诗。",
                  "classInfo" : "101",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "1",
                  "source" : "11",
                  "placeHolder" : ""
                  },{
                  "name" : "画",
                  "author" : "王维",
                  "content" : "远看山有色，近听水无声。春去花还在，人来鸟不惊。",
                  "addtionInfo" : "色：颜色，也有景色之意 。惊：吃惊，害怕。",
                  "analysesInfo" : "此诗描写的是自然景物，赞叹的却是一幅画。前两句写其山色分明，流水无声；后两句描述其花开四季，鸟不怕人。四句诗构成了一幅完整的山水花鸟图。全诗对仗工整，尤其是诗中多组反义词的运用，使其节奏清晰，平仄分明，韵味十足，读着琅琅上口。全诗读起来似乎行行违反自然规律，其实正是暗中设谜，写出了画的特点。&&&“远看山有色”远山含笑，有色便是好山，何为有色？清秀俊朗红湿绿垂是色，寒色苍苍亦是佳色，奇傀峭拔也是异色，只因其距离而产生美感，让人觉其有无限的风光。此乃是“静境”，静境之美出乎首句，在于有静心者能品之。这就好比是阳春白雪，一开始就将下里巴人给赶出了艺术空间。取消了浮躁者的欣赏美的资格。在这里，任何的浮躁都不行，有的只是心静如水.但不是死水而是活水.你看画中有水呢?一汪春水有着挡不住的盛情倾泻而出，一种流动之美跳跃于诗人的眼中。&&&“近听水无声”源头活水本是“动境”，而无声二字又进入静境，宁静致远.和首句并无矛盾之处.动静的取舍上诗人可以说是能够做到游刃有余.是什么如此神奇？静的如此让人难以放弃去一探究竟，这样，我们就会接近此诗此画，这样心神和山水便靠近了。一切的妙处只是因为“无声”，无声是一种美。王羲之的诗中有“在山阴道上行，如在镜中游”，便也是这种美。有声无声都溶在一起，完美的天籁之声！庄子所提的“天籁”之声就是如此，当“天籁”与“人籁”“地籁”一起时，便共同构成一个常人无法言语的自然之声。&&&“春去花还在，人来鸟不惊。”花儿在那个最美的季节里尽情的开放，并最终将自己的生命燃烧般的开到最美。美到极致后，飘然而去。但此中花儿不谢，只因在画中。不仅仅是如此，写的近近是画中的花，是春尽之时，花儿尽逝，无处得美而伤怀的感触在里面。鸟儿不惊，不知青春已尽，岁月已逝。徒留下多少悔恨。&&&诗中的画似乎代表着一种梦想，一种可见而不可得的梦想，但那种梦想只是在人的心灵处于一种安静的状态中我们才能够想起。但不可得已是事实，诗人唯有带着淡淡的幽思去寻觅世间最后的能够寄托情怀的东西。人已去，空留花，鸟未惊，人又来，没有永恒的美丽，而一切的美丽都将隐于虚幻。",
                  "transferInfo" : "远看高山色彩明亮，走到近处却听不到水的声音。春天过去，可是依旧有许多花草争奇斗艳，人走近，可是鸟却依然没有被惊动。",
                  "backgroundInfo" : "此诗为诗人赞画之作。关于这首诗的作者，有多种说法。一说是唐代王维所作，但在王维的作品，或在《全唐诗》都没有此诗；一说是原为南宋僧人川禅师为注释佛教经典《金刚经》所作的偈颂诗的一部分；一说为宋代佚名诗人所作，如上海市一年级小学语文等教材中编入此诗时，作者一栏里即是“宋·佚名”。",
                  "classInfo" : "74",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "2",
                  "source" : "1",
                  "placeHolder" : ""
                  },{
                  "name" : "静夜思",
                  "author" : "李白",
                  "content" : "床前明月光，疑是地上霜。举头望明月，低头思故乡。",
                  "addtionInfo" : "静夜思：静静的夜里，产生的思绪 。疑：好像。举头：抬头。",
                  "analysesInfo" : "这首诗写的是在寂静的月夜思念家乡的感受。&&&诗的前两句，是写诗人在作客他乡的特定环境中一刹那间所产生的错觉。一个独处他乡的人，白天奔波忙碌，倒还能冲淡离愁，然而一到夜深人静的时候，心头就难免泛起阵阵思念故乡的波澜。何况是在月明之夜，更何况是月色如霜的秋夜。“疑是地上霜”中的“疑”字，生动地表达了诗人睡梦初醒，迷离恍惚中将照射在床前的清冷月光误作铺在地面的浓霜。而“霜”字用得更妙，既形容了月光的皎洁，又表达了季节的寒冷，还烘托出诗人飘泊他乡的孤寂凄凉之情。&&&诗的后两句，则是通过动作神态的刻画，深化思乡之情。“望”字照应了前句的“疑”字，表明诗人已从迷朦转为清醒，他翘首凝望着月亮，不禁想起，此刻他的故乡也正处在这轮明月的照耀下。于是自然引出了“低头思故乡”的结句。“低头”这一动作描画出诗人完全处于沉思之中。而“思”字又给读者留下丰富的想象：那家乡的父老兄弟、亲朋好友，那家乡的一山一水、一草一木，那逝去的年华与往事……无不在思念之中。一个“思”字所包涵的内容实在太丰富了。&&&明人胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（李白）、龙标（王昌龄）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。&&&这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻味，千百年来，如此广泛地吸引着读者。&&&一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！",
                  "transferInfo" : "明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。",
                  "backgroundInfo" : "李白《静夜思》一诗的写作时间是公元726年（唐玄宗开元之治十四年）旧历九月十五日左右。李白时年26岁，写作地点在当时扬州旅舍。其《秋夕旅怀》诗当为《静夜思》的续篇，亦同时同地所作。",
                  "classInfo" : "2",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "3",
                  "source" : "2",
                  "placeHolder" : ""
                  },{
                  "name" : "咏鹅",
                  "author" : "骆宾王",
                  "content" : "鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。",
                  "addtionInfo" : "曲项：弯着脖子。歌：长鸣。拨：划动。",
                  "analysesInfo" : "这首诗以一个七岁小孩的眼光看鹅游水嬉戏的神态，写的极为生动活泼。&&&第一句三个“鹅”字，是诗人对鹅的亲切呼唤，也可以理解为模仿鹅的叫声。第二句“曲项向天歌”。曲，弯曲。项，就是脖子。曲项，弯着脖子。歌，唱歌。这两句让人想象出，一个7岁的儿童在对鹅作诗，他指着鹅说：鹅，鹅，鹅，弯曲着长长的脖子，朝着天空唱歌。一下子抓住鹅脖子长的特征，写出它欢叫时洋洋自得的神态。&&&第二句写鹅鸣叫的神态，给人以声声入耳之感。鹅的声音高亢嘹亮，一个“曲”字，把鹅伸长脖子，而且仰头弯曲着嘎嘎嘎地朝天长鸣的形象写得十分生动。这句先写所见，再写所听，极有层次。&&&以上是写鹅在陆地上行进中的情形，下面两句则写鹅群到水中悠然自得游泳的情形。小诗人用一组对偶句，着重从色彩方面来铺叙鹅群戏水的情况。鹅儿的毛是白的，而江水却是绿的，“白”“绿”对照，鲜明耀眼，这是当句对；同样，鹅掌是红的，而水波是青的，“红”“青”映衬，十分艳丽，这也是当句对。而两句中又“白”“红”相对，“绿”“青”相对，这是上下对。这样，回环往复，都是对仗，其妙无穷。&&&在这组对偶句中，动词的使用也恰到好处。“浮”字说明鹅儿在水中悠然自得，一动不动。“拨”字则说明鹅儿在水中用力划水，以致掀起了水波。这样，动静相生，写出了一种变化美。",
                  "transferInfo" : "“鹅，鹅，鹅！”面向蓝天，一群鹅儿伸着弯曲的脖子在歌唱。洁白的羽毛漂浮在碧绿水面，红红的脚掌拨动着清清水波。",
                  "backgroundInfo" : "小时候的骆宾王，住在义乌县城北的一个小村子里。村外有一口池塘叫骆家塘。有一天，家中来了一位客人。客人问了他几个问题。骆宾王皆对答如流，使客人惊讶不已。骆宾王跟着客人走到骆家塘时，一群白鹅正在池塘里浮游，便指着鹅儿要他以鹅作诗，骆宾王略略思索便创作了此诗。",
                  "classInfo" : "8",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "4",
                  "source" : "10",
                  "placeHolder" : ""
                  },{
                  "name" : "春晓",
                  "author" : "孟浩然",
                  "content" : "春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。",
                  "addtionInfo" : "晓：天刚亮的时候，春晓：春天的早晨。不觉晓：不知不觉天就亮了。啼鸟：鸟的啼叫声。知多少：不知有多少。",
                  "analysesInfo" : "《春晓》这首诗是诗人隐居在鹿门山时所做，意境十分优美。诗人抓住春天的早晨刚刚醒来时的一瞬间展开描写和联想，生动地表达了诗人对春天的热爱和怜惜之情。此诗没有采用直接叙写眼前春景的一般手法，而是通过“春晓”(春天早晨)自己一觉醒来后瞬间的听觉感受和联想，捕捉典型的春天气息，表达自己喜爱春天和怜惜春光的情感。&&&诗的前两句写诗人因春宵梦酣，天已大亮了还不知道，一觉醒来，听到的是屋外处处鸟儿的欢鸣。诗人惜墨如金，仅以一句“处处闻啼鸟”来表现充满活力的春晓景象。但人们由此可以知道就是这些鸟儿的欢鸣把懒睡中的诗人唤醒，可以想见此时屋外已是一片明媚的春光，可以体味到诗人对春天的赞美。&&&正是这可爱的春晓景象，使诗人很自然地转入诗的第三、四句的联想：昨夜我在朦胧中曾听到一阵风雨声，现在庭院里盛开的花儿到底被摇落了多少呢？联系诗的前两句，夜里这一阵风雨不是疾风暴雨，而当是轻风细雨，它把诗人送入香甜的梦乡，把清晨清洗得更加明丽，并不可恨。但是它毕竟要摇落春花，带走春光，因此一句“花落知多少”，又隐含着诗人对春光流逝的淡淡哀怨以及无限遐想。",
                  "transferInfo" : "春日里贪睡不知不觉天就亮了，到处可以听见小鸟的鸣叫声。回想昨夜的阵阵风雨声，不知吹落了多少娇美的春花。",
                  "backgroundInfo" : "孟浩然早年隐居在鹿门山，后入长安谋求官职，考进士不中，还归故乡。《春晓》即是他隐居鹿门山时所作。",
                  "classInfo" : "101",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "5",
                  "source" : "2",
                  "placeHolder" : ""
                  },{
                  "name" : "村居",
                  "author" : "高鼎",
                  "content" : "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。",
                  "addtionInfo" : "村居：在乡村里居住时见到的景象。杨柳拂堤：像杨柳一样抚摸堤岸。醉：迷醉，陶醉。春烟：春天水泽、草木间蒸发形成的烟雾般的水汽。散学：放学。纸鸢：泛指风筝，它是一种纸做的形状像老鹰的风筝。鸢：老鹰。",
                  "analysesInfo" : "这首描绘春天风光的小诗，是诗人闲居农村时的即景之作。&&&“草长莺飞二月天”写时间和自然景物。生动地描写了春天时的大自然，写出了春日农村特有的明媚、迷人的景色。早春二月，小草长出了嫩绿的芽儿，黄莺在天上飞着，欢快地歌唱。堤旁的柳树长长的枝条，轻轻地拂着地面，仿佛在春天的烟雾里醉得直摇晃。“草长莺飞”四个字，把春在的景物写活，使读者仿佛感受到那种万物复苏、欣欣向荣的气氛，读者的眼前也好像涌动着春的脉搏。&&&“拂堤杨柳醉春烟”写村中的原野上的杨柳，“拂”，“醉”，把静止的杨柳人格化了。枝条柔软而细长，轻轻地拂扫着堤岸。春日的大地艳阳高照，烟雾迷蒙，微风中杨柳左右摇摆。诗人用了一个“醉”字，写活了杨柳的娇姿；写活了杨柳的柔态；写活了杨柳的神韵。这是一幅典型的春景图。&&&“儿童散学归来早，忙趁东风放纸鸢。”主要写人物活动。描述了一群活泼的儿童在大好的春光里放风筝的生动情景。孩子们放学早，趁着刮起的东风，放起了风筝。儿童正处在人生早春，儿童的欢声笑语，兴致勃勃地放风筝，使春天更加生机勃勃，富有朝气。儿童、东风、纸鸢，诗人选写的人和事为美好的春光平添了几分生机和希望。结尾两句由前两句的物写到人，把早春的迷人渲染得淋漓尽致。&&&春景既然如此动人，生活在这如画的春光中的人更是如此，诗的后两句，由景而及人，诗人饶有情致地写了一个群童放风筝的场面。天气实在太好了，连平时爱在外贪玩的小学生们也一反常态，放学后早早地回到家，赶紧放起风筝来。“散学归来”用一“早”字，说明连孩子们也让这风和日丽的气候给打动。&&&全诗前半部分写景，后半部分写人，前半部分基本上是写的静态，后半部分则添加了一个动态。物态人事互相映衬，动态静态彼此补充，使全诗在村居所见的“春”景这一主题下，完美和谐地得到了统一。",
                  "transferInfo" : "农历二月，青草渐渐发芽生长，黄莺飞来飞去，轻拂堤岸的杨柳陶醉在春天的雾气中。村里的孩子们早早就放学回家，赶紧趁着东风把风筝放上蓝天。",
                  "backgroundInfo" : "诗人晚年遭受议和派的排斥和打击，壮志难酬，于是归隐于上饶地区的农村。在远离战争前线的村庄，宁静的早春二月，草长莺飞，杨柳拂堤，受到田园氛围感染的诗人心情愉悦写下此诗。",
                  "classInfo" : "1",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "6",
                  "source" : "1",
                  "placeHolder" : ""
                  },{
                  "name" : "所见",
                  "author" : "袁枚",
                  "content" : "牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。",
                  "addtionInfo" : "牧童：指放牛的孩子。振：振荡；回荡。说明牧童的歌声嘹亮。林樾（yuè）：指道旁成阴的树。欲：想要。捕：捉。鸣：叫。立：站立。",
                  "analysesInfo" : "这首诗的第一句平平而起，不着痕迹。第二句调子突然高昂，旋律突然加快，从而形成一个高潮。一二句描写了小牧童的天真活泼、悠然自得的可爱模样和他的愉快心情，“骑”字直接写出了牧童的姿势，“振”字则间接点出他的心情。通过“骑”和“振”两个动词,把牧童那种悠闲自在、无忧无虑的心情和盘托了出来。他几乎完全陶醉在大自然的美景之中，简直不知道世间还有“忧愁”二字。正因为心中欢乐，才不禁引吭高歌，甚至于遏行云，“振林樾”。&&&三四句仍然是继续描写神态。第三句是过渡，是作势。写牧童的心理活动，交代了他“闭口立”的原因，也是全诗的转折点。第四句，急转直下，如千尺悬瀑坠入深潭，戛然而止。“忽然”一词，把这个牧童发现树上鸣蝉时的惊喜心情和机警性格栩栩如生地表现了出来。“忽然”发生了变化：由响而静、由行而停，把小牧童闭口注目鸣蝉的瞬间神态写得韵味十足。而“闭”和“立”两个动词，则把这个牧童天真的神态和孩子式的机智刻划得淋漓尽致。全诗纯用白描手法，紧紧抓住小牧童一刹那间的表现，逼真地写出小牧童非常机灵的特点，让人倍觉小牧童的纯真可爱。&&&这是一首反映儿童生活的诗篇，诗人在诗中赞美了小牧童充满童趣的生活画面。诗人先写小牧童的动态，那高坐牛背、大声唱歌的派头，何等散漫、放肆；后写小牧童的静态，那屏住呼吸，眼望鸣蝉的神情，显得特别专注。“此时无声胜有声”。这从动到静的变化，写得既突然又自然，把小牧童天真烂漫、好听多事的形象，刻画得活灵活现。这首诗正是在这种起伏变化中获得了巨大的艺术效果。诗的语言，明白如话，质朴无华，十分本色。至于下一步的动静，小牧童怎样捕蝉，捕到没有，诗人没有写，留给读者去体会、去遐想、去思考。&&&这首诗通过对自然环境和社会生活的描写，直接抒发生活的感受，看似闲情逸致，实则寄托情思。同时这首诗不顾及格律，活泼自由，语言浅显明了，形象自然生动。综观全诗，它所描绘的和平、宁静和优美如画的田园风光，所刻划的活泼、自在和天真无邪的牧童形象，表现了诗人的一种“真性情”。诗人曾经说过 “诗人者，不失其赤子之心也。”毋庸讳言，诗所描绘、所刻划的，正是诗人毕生追求的境界，也正是他所一再强调的“真性情”。",
                  "transferInfo" : "牧童骑在黄牛背上，嘹亮的歌声在树林里回荡。忽然想要捕捉树上鸣叫的知了，于是马上停止唱歌，静悄悄地站立在树旁。",
                  "backgroundInfo" : "袁枚热爱生活，辞官后侨居江宁。其主张抒写性情，所写多为士大夫的闲情逸致。诗人在旅途的路上看见一个牧童骑着牛，唱着歌，忽然听到蝉的叫声，于是停住歌声跳下牛背，准备捕捉蝉。这一幕触发了诗人的诗兴，就写下了这一首“所见”。",
                  "classInfo" : "101",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "7",
                  "source" : "1",
                  "placeHolder" : ""
                  },{
                  "name" : "小池",
                  "author" : "杨万里",
                  "content" : "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。",
                  "addtionInfo" : "泉眼：泉水的出口。惜：吝惜。照水：映在水里。晴柔：晴天里柔和的风光。尖尖角：初出水端还没有舒展的荷叶尖端。上头：上面，顶端。为了押韵，“头”不读轻声。",
                  "analysesInfo" : "此诗是一首描写初夏池塘美丽景色的、清新的小诗。一切都是那样的细，那样的柔，那样的富有情意。宛如一幅花草虫鸟彩墨画。画面之中，池、泉、流、荷和蜻蜓，落笔都小，却玲珑剔透，生机盎然。&&&第一句，紧扣题目写小池的源泉，一股涓涓细流的泉水。泉水从洞口流出，没有一丝声响，当然是小之又小的。流出的泉水形成一股细流，更是小而又小了。这本来很寻常，然而作者却凭空加一“惜”字，说好像泉眼很爱惜这股细流，吝啬地舍不得多流一点儿。于是这句诗就立刻飞动起来，变得有情有趣，富有人性。&&&第二句，写树阴在晴朗柔和的风光里，遮住水面。这也是极平常之事，可诗人加一“爱”字，似乎用她的阴凉盖住小池，以免水分蒸发而干涸，这样就化无情为有情了。而且，诗舍形取影，重点表现水面上的柔枝婆娑弄影，十分空灵。&&&三、四句写池中一株小荷以及荷上的蜻蜓。小荷刚把她的含苞待放的嫩尖露出水面，显露出勃勃生机，可在这尖尖嫩角上却早有一只小小蜻蜓立在上面，它似乎要捷足先登，领略春光。小荷与蜻蜓，一个“才露”，一个“早有”，以新奇的眼光看待身边的一切，捕捉那稍纵即逝的景物。&&&诗题“小池”全篇都在“小”字上做文章。诗词需有不同的题材与刚才，有的重大题材，须写出壮阔的境界、恢宏的气势；有的题材甚小，仅是生活中一个细节，但却能写出幽情逸趣。且此诗写的犹如一幅画，画面层次丰富：太阳、树木、小荷、小池，色彩艳丽，还有明亮的阳光、深绿的树荫、翠绿的小荷、鲜活的蜻蜓，清亮的泉水。画面充满动感：飞舞的蜻蜓、影绰的池水，充满了诗情画意。",
                  "transferInfo" : "泉眼悄然无声是因舍不得细细的水流，映在水里的树阴喜欢这晴天里柔和的风光。小荷叶刚从水面露出尖尖的角，早就有一只小蜻蜓立在它的上头。",
                  "backgroundInfo" : "",
                  "classInfo" : "3",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "8",
                  "source" : "1",
                  "placeHolder" : ""
                  }
	],
    "type" : "poetry_gradeOne",
    "baseID" : "1000",
    "mainClass" : "1"
}
