{
    "poetryList" : [
                    {
                    "name" : "泊船瓜洲",
                    "author" : "王安石",
                    "content" : "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还？",
                    "addtionInfo" : "泊船：停船。泊，停泊。指停泊靠岸。绿：吹绿。京口：古城名。故址在江苏镇江市。瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。一水：一条河。这里的“一水”指长江。一水间指一水相隔之间。钟山：在江苏省南京市区东。",
                    "classInfo" : "6",
                    "poetryID" : "1",
                    "source" : "1",
                    "analysesInfo" : "这是一首著名的抒情小诗，抒发了诗人眺望江南、思念家乡的深切感情。本诗从字面上看，是流露着对故乡的怀念之情，大有急欲飞舟渡江回家和亲人团聚的愿望。其实，在字里行间也寓着他重返政治舞台、推行新政的强烈欲望。&&&“京口瓜洲一水间”，诗人站在瓜洲渡口，放眼南望，看到了南边岸上的“京口”与“瓜洲”这么近，中间隔一条江水。“一水间”三字，形容舟行迅疾，顷刻就到。&&&“钟山只隔数重山”，以依恋的心情写他对钟山的回望，王安石于景祐四年（1037年）随父王益定居江宁，从此江宁便成了他的息肩之地，第一次罢相后即寓居江宁钟山。“只隔”两字极言钟山之近在咫尺。把“万重山刀的间隔说得如此平常，反映了诗人对于钟山依恋之深；而事实上，钟山毕竟被“万重山”挡住了，因此诗人的视线转向了江岸。&&&“春风又绿江南岸”，描绘了江岸美丽的春色，寄托了诗人浩荡的情思。其中“绿”字是经过精心筛选的，极其富于表现力。这是因为：&&&一、这句描绘的生机盎然的景色与诗人奉召回京的喜悦心情相谐合，“春风”一词，既是写实，又有政治寓意。“春风”实指皇恩。宋神宗下诏恢复王安石的相位，表明他决心要把新法推行下去。对此，诗人感到欣喜。他希望凭借这股温暖的春风驱散政治上的寒流，开创变法的新局面。这种心情，用“绿”字表达，最微妙，最含蓄。&&&二、前四字都只从风本身的流动着想，粘皮带骨，以此描写看不见的春风，依然显得抽象，也缺乏个性；“绿”字则开拓一层，从春风吹过以后产生的奇妙的效果着想，从而把看不见的春风转换成鲜明的视觉形象——春风拂煦，百草始生，千里江岸，一片新绿。这就写出了春风的精神，诗思也深沉得多了。&&&三、“绿”字还透露了诗人内心的矛盾，而这正是本诗的主旨。鉴于第一次罢相前夕朝廷上政治斗争的尖锐复杂，对于这次重新入相，他不能不产生更重的顾虑。变法图强，遐希翟契是他的政治理想；退居林下，吟咏情性，是他的生活理想。由于变法遇到强大阻力，他本人也受到反对派的猛烈攻击，秀丽的钟山、恬静的山林，对他产生了很大的吸引力。这句暗暗融入了前人的诗意，表达了作者希望早日辞官归家的心愿。&&&正是有了前三句寓情于景的层层铺垫作势，结句的“明月何时照我还”的抒写乡愁的淋漓之笔，才水到渠成地直泻出来，把乡愁的抒写发挥到了极致。由此看来，王安石的《泊船瓜洲》，并不是一首政治抒情诗，而是一首纯粹的乡愁诗。",
                    "transferInfo" : "京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。",
                    "backgroundInfo" : "公元1070年（神宗熙宁三年），王安石被任命为同平章事（宰相），开始推行变法。但是由于反对势力的攻击，他几次被迫辞去宰相的职务。这首诗写於熙宁八年（1075）二月，正是王安石第二次拜相进京之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "秋思",
                    "author" : "张籍",
                    "content" : "洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。",
                    "addtionInfo" : "意万重：极言心思之多；复恐：又恐怕；行人：指捎信的人；临发：将出发；开封：拆开已经封好的家书。",
                    "classInfo" : "6",
                    "poetryID" : "2",
                    "source" : "11",
                    "analysesInfo" : "这是乡愁诗。通过叙述写信前后的心情，表达乡愁之深。第一句交代“作家书”的原因（“见秋风”），以下三句是描写作书前、作书后的心理活动。作书前是“意万重”，作书后是“复恐说不尽”。“临发开封”这个细节把“复恐说不尽”的心态表现得栩栩如生，意形相融。写的是人人意中常有之事，却非人人所能道出。作客他乡，见秋风而思故里，托便人捎信。临走时怕遗漏了什么，又连忙打开看了几遍。事本子平，而一经入诗，特别是一经张籍这样的高手入诗，便臻妙境。这在诗坛上并不是常有的。 当然以家书为题材的作品，在唐诗中也不乏佳作。像岑参的《逢入京使》：“马上相逢无纸笔，凭君传语报平安。”写作者戎马倥偬，路遇使者，托传口信以慰家人。杜甫的《春望》：“烽火连三月，家书抵万金。”写作者身陷安禄山占领下的长安，不知战乱中的家人是否安吉，切盼来书以慰远情。他们都用独特的技巧表达了思家的心情。这首诗与众不同的是寄深沉于浅淡，寓曲折于平缓，乍看起来，寥寥数语，细细吟味，却有无穷意味。&&&王安石《题张司业》诗说：“看似寻常最奇崛，成如容易却艰辛。”颇能道出这首诗的艺术风格和创作甘苦。诗以秋风起兴，这是自《诗经》以来常用的手法。秋风一起，北雁南飞，他乡羁旅，易触归思。例如刘禹锡的《秋风引》就曾说：“何处秋风至，萧萧送雁群。朝来入庭树，孤客最先闻。”我们再来看看诗人的历史，原来他本籍吴中（今江苏苏州），这又使人想起晋人张翰的故事。据《晋书·张翰传》说：“因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁宦数千里以要名爵乎！’遂命驾而归。”张籍与张翰异代同里，且俱宦游北方。张翰因预测到齐王司马冏即将作乱，知机引退，张籍未必有什么政治上的原因，但在见秋风而思故乡这一点上，却极其相似。他虽不能像张翰那样马上“命驾而归”，但却把一腔思乡之情倾泻在纸上。这种感物缘情的创作冲动，虽然用的是传统的手法“起兴”，但其中包括如许丰富的内涵，不能不是此诗的一个特色。&&&“欲作家书意万重”，其中的“欲”字紧承“见秋风”。原来诗人的心情是平静的，像一泓清水。秋风乍起，吹起他感情上的阵阵涟漪。行文顺畅自如，一气流贯，然而句末“意万重”三字，忽又来一个逆折，犹如书法上的无垂不缩。因此这里诗人的感情并未顺流而下，而是向更深的地方去开掘。这种手法，看似寻常，实极高超。我们细玩诗意：诗人因见秋风而生乡思，于是欲作家书，可是千言万语，又不知从何写起。“意万重”，乃是以虚带实。刘禹锡《视刀环歌》云：“今朝两相视，脉脉万重心。”“万重心”、“万重意”，俱是极言思想感情的复杂。其中究竟有多少心意，每一个有生活经验的读者，都能体会得到。因为是“意万重”，这家书怎么写呢？写了没有？作者没有明言，让读者去想象，这就叫做含蓄不尽，耐人寻味。&&&尽管“意万重”，无从下笔，但就文意看，家书还是写了，问题在于匆匆着笔，意犹未尽。“匆匆”二字，生动如画，既写了自己一方，也反映出捎信者一方。联系下文来看，那个捎信人是在行期在即时遇到的：也许就要上马、上船，即便不像岑参与入京使“马上相逢”那样急迫，总还是行色匆匆不能久停的。由于捎信人是这样行色匆匆，写信人不得不匆匆落笔。由于匆匆落笔，万重心意一下子很难表达清楚。在这种符合逻辑的描绘之中，诗人的急遽之情，匆忙之色，栩栩然如在目前。“说不尽”三字，也与上文“意万重”紧相呼应，由于“意万重”，所以才“说不尽”。而“意万重”也与“见秋风”引起的乡思相关联。黄叔灿《唐诗笺注》说：“首句羁人摇落之意已概见，正家书所说不尽者。‘行人临发又开封’，妙更形容得出。试思如此下半首如何领起，便知首句之难落笔矣。”说明下半首的起头与全诗的起句，环环紧扣，首尾相应。结句更是造语入妙，写情入微，可称一篇之警策。近人俞陛云评论说：“已作家书，而长言不尽，临发开封，极言其怀乡之切。”又说：“此类之诗，皆至性语也。”（《诗境浅说续编》）所谓“至性语”，就是说写出了最真挚的人类共有的感情，而且达于极致。在结构上，上句说“匆匆说不尽”，下句说“临发又开封”，渲染足了“匆匆”的气氛。",
                    "transferInfo" : "洛阳城里刮起了秋风，心中思绪翻涌想写封家书问候平安。又担心时间匆忙有什么没有写到之处，在送信之人即将出发前再次打开信封检查。",
                    "backgroundInfo" : "张籍原籍吴郡，他在创作这首诗时正客居洛阳城。当时是秋季，秋风勾起了诗人独在异乡的凄寂情怀，引起对家乡、亲人的思念之情，于是创作了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "长相思·山一程",
                    "author" : "纳兰性德",
                    "content" : "山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。",
                    "addtionInfo" : "程：道路、路程，山一程、水一程，即山长水远。榆关：即今山海关，在今河北秦皇岛东北。那畔：即山海关的另一边，指身处关外。帐：军营的帐篷，千帐言军营之多。更：旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。聒（guō）：声音嘈杂，这里指风雪声。故园：故乡，这里指北京。此声：指风雪交加的声音。",
                    "classInfo" : "6",
                    "poetryID" : "3",
                    "source" : "11",
                    "analysesInfo" : "词作上片描写跋涉行军与途中驻扎，夹杂着颇多无奈情绪；下片叙述夜来风雪交加，搅碎了乡梦，倍觉惆怅。全词描写将士在外对故乡的思念，抒发了情思深苦的绵长心情。语言淳朴而意味深长，取景宏阔而对照鲜明。&&&“山一程，水一程”，写出旅程的艰难曲折，遥远漫长。词人翻山越岭，登舟涉水，一程又一程，愈走离家乡愈远。这两句运用反复的修辞方法，将“一程”二字重复使用，突出了路途的漫漫修远。“身向榆关那畔行”，点明了行旅的方向。词人在这里强调的是“身”向榆关，那也就暗示出“心”向京师，它使我们想到词人留恋家园，频频回首，步履蹒跚的情况。“那畔”一词颇含疏远的感情色彩，表现了词人这次奉命出行“榆关”是无可奈何的。&&&这里借描述周围的情况而写心情，实际是表达纳兰对故乡的深深依恋和怀念。二十几岁的年轻人，风华正茂，出身于书香豪门世家，又有皇帝贴身侍卫的优越地位，本应春风得意，却恰好也是因为这重身份，以及本身心思慎微，导致纳兰并不能够安稳享受那种男儿征战似的生活，他往往思及家人，眷恋故土。严迪昌《清词史》：“夜深千帐灯’是壮丽的，但千帐灯下照着无眠的万颗乡心，又是怎样情味？一暖一寒，两相对照，写尽了自己厌于扈从的情怀。”“夜深千帐灯”既是上片感情酝酿的高潮，也是上、下片之间的自然转换，起到承前启后的作用。经过日间长途跋涉，到了夜晚人们在旷野上搭起帐篷准备就寝；然而夜深了，“千帐”内却灯光熠熠，为什么羁旅劳顿之后深夜不寐呢？&&&下片侧重游子思乡之苦，交代了深夜不眠的原因。换头写景，风一更雪一更，突出塞外风狂雪骤的荒寒景象。这是以哀景衬伤情，风雪载途，行者乡思更烈。叠用两个一更，突出塞外卷地狂风，铺天暴雪扑打帐篷经久息的情景；也从一个侧面写出了天寒地冻之夜，人之辗转难眠的状态。聒碎乡心梦不成呼应上片的夜深千帐灯一句，直接回答了深夜不寝的原因。着一聒字，突出了风雪声响之巨；且极具拟人味，仿佛这风雪也通人心似的，彻夜念叨着故园的人事，让人心潮起伏。聒碎乡心，用的是夸张手法，形象地表现了一夜征人尽望乡的愁肠百转的心态。故园无此声，交代了梦不成的原因：故乡是没有这样的连绵不绝的风雪聒噪声的，当然可以酣然入梦；而这边塞苦寒之地，怎比钟灵毓秀之京都，况且又是暴风雪肆虐的露营之夜，加之乡心的重重裹挟，就更难入梦了。结尾这一句直截地表达了征人对故乡的深深眷恋之意。&&&从总的来说，上阕写面、写外，铺陈壮观；下阕写点、写内，曲描心情。选取的都是平凡的事物，如山水风雪、灯火声音。又采用短小精悍而通俗易懂的语句，轻巧排列，对应整齐。信手拈来，不显雕琢。全篇融细腻情感于雄壮景色之中，尽显非凡，作者用山，水，千帐灯，风，雪等大的物像，来寄托细腻的情感思绪。缠绵而不颓废，柔情之中露出男儿镇守边塞的慷慨报国之志。没有一般边塞诗的大气、沉痛、悲凉、雄壮，而是风格婉约，笔调缠绵，少了抑扬顿挫的沉雄，多了小女儿的缠绵情态。&&&这首词以白描手法，朴素自然的语言，表现出真切的情感，是很为前人称道的。词人在写景中寄寓了思乡的情怀。格调清淡朴素，自然雅致，直抒胸臆，毫无雕琢痕迹。",
                    "transferInfo" : "跋山涉水走过一程又一程，将士们马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。帐篷外风声不断，雪花不住，嘈杂的声音打碎了思乡的梦，想到远隔千里的家乡没有这样的声音啊。",
                    "backgroundInfo" : "公元1682年（康熙二十一年）二月十五日，云南平定，康熙帝出关东巡，祭告奉天祖陵。词人随从康熙帝诣永陵、福陵、昭陵告祭，二十三日出山海关。塞上风雪凄迷，苦寒的天气引发了词人对京师中家的思念，于是写下了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "牧童",
                    "author" : "吕岩",
                    "content" : "草铺横野六七里，笛弄晚风三四声。归来饱饭黄昏后，不脱蓑衣卧月明。",
                    "addtionInfo" : "牧童：放牛放羊的孩子。铺：铺开。横野：辽阔的原野。弄：逗弄，玩弄。饱饭：吃饱了饭。蓑衣：用草或棕毛编织成的，披在身上的防雨用具，用来遮风挡雨。卧月明：躺着观看明亮的月亮。",
                    "classInfo" : "15",
                    "poetryID" : "4",
                    "source" : "11",
                    "analysesInfo" : "这首诗展示了一幅鲜活的牧童晚归休憩图：原野、绿草、笛声、牧童、蓑衣和明月。诗中有景、有情，有人物、有声音，这生动的一幕，是由远及近出现在诗人的视野里的；写出了农家田园生活的恬静，也体现了牧童放牧生活的辛劳，是一首赞美劳动的短曲。草场、笛声、月夜、牧童，像一幅恬淡的水墨画，使读者的心灵感到安宁。&&&“草铺横野六七里“描述了视觉上的感受，放眼望去，原野上草色葱茏。一个“铺”字，表现出草的茂盛和草原给人的那种平缓舒服的感觉。草场的宽阔无垠为牧童的出场铺垫了一个场景。&&&“笛弄晚风三四声。”描述了听觉上的感受，侧耳倾听，晚风中牧笛声声。一“弄”字，更显出了一种情趣，把风中笛声的时断时续、悠扬飘逸和牧童吹笛嬉戏的意味，传达出来了。笛声的悠扬悦耳，反映出晚归牧童劳作一天后的轻松闲适的心境。未见牧童，先闻其声，具有无限美好的想象空间。这里的“六七里”和“三四声”不是确指的数字，只是为了突出原野的宽阔和乡村傍晚的静寂。&&&“归来饱饭黄昏后”，诗人笔锋一转，开始直接描写牧童，牧童吃饱了饭，已经是黄昏之后了。&&&“不脱蓑衣卧月明”描写牧童休息的情景。把以地为床，以天为帐，饥来即食，困来即眠，无牵无挂，自由自在的牧童形象刻画得活灵活现。诗人没有描写牧童躺下做什么，牧童可能是想舒展下身子，也可能是欣赏月色。诗人似乎只把他之所见如实地写了下来，却有无限的想象空间。&&&《牧童》一诗，不仅让读者感到了“日出而作，日落而息”的生活的安然与恬静，也让读者感受到了牧童心灵的无羁无绊，自然放松。该诗反映了诗人心灵世界的一种追求，对远离喧嚣、安然自乐的生活状态的一种向往。诗中尽道牧童生活的闲逸与舒适。此诗委婉劝说钟傅趁早离开那尔虞我诈、角名竞利的官场，回归田园，过牧童那样无欲无求的生活。在此诗中，牧童即是以智者的化身出现为迷失在宦途中的钟傅指路，而其人未必真是牧童。本诗语言朴直清新，明白如话，表现出一种“由工入微，不犯痕迹”的精湛功夫。",
                    "transferInfo" : "青草像被谁铺开在地上一样，方圆六七里都是草地。晚风中隐约传来牧童断断续续悠扬的笛声。牧童回来吃饱了饭，已是黄昏之后了，他连蓑衣都没脱，就躺在草地上看天空中的圆月。",
                    "backgroundInfo" : "钟傅在镇守平凉（今甘肃省平凉县）的时候，曾经与一位道士闲游，看见一个牧童牵着一头大黄牛来到院子里。道人说此牧童会作诗，钟傅不信。牧童应道人之请，即兴作下此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "舟过安仁",
                    "author" : "杨万里",
                    "content" : "一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。",
                    "addtionInfo" : "安仁：县名，1914年因与湖南安仁县同名而改名余江县。篙：撑船用的竹竿或木杆。棹：船桨。怪生：怪不得。使风：诗中指两个小孩用伞当帆，让风来帮忙，促使渔船向前行驶。",
                    "classInfo" : "15",
                    "poetryID" : "5",
                    "source" : "1",
                    "analysesInfo" : "此诗写诗人乘舟路过安仁时，所见到的情景。&&&“一叶渔船两小童，收篙停棹坐船中。”这里有作者的所见：一叶小渔船上，有两个小孩子，他们收起了竹篙，停下了船桨。&&&“怪生无雨都张伞，不是遮头是使风。”这里省略了诗人看到的两个孩子撑伞的事，省略了作者心中由此产生的疑问，而直接把疑窦顿解的愉悦写了出来。怎么解开的呢?可能是诗人看到孩童异常的行为，就开始更认真地观察、思考，结果当然是恍然大悟：哦，怪不得没下雨他们也张开了伞呢，原来不是为了遮雨，而是舞动伞柄使风吹动小船使船前进啊！也可能是直接就问两个孩子，孩子把原因讲给他听的。不管怎样，知道了原因，作者一定是哑然失笑，为小童子的聪明，也为他们的童真和稚气，于是欣然提笔，记录下这充满童趣的一幕。&&&杨万里写田园诗，非常善于利用儿童稚态，起到点化诗境的效果。他的《宿新市徐公店》(篱落疏疏一径深，树头花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。）《闲居初夏午睡起二绝句》（①梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。②松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。）可以参阅。不同的是，《舟过安仁》是直接把目光聚焦到儿童身上，全诗都是写儿童的稚气行为。杨万里对儿童的喜爱之情溢于言表，对两个小童子玩耍中透出的聪明伶俐赞赏有加。当然，从中也可以看出诗人的童心不泯。表达了作者对天真、可爱的孩子的喜爱之情。",
                    "transferInfo" : "一艘小小的渔船上有两个小孩，他们把撑船的长竹篙收起来，坐在船里。怪不得没下雨他们就张开了伞，不是为了遮雨，而是想利用伞当帆让船前进啊。",
                    "backgroundInfo" : "这首诗作于公元1192年，作者乘舟路过安仁县（现在的江西省余江县）时，看到两个孩童以伞当帆来使船前进。诗人被孩童的稚气和可爱行为感染，从而创作了此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "清平乐·村居",
                    "author" : "辛弃疾",
                    "content" : "茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。",
                    "addtionInfo" : "清平乐（yuè）：词牌名。茅檐：茅屋的屋檐。吴音：吴地的方言。作者当时住在信州（今上饶），这一带的方言为吴音。相媚好：指相互逗趣，取乐。翁媪（ǎo）：老翁、老妇。锄豆：锄掉豆田里的草。织：编织，指编织鸡笼。亡（wú）赖：这里指小孩顽皮、淘气。亡，通“无”。卧：趴。",
                    "classInfo" : "106",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "在这首词中作者通过对农村景象的描绘，反映出他的主观感情，并非只在纯客观地作叙述描写。&&&上阕头两句，写这个五口之家，有一所矮小的茅草房屋、紧靠着房屋有一条流水淙淙、清澈照人的小溪。溪边长满了碧绿的青草。在这里，作者只用了淡淡的两笔，就把由茅屋、小溪、青草组成的清新秀丽的环境勾画出来了。不难看出，这两句在全首词中，还兼有点明环境和地点的使命。&&&三四两句，描写了一对满头白发的翁媪，亲热地坐在一起 ，一边喝酒，一边聊天的优闲自得的画面，这几句尽管写得很平淡，但是，它却把一对白发翁媪，乘着酒意，彼此“媚好 ”，亲密无间，那种和协、温暖、惬意的老年夫妻的幸福生活，形象地再现出来了。&&&这就是无奇之中的奇妙之笔。当然，这里并不仅仅是限于这对翁媪的生活，它概括了农村普遍的老年夫妻生活乐趣，是有一定的典型意义。“吴音”，指吴地的地方话。作者写这首词时，是在江西上饶，此地，春秋时代属于吴国。“媪”，是对老年妇女的代称。&&&下片写大儿子担负着溪东豆地里锄草的重担。二儿子年纪尚小，只能做点辅助劳动，所以在家里编织鸡笼。三儿子不懂世事，只知任意地调皮玩耍，看他趴在溪边剥莲蓬吃的神态。这说明农村中绝大多数并非坐以待食、不劳而获的闲人，即使是未成丁的孩子也要干点力所能及的活儿，则成年人的辛苦勤奋可想而知。“卧”字确实使用最妙， 它把小儿趴在溪边剥莲蓬吃的天真、活泼、顽皮的劲儿，和盘托出，跃然纸上， 从而使人物形象鲜明，意境耐人寻味。表现出只有老人和尚无劳动力的年龄最小的孩子，才悠然自得其乐。作者用了侧笔反衬手法，反映农村生活中一个恬静闲适的侧面，却给读者留下了大幅度的想象补充余地。这与作者的一首《鹧鸪天》的结尾，所谓“城中桃李愁风雨，春在溪头荠菜花”正是同一机杼，从艺术效果看，也正有异曲同工之妙。&&&在写景方面，茅檐、小溪、青草，这本来是农村中司空见惯的东西，然而作者把它们组合在一个画面里，却显得格外清新优美。在写人方面，翁媪饮酒聊天，大儿锄草，中儿编鸡笼，小儿卧剥莲蓬。通过这样简单的情节安排，就把一片生机勃勃和平宁静、朴素安适的农村生活，真实地反映出来了，给人一种诗情画意，清新悦目的感觉，这样的构思巧妙、新颖，色彩和谐、鲜明，给人留下了难忘的印象。&&&从作者对农村清新秀丽 、朴素雅静的环境描写，对翁媪及其三子形象的刻画，表现出词人喜爱农村和平宁静的生活。&&&这首词 ，是作者晚年遭受议和派排斥和打击，志不得伸，归隐上饶地区闲居农村时写的，词作描写农村和平宁静、朴素安适的生活，并不能说是作者对现实的粉饰。从作者一生始终关心宋朝恢复大业来看，他向往这样的农村生活 ，因而会更加激起他抗击金兵、收复中原、统一祖国的爱国热忱。就当时的情况来说，在远离抗金前线的村庄，这种和平宁静的生活，也是存在的，此作并非是作者主观想象的产物，而是现实生活的反映。",
                    "transferInfo" : "草屋的茅檐又低又小，溪边长满了翠绿的小草。含有醉意的吴地方音，听起来温柔又美好，那满头白发的是谁家的公婆父老？大儿子在小溪东边的豆田锄草，二儿子正在家里编织鸡笼。最喜欢的顽皮的小儿子，他正横卧在溪头草丛，剥着刚摘下的莲蓬。",
                    "backgroundInfo" : "此词是辛弃疾闲居带湖期间所作。由于辛弃疾始终坚持抗金的政治主张，一直遭受当权投降派的排斥和打压。从四十三岁起，他长期未得任用。所以他在隐居中更加关注农村生活，写下了大量的闲适词和田园词。这首《清平乐·村居》就是其中之一。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "浪淘沙·九曲黄河万里沙",
                    "author" : "刘禹锡",
                    "content" : "九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。",
                    "addtionInfo" : "浪淘沙：唐教坊曲名。创自刘禹锡、白居易，其形式为七言绝句。后又用为词牌名。九曲：自古相传黄河有九道弯，形容弯弯曲曲的地方很多。万里沙：黄河在流经各地时挟带大量泥沙。浪淘风簸：黄河卷着泥沙，风浪滚动的样子。浪淘：波浪淘洗。簸：掀翻，上下簸动。自天涯：来自天边。李白有一首诗中说：“黄河之水天上来”。古人认为黄河的源头和天上的银河相通。牵牛织女：银河系的两个星座名。自古相传，织女为天上仙女，下凡到人间，和牛郎结为夫妇。后西王母召回织女，牛郎追上天，西王母罚他们隔河相望，只准每年七月七日的夜晚相会一次。牵牛：即传说中的牛郎。",
                    "classInfo" : "101",
                    "poetryID" : "7",
                    "source" : "10",
                    "analysesInfo" : "这首绝句模仿淘金者的口吻，表明他们对淘金生涯的厌恶和对美好生活的向往。同是在河边生活，牛郎织女生活的天河恬静而优美，黄河边的淘金者却整天在风浪泥沙中讨生活。直上银河，同访牛郎织女，寄托了他们心底对宁静的田园牧歌生活的憧憬。这种浪漫的理想，以豪迈的口语倾吐出来，有一种朴素无华的美。&&&淘：用水冲洗。簸：摇动。自：来自。这两句大意是：九曲黄河之中有无数的砂砾，它们随同黄河流经万里，经受了浪涛的冲洗和狂风的簸荡，从天涯一直来到这里。诗人歌咏九曲黄河中的万里黄沙，赞扬它们冲风破浪，一往无前的顽强性格。我们引用时可取其象征意义，歌颂与它们有着共同特点的事物或人们。&&&“如今直上银河去，同到牵牛织女家。”采用了张骞为武帝寻找河源和牛郎织女相隔银河的典故，驰骋想象，表示要迎着狂风巨浪，顶着万里黄沙，逆流而上，直到牵牛织女家，表现了诗人的豪迈气概。&&&这首诗通俗易懂，常见诸儿童读物。刘禹锡写诗常借物抒情言志，牛郎和织女是天上的星宿名称，和高高在上、距己遥远的朝中之位相似。刘禹锡本在高处任职，由于谗言遭到贬谪下放的不公待遇，但诗人为苍生造福的社会理想永不改变。刘禹锡渴望回到能够发挥自己才能的职位，有一番作为，纵然是恶浪频袭也不改入世的初衷。由此可见，诗人百折不挠、积极进取的精神是多么让人欣羡！这首诗用夸张等写作手法抒发了诗人的浪漫主义情怀，气势大起大落，给人一种磅礴壮阔的雄浑之美，一不留神就会落后于诗人的思路。",
                    "transferInfo" : "万里黄河弯弯曲曲挟带着泥沙，波涛滚滚如巨风掀簸来自天涯。如今好像要直飞上高空的银河，请你带上我一起去寻访牛郎织女的家。",
                    "backgroundInfo" : "永贞元年，刘禹锡被贬连州刺史，行至江陵，再贬朗州司马。一度奉诏后还京后，他又因《游玄都观》触怒当朝权贵而被贬连州刺史，后历任和州刺史。他没有沉沦，而是以积极乐观的态度面对世事的变迁。这首诗正是表达了他的这种情感，具体创作时间不详。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "5000",
    "mainClass" : "5"
}

