{
    "poetryList" : [
                    {
                    "name" : "风",
                    "author" : "唐·李峤",
                    "content" : "解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。",
                    "addtionInfo" : "解落：吹落，散落。解：解开，这里指吹。三秋：秋季。能：能够。二月：农历二月，指春季。过：经过。斜：倾斜。",
                    "classInfo" : "1101",
                    "poetryID" : "1",
                    "source" : "18",
                    "analysesInfo" : "解落三秋叶，能开二月花，过江千尺浪，入竹万竿斜。这是一首描写风的小诗，它是从动态上对风的一种诠释和理解。&&&风无形，空气流动形成风。但它又是有形的， 一阵微风掠过，小草含笑向人们点头，花儿在风中摇曳着，变着法儿撒欢儿，炊烟随着风的节奏跳起直上重霄的舞蹈，纤细的柳枝轻拂着树下游人的脸庞。&&&风也有自己的思想和感情，当它欢欣的时候，往往伴着细雨洋洋洒洒飘落，春天来临的时候，风过千山秀、二月春风似剪刀，春风拂拂，像“飞天”的裙裾在梳理着，春风吹醒冬眠的柳绦，春风送来翩飞的燕子，春风吹绿了千沟万壑，春风摇醒了小草的青春，也在人们心中播下了盎然的春意。&&&当它发怒的时候，过江卷起漫天狂澜，有苏轼的《赤壁怀古》来证明：乱石穿空，惊涛拍岸，卷起千堆雪。它引发海啸，将参天大树连根拨起，用掌击碎轿车甩向路沟，用衣袖挥断成片树木，狂笑着，轻蔑地看着对它束手无策的人们，视自己为一列战车，而世上万物如螳臂。&&&当它悲哀的时候，会发出呜呜咽咽的声音，似在诉说心中的悲怨与委屈，似小孩在哭泣，听之也不得不为之动容。&&&风是神奇的，风是千变万化的，风是柔弱的，风又是强悍的。敏感的风，多情的风，凄婉的风，千姿百态的风，你是人类的朋友，却也给人类带来无尽的灾难，风，你让人不得不爱，同时也让人惧之三分。",
                    "transferInfo" : "风能吹落秋天金黄的树叶，能吹开春天美丽的鲜花。刮过江面能掀千尺巨浪，吹进竹林能使万竿倾斜。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "黄鹤楼送孟浩然之广陵",
                    "author" : "唐·李白",
                    "content" : "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。",
                    "addtionInfo" : "故人：老朋友，这里指孟浩然。辞：辞别。烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。下：顺流向下而行。碧空尽：消失在碧蓝的天际。尽：尽头，消失了。唯见：只看见。天际流：流向天边。",
                    "classInfo" : "1102",
                    "poetryID" : "2",
                    "source" : "18",
                    "analysesInfo" : "这首诗不同于王勃《送杜少府之任蜀州》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。而是表现一种充满诗意的离别。其之所以如此，是因为这是两位风流潇洒的诗人的离别，还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人的向往，这就使得这次离别多了点诗意，少了份伤感。&&&李白与孟浩然的交往，是他当年轻快意的时候，所以眼里所看到的无不是美好惬意。这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼顺着长江而下，这一路都是繁花似锦。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州地区，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。&&&“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼是天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身，又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去广陵，又构成一种联想，增加了那种愉快的、畅想曲的气氛。&&&“烟花三月下扬州”，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花，指烟雾迷蒙，繁花似锦。给读者的感觉绝不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月是烟花之时，而开元时代繁华的长江下游，又正是烟花之地。“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人孙洙誉为“千古丽句”。 李白渴望去扬州之情溢于言表。&&&诗的后两句看起来似乎是写景，但在写景中包含着一个充满诗意的细节。“孤帆远影碧空尽”李白一直把朋友送上船，船已经扬帆而去，而他还在江边目送远去的风帆。李白的目光望着帆影，一直看到帆影逐渐模糊，消失在碧空的尽头，可见目送时间之长。帆影已经消逝了，然而李白还在翘首凝望，这才注意到一江春水，在浩浩荡荡地流向远远的水天交接之处。&&&最后一句是眼前景象，但又不单纯是写景。李白对朋友的一片深情，李白的向往，正体现在这富有诗意的神驰目注之中。诗人的心潮起伏，正像滚滚东去的一江春水。总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，将放舟长江的宽阔画面，将目送孤帆远影的细节，极为传神地表现出来。",
                    "transferInfo" : "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。",
                    "backgroundInfo" : "李白寓居安陆期间，结识了长他十二岁的孟浩然，并很快成了挚友。公元730年（开元十八年）三月，李白得知孟浩然要去广陵（今江苏扬州），约孟浩然在江夏（今武汉市武昌区）相会。几天后，孟浩然乘船东下，李白亲自送到江边。送别时写下了这首《黄鹤楼送孟浩然之广陵》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "小儿垂钓",
                    "author" : "唐·胡令能",
                    "content" : "蓬头稚子学垂纶，侧坐莓苔草映身。路人借问遥招手，怕得鱼惊不应人。",
                    "addtionInfo" : "蓬头：形容小孩可爱。稚子：年龄小的、懵懂的孩子。垂纶：钓鱼。纶：钓鱼用的丝线。莓：一种野草。苔：苔藓植物。映：遮映。借问：向人打听。鱼惊：鱼儿受到惊吓。应：回应，答应，理睬。",
                    "classInfo" : "1103",
                    "poetryID" : "3",
                    "source" : "18",
                    "analysesInfo" : "《小儿垂钓》是一首以儿童生活为题材的诗作，诗写一“蓬头稚子”学钓鱼，“侧坐莓苔草映身”，路人向小儿招手，想借问打听一些事情，那小儿却“怕得鱼惊不应人”（怕惊了鱼而不置一词），真是活灵活现、惟妙惟肖，形神兼备，意趣盎然。其艺术成就丝毫不亚于杜牧著名的《清明》一诗。&&&此诗分垂钓和问路两层，第一、二句重在写垂钓（形），第三、四句重在问路（传神）。&&&第一、二句，稚子，小孩也。“蓬头”写其外貌，突出了小孩的幼稚顽皮，天真可爱。“纶”是钓丝，“垂纶”即题目中的“垂钓”，也就是钓鱼。诗人对这垂钓小儿的形貌不加粉饰，直写出山野孩子头发蓬乱的本来面目，使人觉得自然可爱与真实可信。“学”是这首诗的诗眼。这个小孩子初学钓鱼，所以特别小心。在垂钓时，“侧坐”姿态，草映其身，行为情景，如在眼前。“侧坐”带有随意坐下的意思。侧坐，而非稳坐，正与小儿初学此道的心境相吻合。这也可以想见小儿不拘形迹地专心致志于钓鱼的情景。“莓苔”，泛指贴着地面生长在阴湿地方的低等植物，从“莓苔”不仅可以知道小儿选择钓鱼的地方是在阳光罕见人迹罕到的所在，更是一个鱼不受惊、人不暴晒的颇为理想的钓鱼去处，为后文所说“怕得鱼惊不应人”做了铺垫。“草映身”，也不只是在为小儿画像，它在结构上，对于下句的“路人借问”还有着直接的承接关系──路人之向小儿打问，就因为看得见小儿。&&&后两句中“遥招手”的主语还是小儿。当路人问道，小儿害怕应答惊鱼，从老远招手而不回答。这是从动作和心理方面来刻画小孩，有心计，有韬略，机警聪明。小儿之所以要以动作来代替答话，是害怕把鱼惊散。小儿的动作是“遥招手”，说明小儿对路人的问话并非漠不关心。小儿在“招手”以后，又怎样向“路人”低声耳语，那是读者想象中的事，诗人再没有交代的必要，所以，在说明了“遥招手”的原因以后，诗作也就戛然而止。&&&在唐诗中，写儿童的题材比较少，因而显得可贵。这首七绝写小儿垂钓别有情趣。诗中没有绚丽的色彩，没有刻意的雕饰，就似一枝清丽的出水芙蓉，在平淡浅易的叙述中透露出几分纯真、无限童趣和一些专注。 此诗不失为一篇情景交融、形神兼备的描写儿童的佳作。",
                    "transferInfo" : "一个头发蓬乱、面孔青嫩的小孩在河边学钓鱼，侧身坐在青苔上绿草映衬着他的身影。听到有过路的人问路，连忙远远地摆了摆手，不敢回应路人生怕惊动了鱼儿。",
                    "backgroundInfo" : "本首诗具体创作时间不详。《小儿垂钓》是胡令能到农村去寻找一个朋友，向钓鱼儿童问路后所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "凉州词",
                    "author" : "唐·王之涣",
                    "content" : "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。",
                    "addtionInfo" : "凉州词：又名《出塞》。黄河远上：远望黄河的源头。孤城：指孤零零的戍边的城堡。仞：古代的长度单位，一仞相当于231cm或264cm。羌笛：羌族乐器，属横吹式管乐。何须怨：何必埋怨。杨柳：杨树的柳条，又指的是《杨柳曲》。不度：吹不到。玉门关：汉武帝置，因西域输入玉石取道于此而得名。",
                    "classInfo" : "1104",
                    "poetryID" : "4",
                    "source" : "18",
                    "analysesInfo" : "诗人初到凉州，面对黄河、边城的辽阔景象，又耳听着《折杨柳》曲，有感而发，写成了这首表现戍守边疆的士兵思念家乡情怀的诗作。&&&诗的前两句描绘了西北边地广漠壮阔的风光。首句抓住自下（游）向上（游）、由近及远眺望黄河的特殊感受，描绘出“黄河远上白云间”的动人画面：汹涌澎湃波浪滔滔的黄河竟像一条丝带迤逦飞上云端。写得真是神思飞跃，气象开阔。诗人的另一名句“黄河入海流”，其观察角度与此正好相反，是自上而下的目送；而李白的“黄河之水天上来”，虽也写观望上游，但视线运动却又由远及近，与此句不同。“黄河入海流”和“黄河之水天上来”，同是着意渲染黄河一泻千里的气派，表现的是动态美。而“黄河远上白云间”，方向与河的流向相反，意在突出其源远流长的闲远仪态，表现的是一种静态美。同时展示了边地广漠壮阔的风光，不愧为千古奇句。&&&次句“一片孤城万仞山”出现了塞上孤城，这是此诗主要意象之一，属于“画卷”的主体部分。“黄河远上白云间”是它远大的背景，“万仞山”是它靠近的背景。在远川高山的反衬下，益见此城地势险要、处境孤危。“一片”是唐诗习用语词，往往与“孤”连文（如“孤帆一片”、“一片孤云”等等），这里相当于“一座”，而在词采上多一层“单薄”的意思。这样一座漠北孤城，当然不是居民点，而是戌边的堡垒，同时暗示读者诗中有征夫在。“孤城”作为古典诗歌语汇，具有特定涵义。它往往与离人愁绪联结在一起，如“夔府孤城落日斜，每依北斗望京华”（杜甫《秋兴》）、“遥知汉使萧关外，愁见孤城落日边”（王维《送韦评事》）等等。第二句“孤城”意象先行引入，为下两句进一步刻画征夫的心理作好了准备。&&&“羌笛何须怨杨柳”，在这样苍凉 的环境背景下，忽然听到了羌笛声，所吹的曲调恰好又是《折杨柳》，这不禁勾起戍边士兵们的思乡之愁。因为“柳”和“留”谐音，所以古人常常在别离的时候折柳相赠表示留念。北朝乐府《鼓角横吹曲》中有《折杨柳枝》：“上马不捉鞭，反拗杨柳枝。蹀座吹长笛，愁杀行客儿。”就提到了行人临别时折柳。这种折柳送别风气在唐朝尤其盛行。士兵们听着哀怨的曲子，内心非常惆怅，诗人也不知道该如何安慰戍边的士兵，只能说，羌笛何必总是吹奏那首哀伤的《折杨柳》曲呢？春风本来就吹不到玉门关里的。既然没有春风又哪里有杨柳来折呢？这句话含有一股怨气，但是又含无可奈何语气，虽然乡愁难耐，但是戍守边防的责任更为重大啊。一个“何须怨”看似宽慰，但是，也曲折表达了那种抱怨，使整首诗的意韵变得更为深远。这里的春风也暗指皇帝，因为皇帝的关怀到达不了这里，所以，玉门关外士兵处境如此的孤危和恶劣。诗人委婉地表达了对皇帝不顾及戍守玉门关边塞士兵的生死，不能体恤边塞士兵的抱怨之情。&&&本首诗调苍凉悲壮，虽写满抱怨但却并不消极颓废，表现了盛唐时期人们宽广豁达的胸襟。诗文中对比手法的运用使 诗意的表现更有张力。用语委婉精确，表达思想感情恰到好处。",
                    "transferInfo" : "黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。何必用羌笛吹起那哀怨的《杨柳曲》去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！",
                    "backgroundInfo" : "根据王之涣墓志铭可知，726年（唐玄宗开元十四年）王之涣辞官，过了15年的自由生活。《凉州词二首》当作于其辞官居家的15年期间，即727年（开元十五年）至741年（二十九年）。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔歌子",
                    "author" : "唐·张志和",
                    "content" : "西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。",
                    "addtionInfo" : "渔歌子：词牌名。西塞山：浙江湖州。白鹭：一种白色的水鸟。桃花流水：桃花盛开的季节正是春水盛涨的时候，俗称桃花汛或桃花水。鳜（guì）鱼：淡水鱼，江南又称桂鱼，肉质鲜美。箬（ruò）笠：竹叶或竹蔑做的斗笠。蓑（suō）衣：用草或棕编制成的雨衣。不须：不一定要。",
                    "classInfo" : "1105",
                    "poetryID" : "5",
                    "source" : "18",
                    "analysesInfo" : "词中描写了江南水乡春汛时的山光水色和怡情悦性的渔人形象：春江水绿、烟雨迷蒙，雨中青山、江上渔舟，天空白鹭、岸畔桃红，江水猛涨，鳜鱼正肥时；青箬笠，绿蓑衣，渔人醉垂忘归时。全词着色明丽，用语活泼，生动地表现了渔夫悠闲自在的生活情趣。这是一幅用诗写成的山水画，这是一首色彩明优意万千，脱离尘俗钓湖烟。思深韵远情融景，生活任行乐自然的抒情诗。&&&“西塞山前白鹭飞”首句，点明地点；此西塞山何处？鄂州、湖州？虽有异议，对词境来说倒无所谓。白鹭是自由、闲适的象征，“众禽无此格，玉立一间身。清似参禅客，癯如辟谷人”、“漠漠江湖自在飞，一身到处沾渔矶”，写白鹭自在地飞翔，衬托渔父的悠闲自得。&&&“桃花流水鳜鱼肥”第二句，点出江南水乡最美好的季节——正是桃花盛开，江水猛涨，鳜鱼正肥时。“桃红”与“流水”相映，显现了暮春西塞山前的湖光山色，渲染了渔父的生活环境。&&&“青箬笠，绿蓑衣，斜风细雨不须归”写的都是他们。“箬笠”就是用竹丝和青色箬竹叶编成的斗笠。“蓑衣”是用植物的茎叶或皮制成的雨衣。如果以龙须草（蓑草）为原料，它就是绿色的。“归”，回家。“不须归”，是说也不须回家了。作者在词里虽然只是概括地叙述了渔夫捕鱼的生活，但是，读者通过自己的想象，完全可以体会到词的言外之意。从渔翁头戴箬笠，身披蓑衣，在斜风细雨里欣赏春天水面的景物，读者便可以体会到渔夫在捕鱼时的愉快心情。&&&作者是一位山水画家，据说他曾将《渔歌子》画成图画。确实，这首词是富于画意的。苍岩，白鹭，鲜艳的桃林，清澈的流水，黄褐色的鳜鱼，青色的斗笠，绿色的蓑衣，色彩多么鲜明，构思也很巧妙，意境优美，使人读作品时，仿佛是在看一幅出色的水乡春汛图。&&&此词在秀丽的水乡风光和理想化的渔人生活中，寄托了作者爱自由、爱自然的情怀。词中更吸引读者的不是一蓑风雨，从容自适的渔父，而是江乡二月桃花汛期间春江水涨、烟雨迷蒙的图景。雨中青山，江上渔舟，天空白鹭，两岸红桃，色泽鲜明但又显得柔和，气氛宁静但又充满活力。而这既体现了作者的艺术匠心，也反映了他高远、冲澹、悠然脱俗的意趣。此词吟成后，不仅一时唱和者甚众，而且还流播海外，为东邻日本的汉诗作者开启了填词门径，嵯峨天皇的《渔歌子》五首及其臣僚的奉和之作七首，即以此词为蓝本改制而成。",
                    "transferInfo" : "西塞山前白鹭在自由地翱翔，江岸桃花盛开，江水中肥美的鳜鱼欢快地游来游去。渔翁头戴青色斗笠，身披绿色蓑衣，冒着斜风细雨，悠然自得地垂钓，连下了雨都不回家。",
                    "backgroundInfo" : "公元772年（唐代宗大历七年）九月，颜真卿任湖州刺史，次年到任。张志和驾舟往谒，时值暮春，桃花水涨，鳜鱼水美，他们即兴唱和，张志和首唱，作词五首，这首词是其中之一。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "九月九日忆山东兄弟",
                    "author" : "唐·王维",
                    "content" : "独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。",
                    "addtionInfo" : "九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。异乡：他乡、外乡。为异客：作他乡的客人。佳节：美好的节日。登高：古有重阳节登高的风俗。茱萸（zhū yú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。",
                    "classInfo" : "1106",
                    "poetryID" : "6",
                    "source" : "18",
                    "analysesInfo" : "王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。&&&此诗写出了游子的思乡怀亲之情。诗一开头便紧切题目，写异乡异土生活的孤独凄然，因而时时怀乡思人，遇到佳节良辰，思念倍加。接着诗一跃而写远在家乡的兄弟，按照重阳节的风俗而登高时，也在怀念自己。诗意反复跳跃，含蓄深沉，既朴素自然，又曲折有致。其中“每逢佳节倍思亲”更是千古名句。&&&“独在异乡为异客”，开篇一句写出了诗人在异乡的孤独之感。诗人在这短短的一句话中用了一个“独”、两个“异”字，可见诗人在外强烈的异地作客之感，在外越是孤独，诗人对家乡亲人的思念之情就越强烈。在当时封建社会里，交通闭塞，人们都过着自给自足的生活，地域之间的往来较少，所以不同地方的人们在风土人情、生活习惯、语言等方面有很大的差异，所以，诗人离开生活多年的家乡到异地生活，自然感到陌生而孤单。诗人平淡地叙述自己身在异乡，但是其中却包含着诗人质朴的思想感情。&&&如果说平日里思乡之情可能不是感到那么强烈，那么，诗人“每逢佳节倍思亲”。“佳节”是亲人们团聚的日子，大家在一起畅谈欢笑，而现在呢，诗人只身客居异地，在代表团圆的节日里不禁想到了家乡里的人和事、山和水等诗人在家乡时的美好回忆，种种回忆触发诗人无限的思乡之情，并且越想越思念，以致于一发不可收拾。这句写得自然质朴，如娓娓道来，也写出了许多在外漂泊游子的真切感受，很具有代表性。&&&前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。&&&“遥知兄弟登高处”，诗人从直抒胸臆，转笔写到自己对亲人团聚的联想，遥想兄弟们在重阳佳节登上高山，身上插着茱萸，该是多么的快乐。如果诗人单单是想到亲人们的欢乐，倒可以缓解诗人的思乡之情，但是，诗人在最后写到“遍插茱萸少一人”，原来诗人想到的不是欢乐，而是自己没有在家乡和亲人们欢度佳节，所以亲人在插茱萸时也会发现少了一个人，这样亲人们肯定会思念我的。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。",
                    "transferInfo" : "一个人独自在他乡作客，每逢节日加倍思念远方的亲人。遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。",
                    "backgroundInfo" : "此诗是王维十七岁时写下。王维当时独自一人漂泊在洛阳与长安之间，他是蒲州（今山西永济）人，蒲州在华山东面，所以称故乡的兄弟为山东兄弟。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "别董大",
                    "author" : "唐·高适",
                    "content" : "千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。",
                    "addtionInfo" : "董大：指董庭兰，是当时有名的音乐家。在其兄弟中排名第一，故称“董大”。黄云：天上的乌云，在阳光下，乌云是暗黄色，所以叫黄云。曛：昏暗。白日曛：太阳黯淡无光。谁人：哪个人。君：你，这里指董大。",
                    "classInfo" : "1107",
                    "poetryID" : "7",
                    "source" : "18",
                    "analysesInfo" : "从诗的内容来看，这篇作品当是写高适与董大久别重逢，经过短暂的聚会以后，又各奔他方的赠别之作。而且，两个人都处在困顿不达的境遇之中，贫贱相交自有深沉的感慨。诗的第二首可作如是理解。第一首却胸襟开阔，写别离而一扫缠绵忧怨的老调，雄壮豪迈，堪与王勃“海内存知己，天涯若比邻”的情境相媲美。&&&“千里黄云白日曛，北风吹雁雪纷纷”。开头两句，描绘送别时候的自然景色。黄云蔽天，绵延千里，日色只剩下一点余光。夜幕降临以后，又刮起了北风，大风呼啸。伴随着纷纷扫扬的雪花。一群征雁疾速地从空中掠过，往南方飞去。这两句所展现的境界阔远渺茫，是典型的北国雪天风光。“千里”，有的本子作“十里”，虽是一字之差，境界却相差甚远。北方的冬天，绿色植物凋零殆尽，残枝朽干已不足以遮目，所以视界很广，可目极千里。说“黄云”，亦极典型。那是阴云凝聚之状，是阴天天气，有了这两个字，下文的“白日曛”、“北风”，“雪纷纷”，便有了着落。如此理解，开头两句便见出作者并非轻率落笔，而是在经过了苦心酝酿之后，才自然流一出的诗歌语言。这两句，描写景物虽然比较客观，但也处处显示着送别的情调，以及诗人的气质心胸。日暮天寒，本来就容易引发人们的愁苦心绪，而眼下，诗人正在送别董大，其执手依恋之态，我们是可以想见的。所以，首二句尽管境界阔远渺茫，其实不无凄苦寒凉；但是，高适毕竟具有恢弘的气度，超然的禀赋，他开没有沉溺在离别的感伤之中不能自拔。他能以理驭情，另具一副心胸，写出慷慨激昂的壮伟之音。&&&“莫愁前路无知己，天下谁人不识君?”这两句，是对董大的劝慰。说“莫愁”，说前路有知己，说天下人人识君，以此赠别，足以鼓舞人心，激励人之心志。据说，董大曾以高妙的琴艺受知于宰相房琯，崔珏曾写诗咏叹说：“七条弦上五音寒，此艺知音自古难。惟有河南房次律，始终怜得董庭兰”。这写的不过是董大遇合一位知音，而且是官高位显，诗境未免狭小。高适这两句，不仅紧扣董大为名琴师，天下传扬的特定身份，而且把人生知己无贫贱，天涯处处有朋友的意思融注其中，诗境远比崔珏那几句阔远得多，也深厚得多。崔诗只是琴师身世的材料，而高诗却堪称艺术珍品。",
                    "transferInfo" : "千里黄云遮天蔽日，天气阴沉，北风送走雁群又吹来纷扬大雪。不要担心前路茫茫没有知己，天下还有谁不认识你呢？",
                    "backgroundInfo" : "公元747年（唐玄宗天宝六年）春天，吏部尚书房琯被贬出朝，门客董庭兰也离开长安。是年冬，董庭兰与高适会于睢阳（故址在今河南省商丘县南），高适写了《别董大》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "泊船瓜洲",
                    "author" : "唐·王安石",
                    "content" : "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还？",
                    "addtionInfo" : "泊船：停船。泊：停泊，指停泊靠岸。京口：古城名。故址在江苏镇江市。瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边。一水：一条河。钟山：在江苏省南京市区东。 绿：吹绿。",
                    "classInfo" : "1108",
                    "poetryID" : "8",
                    "source" : "18",
                    "analysesInfo" : "这是一首著名的抒情小诗，抒发了诗人眺望江南、思念家乡的深切感情。本诗从字面上看，是流露着对故乡的怀念之情，大有急欲飞舟渡江回家和亲人团聚的愿望。其实，在字里行间也寓着他重返政治舞台、推行新政的强烈欲望。&&&“京口瓜洲一水间”，诗人站在瓜洲渡口，放眼南望，看到了南边岸上的“京口”与“瓜洲”这么近，中间隔一条江水。“一水间”三字，形容舟行迅疾，顷刻就到。&&&“钟山只隔数重山”，以依恋的心情写他对钟山的回望，王安石于景祐四年（1037年）随父王益定居江宁，从此江宁便成了他的息肩之地，第一次罢相后即寓居江宁钟山。“只隔”两字极言钟山之近在咫尺。把“万重山刀的间隔说得如此平常，反映了诗人对于钟山依恋之深；而事实上，钟山毕竟被“万重山”挡住了，因此诗人的视线转向了江岸。&&&“春风又绿江南岸”，描绘了江岸美丽的春色，寄托了诗人浩荡的情思。其中“绿”字是经过精心筛选的，极其富于表现力。这是因为：&&&一、这句描绘的生机盎然的景色与诗人奉召回京的喜悦心情相谐合，“春风”一词，既是写实，又有政治寓意。“春风”实指皇恩。宋神宗下诏恢复王安石的相位，表明他决心要把新法推行下去。对此，诗人感到欣喜。他希望凭借这股温暖的春风驱散政治上的寒流，开创变法的新局面。这种心情，用“绿”字表达，最微妙，最含蓄。&&&二、前四字都只从风本身的流动着想，粘皮带骨，以此描写看不见的春风，依然显得抽象，也缺乏个性；“绿”字则开拓一层，从春风吹过以后产生的奇妙的效果着想，从而把看不见的春风转换成鲜明的视觉形象——春风拂煦，百草始生，千里江岸，一片新绿。这就写出了春风的精神，诗思也深沉得多了。&&&三、“绿”字还透露了诗人内心的矛盾，而这正是本诗的主旨。鉴于第一次罢相前夕朝廷上政治斗争的尖锐复杂，对于这次重新入相，他不能不产生更重的顾虑。变法图强，遐希翟契是他的政治理想；退居林下，吟咏情性，是他的生活理想。由于变法遇到强大阻力，他本人也受到反对派的猛烈攻击，秀丽的钟山、恬静的山林，对他产生了很大的吸引力。这句暗暗融入了前人的诗意，表达了作者希望早日辞官归家的心愿。&&&正是有了前三句寓情于景的层层铺垫作势，结句的“明月何时照我还”的抒写乡愁的淋漓之笔，才水到渠成地直泻出来，把乡愁的抒写发挥到了极致。由此看来，王安石的《泊船瓜洲》，并不是一首政治抒情诗，而是一首纯粹的乡愁诗。",
                    "transferInfo" : "京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。",
                    "backgroundInfo" : "公元1070年（神宗熙宁三年），王安石被任命为同平章事（宰相），开始推行变法。但是由于反对势力的攻击，他几次被迫辞去宰相的职务。这首诗写於熙宁八年（1075）二月，正是王安石第二次拜相进京之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "四时田园杂兴",
                    "author" : "宋·范成大",
                    "content" : "昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。",
                    "addtionInfo" : "杂兴：随兴写来，没有固定题材的诗篇。昼（zhòu）：白天。耘田：除掉杂草。绩麻：把麻搓成线。各当家：各人都担任一定的工作。童孙：指儿童。未解：不懂。供：从事，参加。傍：靠近。桑阴：桑树底下阴凉地方。",
                    "classInfo" : "1109",
                    "poetryID" : "9",
                    "source" : "18",
                    "analysesInfo" : "这首诗描写农村夏日生活中的一个场景。&&&首句“昼出耘田夜绩麻”是说：白天下田去除草，晚上搓麻线。“耘田”即除草。初夏，水稻田里秧苗需要除草了。这是男人们干的活。“绩麻”是指妇女们在白天干完别的活后，晚上就搓麻线，再织成布。这句直接写劳动场面。次句“村庄儿女各当家”，“儿女”即男女，全诗用老农的口气，“儿女”也就是指年轻人。“当家”指男女都不得闲，各司其事，各管一行。第三句“童孙未解供耕织”，“童孙”指那些孩子们，他们不会耕也不会织，却也不闲着。他们从小耳濡目染，喜爱劳动，于是“也傍桑阴学种瓜”，也就在茂盛成阴的桑树底下学种瓜。这是农村中常见的现象，却颇有特色。结句表现了农村儿童的天真情趣。&&&诗人用清新的笔调，对农村初夏时的紧张劳动气氛，作了较为细腻的描写，读来意趣横生。",
                    "transferInfo" : "白天去田里锄草，夜晚在家中搓麻线，村中男男女女各有各的家务劳动。小孩子虽然不会耕田织布，也在那桑树荫下学着种瓜。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "村居",
                    "author" : "清·高鼎",
                    "content" : "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。",
                    "addtionInfo" : "村居：在乡村里居住时见到的景象。杨柳拂堤：像杨柳一样抚摸堤岸。醉：迷醉，陶醉。春烟：春天水泽、草木间蒸发形成的烟雾般的水汽。散学：放学。纸鸢：泛指风筝，它是一种纸做的形状像老鹰的风筝。鸢：老鹰。",
                    "classInfo" : "1110",
                    "poetryID" : "10",
                    "source" : "18",
                    "analysesInfo" : "这首描绘春天风光的小诗，是诗人闲居农村时的即景之作。&&&“草长莺飞二月天”写时间和自然景物。生动地描写了春天时的大自然，写出了春日农村特有的明媚、迷人的景色。早春二月，小草长出了嫩绿的芽儿，黄莺在天上飞着，欢快地歌唱。堤旁的柳树长长的枝条，轻轻地拂着地面，仿佛在春天的烟雾里醉得直摇晃。“草长莺飞”四个字，把春在的景物写活，使读者仿佛感受到那种万物复苏、欣欣向荣的气氛，读者的眼前也好像涌动着春的脉搏。&&&“拂堤杨柳醉春烟”写村中的原野上的杨柳，“拂”，“醉”，把静止的杨柳人格化了。枝条柔软而细长，轻轻地拂扫着堤岸。春日的大地艳阳高照，烟雾迷蒙，微风中杨柳左右摇摆。诗人用了一个“醉”字，写活了杨柳的娇姿；写活了杨柳的柔态；写活了杨柳的神韵。这是一幅典型的春景图。&&&“儿童散学归来早，忙趁东风放纸鸢。”主要写人物活动。描述了一群活泼的儿童在大好的春光里放风筝的生动情景。孩子们放学早，趁着刮起的东风，放起了风筝。儿童正处在人生早春，儿童的欢声笑语，兴致勃勃地放风筝，使春天更加生机勃勃，富有朝气。儿童、东风、纸鸢，诗人选写的人和事为美好的春光平添了几分生机和希望。结尾两句由前两句的物写到人，把早春的迷人渲染得淋漓尽致。&&&春景既然如此动人，生活在这如画的春光中的人更是如此，诗的后两句，由景而及人，诗人饶有情致地写了一个群童放风筝的场面。天气实在太好了，连平时爱在外贪玩的小学生们也一反常态，放学后早早地回到家，赶紧放起风筝来。“散学归来”用一“早”字，说明连孩子们也让这风和日丽的气候给打动。&&&全诗前半部分写景，后半部分写人，前半部分基本上是写的静态，后半部分则添加了一个动态。物态人事互相映衬，动态静态彼此补充，使全诗在村居所见的“春”景这一主题下，完美和谐地得到了统一。",
                    "transferInfo" : "农历二月，青草渐渐发芽生长，黄莺飞来飞去，轻拂堤岸的杨柳陶醉在春天的雾气中。村里的孩子们早早就放学回家，赶紧趁着东风把风筝放上蓝天。",
                    "backgroundInfo" : "诗人晚年遭受议和派的排斥和打击，壮志难酬，于是归隐于上饶地区的农村。在远离战争前线的村庄，宁静的早春二月，草长莺飞，杨柳拂堤，受到田园氛围感染的诗人心情愉悦写下此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "所见",
                    "author" : "清·袁枚",
                    "content" : "牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。",
                    "addtionInfo" : "牧童：指放牛的孩子。振：振荡、回荡。说明牧童的歌声嘹亮。林樾（yuè）：指道旁成阴的树。欲：想要。捕：捉。鸣：叫。立：站立。",
                    "classInfo" : "1111",
                    "poetryID" : "11",
                    "source" : "18",
                    "analysesInfo" : "这首诗的第一句平平而起，不着痕迹。第二句调子突然高昂，旋律突然加快，从而形成一个高潮。一二句描写了小牧童的天真活泼、悠然自得的可爱模样和他的愉快心情，“骑”字直接写出了牧童的姿势，“振”字则间接点出他的心情。通过“骑”和“振”两个动词,把牧童那种悠闲自在、无忧无虑的心情和盘托了出来。他几乎完全陶醉在大自然的美景之中，简直不知道世间还有“忧愁”二字。正因为心中欢乐，才不禁引吭高歌，甚至于遏行云，“振林樾”。&&&三四句仍然是继续描写神态。第三句是过渡，是作势。写牧童的心理活动，交代了他“闭口立”的原因，也是全诗的转折点。第四句，急转直下，如千尺悬瀑坠入深潭，戛然而止。“忽然”一词，把这个牧童发现树上鸣蝉时的惊喜心情和机警性格栩栩如生地表现了出来。“忽然”发生了变化：由响而静、由行而停，把小牧童闭口注目鸣蝉的瞬间神态写得韵味十足。而“闭”和“立”两个动词，则把这个牧童天真的神态和孩子式的机智刻划得淋漓尽致。全诗纯用白描手法，紧紧抓住小牧童一刹那间的表现，逼真地写出小牧童非常机灵的特点，让人倍觉小牧童的纯真可爱。&&&这是一首反映儿童生活的诗篇，诗人在诗中赞美了小牧童充满童趣的生活画面。诗人先写小牧童的动态，那高坐牛背、大声唱歌的派头，何等散漫、放肆；后写小牧童的静态，那屏住呼吸，眼望鸣蝉的神情，显得特别专注。“此时无声胜有声”。这从动到静的变化，写得既突然又自然，把小牧童天真烂漫、好听多事的形象，刻画得活灵活现。这首诗正是在这种起伏变化中获得了巨大的艺术效果。诗的语言，明白如话，质朴无华，十分本色。至于下一步的动静，小牧童怎样捕蝉，捕到没有，诗人没有写，留给读者去体会、去遐想、去思考。&&&这首诗通过对自然环境和社会生活的描写，直接抒发生活的感受，看似闲情逸致，实则寄托情思。同时这首诗不顾及格律，活泼自由，语言浅显明了，形象自然生动。综观全诗，它所描绘的和平、宁静和优美如画的田园风光，所刻划的活泼、自在和天真无邪的牧童形象，表现了诗人的一种“真性情”。诗人曾经说过 “诗人者，不失其赤子之心也。”毋庸讳言，诗所描绘、所刻划的，正是诗人毕生追求的境界，也正是他所一再强调的“真性情”。",
                    "transferInfo" : "牧童骑在黄牛背上，嘹亮的歌声在树林里回荡。忽然想要捕捉树上鸣叫的知了，于是马上停止唱歌，静悄悄地站立在树旁。",
                    "backgroundInfo" : "袁枚热爱生活，辞官后侨居江宁。其主张抒写性情，所写多为士大夫的闲情逸致。诗人在旅途的路上看见一个牧童骑着牛，唱着歌，忽然听到蝉的叫声，于是停住歌声跳下牛背，准备捕捉蝉。这一幕触发了诗人的诗兴，就写下了这一首“所见”。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "游子吟",
                    "author" : "唐·孟郊",
                    "content" : "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
                    "addtionInfo" : "游子：古代称远游旅居的人。吟：诗体名称。游子：指诗人自己，以及各个离乡的游子。临：将要。意恐：担心。归：回来，回家。言：说。寸草：小草，这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。",
                    "classInfo" : "1112",
                    "poetryID" : "12",
                    "source" : "18",
                    "analysesInfo" : "这是一首母爱的颂歌。全诗共六句三十字，采用白描的手法，通过回忆一个看似平常的临行前缝衣的场景，凸显并歌颂了母爱的伟大与无私，表达了诗人对母爱的感激以及对母亲深深的爱与尊敬之情。此诗情感真挚自然，虽无藻绘与雕饰，然而清新流畅，淳朴素淡的语言中蕴含着浓郁醇美的诗味，千百年来广为传诵。&&&开头两句“慈母手中线，游子身上衣”，用“线”与“衣”两件极常见的东西将“慈母”与“游子”紧紧联系在一起，写出母子相依为命的骨肉感情。三、四句“临行密密缝，意恐迟迟归”，通过慈母为游子赶 制出门衣服的动作和心理的刻画，深化这种骨肉之情。母亲千针万线“密密缝”是因为怕儿子“迟迟”难归。伟大的母爱正是通过日常生活中的细节自然地流露出来。前面四句采用白描手法，不作任何修饰，但慈母的形象真切感人。&&&最后两句“谁言寸草心，报得三春晖”，是作者直抒胸臆，对母爱作尽情的讴歌。这两句采用传统的比兴手法：儿女像区区小草，母爱如春天阳光。儿女怎能报答母爱于万一呢？悬绝的对比，形象的比喻，寄托着赤子对慈母发自肺腑的爱。&&&这首诗艺术地再现了人所共感的平凡而又伟大的人性美，所以千百年来赢得了无数读者强烈的共鸣。",
                    "transferInfo" : "慈祥的母亲手里把着针线，为即将远游的孩子赶制新衣。临行前一针针密密地缝缀，怕儿子回来得晚衣服破损。谁说像小草那样微弱的孝心，能报答得了像春晖普泽的慈母恩情？",
                    "backgroundInfo" : "《游子吟》是孟郊在溧阳所写。作者早年漂泊无依，直到五十岁时才得到了一个溧阳县尉，结束了长年的漂泊流离生活，便将母亲接来住。诗人饱尝了世态炎凉，更觉亲情可贵，于是写出这首感人至深的颂母之诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "绝句",
                    "author" : "唐·杜甫",
                    "content" : "两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。",
                    "addtionInfo" : "西岭：西岭雪山。千秋雪：指西岭雪山上千年不化的积雪。泊：停泊。东吴：古时候吴国的领地，江苏省一带。万里船：不远万里开来的船只。",
                    "classInfo" : "1113",
                    "poetryID" : "13",
                    "source" : "18",
                    "analysesInfo" : "这首《绝句》是诗人住在成都浣花溪草堂时写的，描写了草堂周围明媚秀丽的春天景色。&&&诗歌以一幅富有生机的自然美景切入，给人营造出一种清新轻松的情调氛围。前两句，诗人以不同的角度对这副美景进行了细微的刻画。翠是新绿，是初春时节万物复苏，萌发生机时的颜色。“两”和“一”相对；一横一纵，就展开了一个非常明媚的自然景色。这句诗中以“鸣”字最为传神，运用了拟人的手法把黄鹂描写的更加生动活泼，鸟儿成双成对，构成了一幅具有喜庆气息的生机勃勃的画面。而黄鹂居柳上而鸣，这是在静中寓动的生机，下句则以更明显的动势写大自然的生气，白鹭在这个清新的天际中飞翔，这不仅是一种自由自在的舒适，还有一种向上的奋发。再者，首句写黄鹂居柳上而鸣，与下句写白鹭飞翔上天，空间开阔了不少，由下而上，由近而远，使诗人所能看到的、所能感受到的生机充盈着整个环境，这样就再从另一角度显出早春生机之盛。&&&第三句“窗含西岭千秋雪”，写诗人凭窗远眺，因早春空气清新，晴天丽日，所以能看见西岭雪山。上两句已点明，当时正是早春之际，冬季的秋雪欲融未融，这就给读者一种湿润的感受，此句“窗”与“雪”间着一“含” 字，表现出积雪初融之际湿气润泽了冬冻过的窗棂，这更能写出诗人对那种带着湿气的早春生机的感受。而“西岭”，正是诗人看到窗前初融的冰雪而想起草堂近旁的西岭，想到西岭山上的长久积雪，以西岭上的千秋积雪代替窗上的残雪，这就使所表达的意境更为广远。另外，诗人从少年时就怀有报国的志向，在历经数十年的重重阻扼之后终于有重展的机会，多年战乱得以平定，这与诗人看到窗前的融雪而想到西岭，并以岭上千年雪代窗上残雪，进而给诗人以顽雪消融之感正好相联系。&&&末句更进一步写出了杜甫当时的复杂心情。一说船来自“东吴”，此句表战乱平定，交通恢复，诗人睹物生情，想念故乡。用一个“泊”字，有其深意，杜甫多年来飘泊不定，没有着落，虽然他心中始终还有那么一点希冀，但那种希冀，已经大大消减了。“泊”字，正好写出了诗人这种处于希望与失望之间的复杂心情。而“万里”则暗示了目的达到的远难，这与第三句中的“千秋”并列，一从时间上，一从空间上，同写出那种达到目的之难。三国孙权自古就被不少士人誉为明主，作者借东吴代指孙权，暗示了杜甫对当朝皇帝的希望。而以“泊”、“万里”、“东吴船”合而为一句，正是为了写出那个“难”字。&&&全诗看起来一句一景，是四幅独立的图景，但诗人的内在情感使其内容一以贯之，以清新轻快的景色寄托诗人内心复杂的情绪，构成一个统一的意境。一开始表现出草堂的春色，诗人的情绪是陶然的，而随着视线的游移、景物的转换，江船的出现，便触动了他的乡情。表面上表现的是生机盎然的画面，而在欢快明亮的景象内，却寄托着诗人对时光流逝，孤独而无聊的失落之意，更写出了诗人在重有一线希望之时的复杂心绪，在那希望之外，更多的是诗人对失望的感伤。",
                    "transferInfo" : "两只黄鹂在翠绿的柳树间鸣叫，一行白鹭直冲向蔚蓝的天空。坐在窗前可以看见西岭千年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。",
                    "backgroundInfo" : "公元755年，爆发“安史之乱”，杜甫一度避往梓州。第二年，叛乱得以平定，杜甫也回到成都草堂。当时，他的心情很好，面对这一派生机勃勃，情不自禁，写下这一首即景小诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "早春呈水部张十八员外",
                    "author" : "唐·韩愈",
                    "content" : "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。",
                    "addtionInfo" : "呈：恭敬地送给。水部张十八员外：指张籍，唐代诗人。在同族兄弟中排行第十八，曾任水部员外郎。天街：京城街道。润如酥：细腻如酥，这里形容春雨的细腻。最是：正是。处：时。绝胜：远远胜过。皇都：帝都，这里指长安。",
                    "classInfo" : "1114",
                    "poetryID" : "14",
                    "source" : "18",
                    "analysesInfo" : "这首小诗是写给水部员外郎张籍的一首描写和赞美早春美景的七言绝句。张籍在兄弟辈中排行十八，故称张十八。诗的风格清新自然，简直是口语化的。看似平淡，实则是绝不平淡的。韩愈自己说：艰穷怪变得，往往造平淡（《送无本师归范阳》）。原来他的平淡是来之不易的。&&&首句点出初春小雨，以“润如酥”来形容它的细滑润泽，准确地捕捉到了它的特点。造句清新优美。与杜甫的“好雨知时节，当春乃发生。随风潜入夜，润物细无声”有异曲同工之妙。&&&第二句紧承首句，写草沾雨后的景色。以远看似有 ，近看却无 ，描画出了初春小草沾雨后的朦胧景象。写出了春草刚刚发芽时，若有若无，稀疏，矮小的特点。可与王维的“青霭入看无”、“山色有无中”相媲美。&&&第三、四句对初春景色大加赞美：“最是一年春好处，绝胜烟柳满皇都。”这两句意思是说：早春的小雨和草色是一年春光中最美的东西，远远超过了烟柳满城的衰落的晚春景色。写春景的诗，在唐诗中，多取明媚的晚春，这首诗却取早春咏叹，认为早春比晚春景色优胜，别出心裁。前两句体察景物之精细已经令人称赞，后两句如骑兵骤至更在人意料之外。&&&这首小诗，诗人只运用简朴的文字 ，就常见的“小雨”和“草色”，描绘出了早春的独特景色。刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感。表达作者充满对春天的热爱和赞美之情。&&&全篇中绝妙佳句便是那“草色遥看近却无”了。早春二月，在北方，当树梢上、屋檐下都还挂着冰凌儿的时候，春天连影儿也看不见。但若是下过一番小雨后，第二天，春天就来了。雨脚儿轻轻地走过大地，留下了春的印记，那就是最初的春草芽儿冒出来了，远远望去，朦朦胧胧，仿佛有一片极淡极淡的青青之色，这是早春的草色。看着它，人们心里顿时充满欣欣然的生意。可是当人们带着无限喜悦之情走近去看个仔细，地上是稀稀朗朗的极为纤细的芽，却反而看不清什么颜色了。诗人像一位高明的水墨画家，挥洒着他饱蘸水分的妙笔，隐隐泛出了那一抹青青之痕，便是早春的草色。远远望去，再像也没有，可走近了，反倒看不出。这句“草色遥看近却无”，真可谓兼摄远近，空处传神。&&&这设色的背景，是那落在天街上的纤细小雨。透过雨丝遥望草色，更给早春草色增添了一层朦胧美。而小雨又滋润如酥。酥就是奶油。受了这样的滋润，那草色自然是新的；又有这样的背景来衬托，那草色自然也美了。&&&在最后，诗人还来个对比：“绝胜烟柳满皇都”。诗人认为初春草色比那满城处处烟柳的景色不知要胜过多少倍。因为，“遥看近却无”的草色，是早春时节特有的，它柔嫩饱含水分，象征着大地春回、万象更新的欣欣生意。而烟柳已经是“杨柳堆烟”时候，何况“满”城皆是，不稀罕了。到了暮春三月，色彩浓重，反倒不那么惹人喜爱了。像这样运用对比手法，与一般不同，这是一种加倍写法，为了突出春色的特征。&&&“物以稀为贵”，早春时节的春草之色也是很娇贵的。“新年都未有芳华，二月初惊见草芽”（韩愈《春雪》）。这是一种心理状态。严冬方尽\余寒犹厉，突然看到这美妙的草色，心头不由得又惊又喜。这一些轻淡的绿，是当时大地唯一的装饰；可是到了晚春则“草树知春不久归”（韩愈《晚春》），这时哪怕柳条儿绿得再好，人们也无心看，因为已缺乏那一种新鲜感。&&&所以，诗人就在第三句转折时提醒说：“最是一年春好处。”一年之际在于春，而春天的最好处却又在早春。&&&这首诗刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感，既咏早春，又能摄早春之魂，给人以无穷的美感趣味，甚至是绘画所不能及的。诗人没有彩笔，但他用诗的语言描绘出极难描摹的色彩——一种淡素的、似有却无的色彩。如果没有锐利深细的观察力和高超的诗笔，便不可能把早春的自然美提炼为艺术美。表达作者充满对春天的热爱和赞美之情。",
                    "transferInfo" : "长安街上细密的春雨润滑如酥，远望草色依稀连成一片，近看时却显得稀疏。一年之中最美的就是这早春的景色，远胜过绿柳满城的春末。",
                    "backgroundInfo" : "此诗作于公元823年（唐穆宗长庆三年）的早春时节。当时韩愈已经56岁，任吏部侍郎。此诗是写给当时任水部员外郎的诗人张籍的。大约韩愈约张籍游春，张籍因以事忙年老推辞，韩愈于是作这首诗寄赠。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送元二使安西",
                    "author" : "唐·王维",
                    "content" : "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。",
                    "addtionInfo" : "渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。客舍：旅馆。柳色：柳树象征离别。阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。",
                    "classInfo" : "1115",
                    "poetryID" : "15",
                    "source" : "18",
                    "analysesInfo" : "这首诗所描写的是一种非常普遍的离别。它没有特殊的背景，有的是至深的惜别之情，所以，它适合大多数别筵离席颂唱，后来纳入乐府，成为流行，久唱不衰的歌曲。&&&诗人剪裁下这临行送别时的一瞬，使其成为了永恒。老友即将远行，将赴满地黄沙的边疆绝域。此时一别，不知何日才能再见，千言万语无从说起，能说出口的只有一句：喝下这杯离别的酒吧！依依惜别之情、所有的关怀与祝福早已融进了这一杯酒中。&&&“渭城朝雨浥轻尘，客舍青青柳色新。”生动形象地写出了诗人对将要去荒凉之地的友人元二的深深依恋和牵挂。诗的前两句明写春景，暗寓离别。其中不仅“柳”与“留”谐音，是离别的象征，“轻尘”“客舍”也都暗示了旅行的目的，巧妙地点出了送别的时间、地点和环境。后两句点明了主题是以酒饯别，诗人借分手时的劝酒，表达对友人深厚的情意。友人此行要去的安西，在今天的新疆库车县境，同时代的王之涣有“春风不度玉门关”的形容，何况安西更在玉门之外，其荒凉遥远可想而知。&&&绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。&&&三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。&&&这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。",
                    "transferInfo" : "渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。",
                    "backgroundInfo" : "此诗是王维送朋友去西北边疆时作的诗，后有乐人谱曲，名为“阳关三叠”。元二奉命出使安西都护府，王维到渭城为之饯行，写下这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "回乡偶书",
                    "author" : "唐·贺知章",
                    "content" : "少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。",
                    "addtionInfo" : "偶书：随便写的诗。少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。乡音：家乡的口音。无改：没什么变化。鬓毛：额角边靠近耳朵的头发。衰（cui）：减少，疏落。鬓毛衰：指鬓毛减少，疏落。相见：即看见我。不相识：即不认识我。",
                    "classInfo" : "1116",
                    "poetryID" : "16",
                    "source" : "18",
                    "analysesInfo" : "这是一首久客异乡、缅怀故里的感怀诗。写于初来乍到之时，抒写久客伤老之情。&&&“少小离家老大回”，诗一开始，就紧扣题目，单刀直入，点明离家与回乡相距年岁之久、时间之遥，其中已蕴藏着很深的感慨。这感慨在同题第二首诗中即有明白的描写：“离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。”山河依旧，人事消磨，将自然的永恒与人生的多变作了鲜明的对照。这里是明写，在“少小离家老大回”中是隐含，表现手法不同，艺术效果也不同。&&&第二句“乡音无改鬓毛衰”用的也是对比法，但不是自然与人生的对比，而是语言与鬓发的对比。语言习惯一经形成，虽经岁月磨砺也难以更改；美好青春难以永驻，童颜黑发转眼即可衰颓。“乡音无改”既是故乡在诗人身上打下的永远抹不掉的烙印，又是诗人亲近故乡儿童的媒介，所以弥足珍贵；“鬓毛衰”本是离乡数十年来宦游奔波的必然结果，幸而叶落归根，在白发飘萧的垂暮之年，终于返回朝思暮想的故乡，因而倍觉幸运。诗人这时的感情是悲喜交集，感慨与激动参半。&&&三四句从充满感慨的一幅自画像，转而为富于戏剧性的儿童笑问的场面。“笑问客从何处来”，在儿童，这只是淡淡的一问，言尽而意止；在诗人，却成了重重的一击，引出了他的无穷感慨，自己的老迈衰颓与反主为宾的悲哀，尽都包含在这看似平淡的一问中了。全诗就在这有问无答处悄然作结，而弦外之音却如空谷传响，哀婉备至，久久不绝。&&&就全诗来看，一二句尚属平平，三四句却似峰回路转，别有境界。后两句的妙处在于背面敷粉，了无痕迹：虽写哀情，却借欢乐场面表现；虽为写己，却从儿童一面翻出。而所写儿童问话的场面又极富于生活的情趣，即使读者不为诗人久客伤老之情所感染，也不能不被这一饶有趣味的生活场景所打动。&&&此诗运用了三种对比：通过少小离家与老大回乡的对比，以突出离开家乡时间之长；通过乡音难改与鬓毛易衰的对比，以突出人事变化速度之快；通过白发衰翁与天真儿童的对比，委婉含蓄地表现了诗人回乡欢愉之情和人世沧桑之感，并且将这两种迥不相同的感情水乳交融地凝合在一起。全诗采用白描手法，在自然朴素的语言中蕴藏着一片真挚深厚的感情。读之如饮醇醪，入口很淡，而后劲无穷。",
                    "transferInfo" : "年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。家乡的儿童们看见我，没有一个认识我。他们笑着询问我：你是从哪里来的呀？",
                    "backgroundInfo" : "贺知章在公元744年（天宝三载），辞去朝廷官职，告老返回故乡越州永兴（今浙江萧山），时已八十六岁，这时，距他中年离乡已有五十多个年头了。人生易老，世事沧桑，心头有无限感慨。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "28000",
    "mainClass" : "31"
}
