{
    "poetryList" : [
                    {
                    "name" : "木兰诗",
                    "author" : "佚名",
                    "content" : "唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？",
                    "addtionInfo" : "唧唧（jī jī）：纺织机的声音。一说为叹息声，意思是木兰无心织布，停机叹息。当户（dāng hù）：对着门。机杼（zhù）声：织布机发出的声音。机：指织布机。杼：织布梭（suō）子。惟：只。何：什么。忆：思念，惦记。军帖（tiě)：征兵的文书。可汗（kè hán）：古代西北地区民族对君主的称呼。军书十二卷：征兵的名册很多卷。十二，表示很多，不是确指。下文的“十二转”、“十二年”，用法与此相同。爷：和下文的“阿爷”一样，都指父亲。愿为市鞍(ān）马：为，为此。市，买。鞍马，泛指马和马具。鞯（jiān）：马鞍下的垫子。辔（pèi)头：驾驭牲口用的嚼子、笼头和缰绳。辞：离开，辞行。溅溅（jiān jiān）：水流激射的声音。旦：早晨。但闻：只听见。胡骑（jì）：胡人的战马。胡，古代对北方少数民族的称呼。啾啾（jiū jiū）：马叫的声音。天子：即前面所说的“可汗”。万里赴戎机：不远万里，奔赴战场。戎机：指战争。关山度若飞：像飞一样地跨过一道道的关，越过一座座的山。度：越过。朔(shuò)气传金柝：北方的寒气传送着打更的声音。朔：北方。金柝（tuò），即刁斗。古代军中用的一种铁锅，白天用来做饭，晚上用来报更。寒光照铁衣：冰冷的月光照在将士们的铠甲上。明堂：明亮的的厅堂，此处指宫殿。策勋十二转(zhuǎn)：记很大的功。策勋，记功。转，勋级每升一级叫一转，十二转为最高的勋级。十二转：不是确数，形容功劳极高。赏赐百千强(qiáng）：赏赐很多的财物。百千：形容数量多。强，有余。问所欲：问（木兰）想要什么。不用：不愿意做。尚书郎：尚书省的官。尚书省是古代朝廷中管理国家政事的机关。愿驰千里足：希望骑上千里马。郭：外城。扶：扶持。将：助词，不译。姊（zǐ）：姐姐。理：梳理。红妆（zhuāng）：指女子的艳丽装束。霍霍（huò huò）：模拟磨刀的声音。著(zhuó)：通假字 通“着”，穿。云鬓（bìn）：像云那样的鬓发，形容好看的头发。帖（tiē）花黄：帖”通假字 通“贴”。花黄，古代妇女的一种面部装饰物。雄兔脚扑朔，雌兔眼迷离：据说，提着兔子的耳朵悬在半空时，雄兔两只前脚时时动弹，雌兔两只眼睛时常眯着，所以容易辨认。扑朔，爬搔，扑腾。迷离，眯着眼。双兔傍地走，安能辨我是雄雌：两只兔子贴着地面跑，怎能辨别哪个是雄兔，哪个是雌兔呢。傍(bàng)地走：贴着地面并排跑。",
                    "classInfo" : "29",
                    "poetryID" : "1",
                    "source" : "12",
                    "analysesInfo" : "《木兰诗》是一首长篇叙事诗，讲述了一个叫木兰的女孩，女扮男装，替父从军，在战场上建立功勋，回朝后不愿作官，只求回家团聚的故事，热情赞扬了这位女子勇敢善良的品质、保家卫国的热情和英勇无畏的精神。全诗以“木兰是女郎”来构思木兰的传奇故事，富有浪漫色彩；详略安排极具匠心，虽然写的是战争题材，但着墨较多的却是生活场景和儿女情态，富有生活气息；以人物问答及铺陈、排比、对偶、互文等手法描述人物情态，刻画人物心理，生动细致，神气跃然，使作品具有强烈的艺术感染力。&&&第一段，写木兰决定代父从军。诗以“唧唧复唧唧”的织机声开篇，展现“木兰当户织”的情景。然后写木兰停机叹息，无心织布，不禁令人奇怪，引出一问一答，道出木兰的心事。木兰之所以“叹息”，不是因为儿女的心事，而是因为天子征兵，父亲在被征之列，父亲既已年老，家中又无长男，于是决定代父从军。&&&第二段，写木兰准备出征和奔赴战场。“东市买骏马……”四句排比，写木兰紧张地购买战马和乘马用具，表示对此事的极度重视，只用了两天就走完了，夸张地表现了木兰行进的神速、军情的紧迫、心情的急切，使人感到紧张的战争氛围。其中写“黄河流水鸣溅溅”“燕山胡骑鸣啾啾”之声，还衬托了木兰的思亲之情。&&&第三段，概写木兰十来年的征战生活。“万里赴戎机，关山度若飞”，概括上文“旦辞……”八句的内容，夸张地描写了木兰身跨战马，万里迢迢，奔往战场，飞越一道道关口，一座座高山。寒光映照着身上冰冷的铠甲。“将军百战死，壮士十年归”，概述战争旷日持久，战斗激烈悲壮。将士们十年征战，历经一次次残酷的战斗，有的战死，有的归来。而英勇善战的木兰，则是有幸生存、胜利归来的将士中的一个。&&&第四段，写木兰还朝辞官。先写木兰朝见天子，然后写木兰功劳之大，天子赏赐之多，再说到木兰辞官不就，愿意回到自己的故乡。“木兰不用尚书郎”而愿“还故乡”，固然是她对家园生活的眷念，但也自有秘密在，即她是女儿身。天子不知底里，木兰不便明言，颇有戏剧意味。&&&第五段，写木兰还乡与亲人团聚。先以父母姊弟各自符合身份、性别、年龄的举动，描写家中的欢乐气氛，展现浓郁的亲情；再以木兰一连串的行动，写她对故居的亲切感受和对女儿妆的喜爱，一副天然的女儿情态，表现她归来后情不自禁的喜悦；最后作为故事的结局和全诗的高潮，是恢复女儿装束的木兰与伙伴相见的喜剧场面。&&&第六段，用比喻作结。以双兔在一起奔跑，难辨雌雄的隐喻，对木兰女扮男装、代父从军多年未被发现的奥秘加以巧妙的解答，妙趣横生而又令人回味。&&&其诗中几件事的描绘详略得当，一，二，三，六，七段详写木兰女儿情怀，四，五段略写战场上的英雄气概。从内容上突出儿女情怀，丰富英雄性格，是人物形象更真实感人。结构上使全诗显得简洁，紧凑。&&&这首诗塑造了木兰这一不朽的人物形象，既富有传奇色彩，而又真切动人。木兰既是奇女子又是普通人，既是巾帼英雄又是平民少女，既是矫健的勇士又是娇美的女儿。她勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱亲人又报效国家，不慕高官厚禄而热爱和平生活。&&&《木兰诗》是中国诗史上罕有的杰作，诗中首次塑造了一位替父从军的不朽的女英雄形象，既富有传奇色彩，而又真切动人。木兰既是奇女子又是普通人，既是巾帼英雄又是平民少女，既是矫健的勇士又是娇美的女儿。她勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱亲人又报效国家，不慕高官厚禄而热爱和平生活。木兰完满具备了英雄品格与女性特点。天性善良勇敢，沉着机智，坚忍不拔，是木兰英雄品格之必要内涵，对父母对祖国之无限爱心和献身精神，则是其英雄品格之最大精神力量源泉。同时，全诗紧扣“木兰是女郎”，从“不闻爷娘唤女声”到“木兰不用尚书郎”，从“木兰当户织”到“着我旧时裳”，始终不失其为女性之特点。故木兰形象极为真实感人。《木兰诗》创具一种中国气派之喜剧精神，其特质，乃是中国人传统道德精神、乐观精神及幽默感之整合。这种中国气派之喜剧精神，实与以讽刺为特征的西方喜剧大不相同。《木兰诗》充分体现出中国民歌之天然特长，铺排、夸张、象声、悬念的突出运用，对于渲染气氛、刻划性格，效果极佳。&&&过去多认为《木兰诗》所产生之基础，为北朝尚武之社会风俗。但是，北朝历史发展之主流，是入居北中国的游牧民族接受农业文明，进而接受中国文化，最终为中国文化所化。就此诗言，即使木兰之家原为鲜卑民族，也早已汉化。“木兰当户织”，是一证。木兰还家，全家喜庆之中所深具之礼意，是又一证。尤其木兰替父从军、高度体现对父母之爱心与对祖国之忠心，实为高度体现中国文化之精神。故应当说，《木兰诗》所产生之基础，是中国传统文化与北朝尚武风俗之融合，而《木兰诗》之根本精神，则是中国文化之精神。",
                    "transferInfo" : "叹息声一声接着一声，木兰对着房门织布。听不见织布机织布梭的声音，只听见木兰在叹息。问木兰在想什么？在惦记什么？木兰答道：我也没在想什么，也没在惦记什么。昨天晚上看见了征兵的文书，君主在大规模征兵，征兵的名册有很多卷，每一卷上都有我父亲的名字。父亲没有大儿子，我没有兄长，木兰愿意为此到集市上去买马鞍和马匹，从此开始替代父亲去征战。&&&在集市各处购买骏马、马鞍、鞍下的垫子、马嚼子、缰绳和马鞭。早上辞别父母上路，晚上宿营在黄河边，听不见父母呼叫女儿的声音，只听见黄河水奔腾流淌的声音。早晨离开黄河上路，晚上到达黑山头，听不见父母呼叫女儿的声音，只听见胡人战马啾啾的鸣叫声。&&&不远万里奔赴战场，像飞一样地跨过一道道的关，越过一座座的山。北方的寒气传送着打更的声音，冰冷的月光照在将士们的铠甲上。将士们身经百战有的为国捐躯，有的转战多年胜利归来。&&&胜利归来朝见天子，天子坐在殿堂论功行赏。给木兰记了很大的功勋，赏赐了很多的财物。天子问木兰想要什么，木兰说不愿做尚书郎，希望能骑着千里马，快马加鞭送我回故乡。&&&父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。开我东阁、西阁的门，坐在我的床上，脱去打仗时穿的战袍，穿上以前的女儿装，当着窗子整理像乌云一样柔美的头发，对着镜子在额上贴好花黄。出门去见一起打仗的伙伴，伙伴们都很吃惊，征战同行这么多年，竟然不知木兰是个女子。&&&提着兔子的耳朵悬在半空时，雄兔两只前脚时常动弹，雌兔两只眼睛时常眯着，所以容易辨认。雄雌两只兔子贴着地面跑，怎能辨别哪个是雄兔哪个是雌兔呢？",
                    "backgroundInfo" : "它产生的时代众说纷纭，但从历史地理的条件可以判定事和诗可能产生后魏，这诗产生于民间，在长期流传过程中，有经后代文人润色的痕迹，但基本上还是保存了民歌易记易诵的特色。学者们大都认为，《木兰诗》产生于北朝后期。 ",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山中杂诗",
                    "author" : "吴均",
                    "content" : "山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。",
                    "addtionInfo" : "山际：山边；山与天相接的地方。烟：指山里面的雾气。竹中：竹林丛中。窥（kuī）：从缝隙中看。檐（yán）：房檐。这句是说山上的房屋地势很高，所以云从窗户里面穿进穿出。",
                    "classInfo" : "106",
                    "poetryID" : "2",
                    "source" : "1",
                    "analysesInfo" : "作品通过对山居小屋悠远、静谧的环境描写，表现了诗人崇尚自然，热爱自然的闲适自在的心情。&&&“山际见来烟。”“这里的山际”说的是目所能及的山与天相接的地方，写的是极目远望之处。“来烟”，写的是诗人远望所见的动感物象，即远远地看见岚气云烟从天边飘来，这一描写有力地再现了山居小屋环境的深邃和悠远，给人创建了一个极其丰富的幽深神秘的美感想象空间。&&&“竹中窥落日。”这句的“竹中”，从一个“窥”字可以看出说的应该是竹林的空隙，“落日”就是诗人从竹林的空隙中“窥”见到的明亮清新的一个动感物象。从这个“窥”字我们不难看出，诗人这里写的是近景，即从竹林的空隙中窥视到的红红的落日。这一“窥”，巧妙而又生动地增强了夕阳余晖洒落竹林时刻山居小屋环境优雅、明亮的美感。&&&如果说在前两句中诗人不惜笔墨为我们再现了山居小屋的环境，那么下边两句写的则是小屋本身的特点。&&&“鸟向檐上飞。”“向”可以理解为“从”，也可理解为“在”。“ 檐上飞”，说的是傍晚了，鸟儿们快要归巢了，于是在房檐儿上悠闲地，自由自在地,叽叽喳喳地，一会儿飞过来，一会儿又飞过去。这一句写的是山居小屋的近景，是近距离的所见，描绘的是一种清新、明快的场景，它在向人们透露着一种愉悦与欣喜的情怀。&&&“云从窗里出。”“云”是不可能从“窗里出”的，诗人写的其实也就是一种感觉，我们不妨体会一下，如果站在山脚下，远看山居小屋窗前的景象，那洁白的云朵在小屋的窗前悠闲地飘动，仿佛就是从窗户里飘出来的。这感觉是何等的神奇呀。&&&诗写得十分精炼。四句写出四个各自独立的画面，如同电影镜头的连接那样，合起来使人感到高而深的山中是那么清幽，甚至冷寂。烟、日、鸟、云都在动，但给人的印象却是无限的静。由这一片寂静，又使人感到诗人心中是那么清静。他没有一点儿杂念，只是静静地观赏着这一切。如果细细吟味，还可感到三、四句隐隐流露出诗人的几分新奇感。高飞的鸟与屋檐齐高，白云由窗间流出，这种景象在平地上见不到，因而使诗人感到有趣。&&&四句是两副对子。前两句“见”、“窥”的主体是诗人，后两句的主体则是“鸟”和“云”。前两句的节奏是二、一、二，后两旬是二、二、一。这样，全诗虽然篇幅短小，内容单纯，却因旬式的不同而有所变化，以至于不显得单调了。&&&此诗写作极有章法，动静结合。前两句形成大的环境氛围和背景；后两句点染出具体生动的景物，造成巨细相衬的艺术效果。同时，景物动静结合，构成山居特有的景物环境氛围。诗人又运用景中有人、景中含情、情景交融的手法来观察写出景物，寄托自己的情志于景物环境之中，体现了山居的清静超脱，远离尘嚣，表达了诗人安贫乐道的思想，也表达了诗人对大自然的热爱之情。",
                    "transferInfo" : "山与天相接的地方缭绕着阵阵岚气云烟，从竹林的缝隙里看洒落下余晖的夕阳。鸟儿从我山中小屋的屋檐上飞过，洁白的云儿竟然从窗户里轻轻地飘了出来。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "竹里馆",
                    "author" : "王维",
                    "content" : "独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。",
                    "addtionInfo" : "竹里馆：辋川别墅胜景之一，房屋周围有竹林，故名。幽篁（huáng）：幽深的竹林。啸（xiào）：嘬口发出长而清脆的声音，类似于打口哨。深林：指“幽篁”。相照：与“独坐”相应，意思是说，左右无人相伴，唯有明月似解人意，偏来相照。长啸：撮口而呼，这里指吟咏、歌唱。古代一些超逸之士常用来抒发感情。魏晋名士称吹口哨为啸。",
                    "classInfo" : "30",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "此诗写隐者的闲适生活以及情趣，描绘了诗人月下独坐、弹琴长啸的悠闲生活，遣词造句简朴清丽，传达出诗人宁静、淡泊的心情，表现了清幽宁静、高雅绝俗的境界。&&&起句写诗人活动的环境非常幽静。开头一个“独”字便给读者留下了突出印象，这个“独”字也贯穿了全篇。“幽篁”指幽深的竹林。《楚辞·九歌·山鬼》说：“余处幽篁兮终不见天。”“竹里馆”顾名思义是一座建在竹林深处的房子，王维独自坐在里面。他的朋友裴迪的同题诗写道：“出入唯山鸟，幽深无世人。”仅诗的第一句就塑造了一个悠然独处者的形象。&&&次句承上写诗人悠然独处，借弹琴和长啸来抒发自己的情感。我们知道王维是著名的音乐家，所以考取进士后，当上了太乐丞。但是他独自坐在竹里馆中弹琴显然不是供人欣赏的，而是抒发自己的怀抱。“长啸”指拖长声音大声吟唱诗歌，如苏轼《和林子中待制》：“早晚渊明赋归去，浩歌长啸老斜川。”可见弹琴还不足以抒发自己的感情，接着又吟唱了起来。他吟唱的诗也许就是这首《竹里馆》。&&&诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非庾信《小园赋》所说的“三竿两竿之竹”，也非柳宗元《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，像是随意写出了眼前景物，没有费什么气力去刻画和涂饰。&&&三、四两句写自己的内心世界没有人能理解。“深林人不知”本来就是诗中应有之意，如果对人知与不知毫不在意，那他就不会写出这句诗，既然写了这句诗，就表明他还是希望有人能够理解自己的，遗憾的是陪伴他的只是天空中的一轮明月。起句写“人不知”，结句写“月相照”，也可谓相互呼应了。&&&诗中写人物活动，也只用六个字组成三个词，就是：“独坐、弹琴、长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作为王维《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘佣说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。&&&可以想见，诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如司空图《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。",
                    "transferInfo" : "独自闲坐在幽静竹林，一边弹琴一边高歌长啸。深深的山林中无人知晓，只有一轮明月静静与我相伴。",
                    "backgroundInfo" : "这首诗是作于王维晚年隐居蓝田辋川时期。王维早年信奉佛教，思想超脱，加之仕途坎坷，四十岁以后就过着半官半隐的生活。诗人是在意兴清幽、心灵澄净的状态下与竹林、明月本身所具有的清幽澄净的属性悠然相会，而命笔成篇的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "峨眉山月歌",
                    "author" : "李白",
                    "content" : "峨眉山月半轮秋，影入平羌江水流。夜发清溪向三峡，思君不见下渝州。",
                    "addtionInfo" : "峨眉山：在今四川峨眉县西南。半轮秋：半圆的秋月，即上弦月或下弦月。影：月光的影子。平羌：即青衣江，在峨眉山东北。源出四川芦山，流经乐山汇入岷江。夜：今夜。发：出发。清溪：指清溪驿，属四川犍为，在峨眉山附近。三峡：指长江瞿塘峡、巫峡、西陵峡，今在四川、湖北两省的交界处。一说指四川乐山的犁头、背峨、平羌三峡，清溪在黎头峡的上游。君：指峨眉山月。一说指作者的友人。下：顺流而下。渝州：治所在巴县，今重庆一带。",
                    "classInfo" : "101",
                    "poetryID" : "4",
                    "source" : "12",
                    "analysesInfo" : "此诗是作者李白于开元十三年（725）出蜀途中所作。这首诗意境明朗，语言浅近，音韵流畅。全诗意境清朗优美，风致自然天成，为李白脍炙人口的名篇之一。&&&“峨眉山月半轮秋，影入平羌江水流。”前两句是说，高峻的峨眉山前，悬挂着半轮秋月。&&&诗从“峨眉山月”写起，点出了远游的时令是在秋天。“秋”字因入韵关系倒置句末。秋高气爽，月色特别明亮。以“秋”字又形容月色之美，信手拈来，自然入妙。月只“半轮”，使人联想到青山吐月的优美意境。在峨眉山的东北有平羌江，即今青衣江，源出于四川芦山县，流至乐山县入岷江。次句“影”指月影，“入”和“流”两个动词构成连动句式，是说月影映入江水，又随江水流去。生活经验告诉我们，定位观水中月影，任凭江水怎样流，月影却是不动的。“月亮走，我也走”，只有观者顺流而下，才会看到“影入江水流”的妙境。所以此句不仅写出了月映清江的美景，同时暗点秋夜行船之事。意境空灵入妙。&&&“夜发清溪向三峡，思君不见下渝州。”后两句是说，夜间乘船出发，离开清溪直奔三峡。想你却难相见，恋恋不舍去向渝州。&&&次句境中有人，第三句中人已露面：他正连夜从清溪驿出发进入岷江，向三峡驶去。这位“仗剑去国，辞亲远游”的青年，乍离乡土，对故国故人不免恋恋不舍。江行见月，如见故人。然而明月毕竟不是故人，于是只能“仰头看明月，寄情千里光”了。末句“思君不见下渝州”，表达依依惜别的无限情思，可谓语短情长。&&&诗中连用了五个地名，构思精巧，不着痕迹，诗人依次经过的地点是：峨眉山──平羌江──清溪──三峡──渝州，诗境就这样渐次为读者展开了一幅千里蜀江行旅图。除“峨眉山月”以外，诗中几乎没有更具体的景物描写；除“思君”二字，也没有更多的抒情。然而“峨眉山月”这一集中的艺术形象贯串整个诗境，成为诗情的触媒。由它引发的意蕴相当丰富：山月与人万里相随，夜夜可见，使“思君不见”的感慨愈加深沉。明月可亲而不可近，可望而不可接，更是思友之情的象征。凡咏月处，皆抒发江行思友之情，令人陶醉。连用五个地名，精巧地点出行程，既有“仗剑去国，辞亲远游”的豪迈，也有思乡的情怀，语言流转自然，恰似“清水出芙蓉，天然去雕饰”。&&&本来，短小的绝句在表现时空变化上容易受到限制，因此一般写法是不同是超越时空。但这首诗在时间和空间跨度上达到了驰骋自由的境地，二十八个字中出现了五个地名，共计十二个字，这在万首唐人绝句中是仅见的，人们不但不感到重复，而且认为是绝唱，其原因就在于诗境中无处不渗透着江行的经验和思友之情，无处不贯穿着山月这一具有象征意义的艺术形象它把广阔的空间和较长的时间统一起来。其次地名的处理也富有变化。“峨眉山月”、“平羌江水”是地名附加于景物，是虚用；“发清溪”、“向三峡”、“下渝州”则是实用，在句中的位置也有不同，所以读起来就觉得不着痕迹，自然入妙。",
                    "transferInfo" : "半轮明月高高悬挂在峨眉山前，青衣江澄澈的水面倒映着月影。夜间乘船出发，离开清溪直奔三峡。想你却难相见，只能依依不舍顺江去向渝州。",
                    "backgroundInfo" : "这首诗出自《李太白全集》卷八，是李白年轻时的作品。峨眉山是蜀中大山，也是蜀地的代称。李白是蜀人，因此峨眉山月也就是故园之月。此诗是李白初离蜀地时的作品，大约作于开元十二年（724年）秋天。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春夜洛城闻笛",
                    "author" : "李白",
                    "content" : "谁家玉笛暗飞声，散入春风满洛城。此夜曲中闻折柳，何人不起故园情。",
                    "addtionInfo" : "洛城：今河南洛阳。玉笛：笛子的美称。暗飞声：声音不知从何处传来。声：声音。春风：指春天的风，比喻恩泽，融和的气氛等引申涵义。闻：听;听见。折柳：即《折杨柳》笛曲，乐府“鼓角横吹曲”调名，内容多写离情别绪。胡仔《苕溪渔隐丛话后集》卷四：“《乐府杂录》云：‘笛者，羌乐也。古典有《折杨柳》、《落梅花》。故谪仙《春夜洛城闻笛》……’杜少陵《吹笛》诗：‘故园杨柳今摇落，何得愁中曲尽生？’王之涣云：‘羌笛何须怨杨柳，春风不度玉门关。’皆言《折杨柳》曲也。”曲中表达了送别时的哀怨感情。故园：指故乡，家乡。",
                    "classInfo" : "6",
                    "poetryID" : "5",
                    "source" : "12",
                    "analysesInfo" : "此诗写乡思，题作“春夜洛城闻笛”，明示诗人因闻笛声而感发。题中“洛城”表明是客居，“春夜”点出季节及具体时间。此诗抒发了作者客居洛阳夜深人静之时被笛声引起的思乡之情，其前两句描写笛声随春风而传遍洛阳城，后两句写因闻笛而思乡。全诗扣紧一个“闻”字，抒写自己闻笛的感受，合理运用想象和夸张，条理通畅，感情真挚，余韵无穷。&&&第一句“暗飞”二字可谓传神，“暗”字更是首句之关键。因为此时不知笛声自何处飞来，用此“暗”字，恰当非常，足见诗人亦是经过了细心推敲。此“暗”字寓意颇深。说笛声暗飞，似乎是为了来触动羁旅者的离愁别绪。此外，“暗”也有隐约之意，与诗的情境相呼应。“谁家”之“谁”与“暗”照应。第二句渲染笛声，形象而生动，“散入春风满洛城”，仿佛整个洛阳城无处不萦绕着悠扬的笛声。这自然是诗人的主观感觉的极度夸张。“散”字用得极妙，说“笛声“散入春风”，意即笛声随着春风均匀散布于洛城的各个角落。“满”字从“散”字引绎而出，二者相得益彰，充分表现了洛城春夜之静谧，表达了诗人的思念故乡之心切。&&&听到笛声以后，诗人触动了乡思的情怀，于是第三句点出了《折杨柳》曲。古人送别时折柳，盼望亲人归来也折柳。据说“柳”谐“留”音，故折柳送行表示别情。长安灞桥即为有名的送别之地，或指那个地方的杨柳为送行人攀折殆尽。《折杨柳》曲伤离惜别，其音哀怨幽咽。晋代太康末年，京洛流行《折杨柳》歌，有“兵革苦辛”的词语。北朝《折杨柳歌辞》中说：“上马不捉鞭，反拗杨柳枝；蹀坐吹长笛，愁杀行客儿。”大约都是据曲意填的歌词。所以，诗人听到这首《折柳》曲，便引起客愁乡思。一般说，久居他乡的人，白天还没有什么，可是一到日暮天晚，就容易想念家乡。在春秋季节，人们也常是多愁善感。《折柳》为全诗点睛，也是“闻笛”的题义所在。三、四两句写诗人自己的情怀，却从他人反说。强调“此夜”，是面对所有客居洛阳城的人讲话，为结句“何人不起故园情”作势。这是主观情感的推衍，不言“我”，却更见“我”感触之深，思乡之切。&&&全诗扣紧一个“闻”字，抒写自己闻笛的感受。诗的第一句是猜测性的问句。那未曾露面的吹笛人只管自吹自听，却不期然而打动了许许多多听众，这就是句中“暗”字所包含的意味。第二句说笛声由春风吹散，传遍了洛阳城。这是诗人的想象，也是艺术的夸张。第三句说明春风传来的笛声，吹奏的是表现离情别绪的《折杨柳》，于是紧接一句说，哪个能不被引发思念故乡家园的情感呢！水到渠成而戛然而止，因而余韵袅袅，久久萦绕于读者心间，令人回味无穷。&&&李白的老家在四川，二十多岁就离家东游，后长期居住湖北、山东，春夜闻笛《折杨柳》曲，触发深长的乡思当是再自然不过的了。因此情真意切，扣人心弦，千百年来在旅人游子心中引发强烈的共鸣。&&&短短的一首七言绝句，颇能显现李白的风格特点，即艺术表现上的主观倾向。热爱故乡是一种崇高的感情，它同爱国主义是相通的。诗人的故乡是他从小生于此，长于此的地方，作为祖国的一部分，那种形象尤其令诗人难以忘怀。李白这首诗写的是闻笛，但它的意义不限于描写音乐，还表达了对故乡的思念，这才是它感人的地方。",
                    "transferInfo" : "这是从谁家飘出的悠扬笛声呢？它随着春风飘扬，传遍洛阳全城。客居之夜听到《折杨柳》的曲子，谁又能不生出怀念故乡的愁情？",
                    "backgroundInfo" : "这首诗是公元734年（唐玄宗开元二十二年）或公元735年（唐玄宗开元二十三年）李白游洛阳时所作。当时李白客居洛城，大概正在客栈里，偶然听到笛声而触发思乡之情，所以写下此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "逢入京使",
                    "author" : "曾参",
                    "content" : "故园东望路漫漫，双袖龙钟泪不干。马上相逢无纸笔，凭君传语报平安。",
                    "addtionInfo" : "入京使：进京的使者。故园：指长安和自己在长安的家。漫漫：形容路途十分遥远。龙钟：涕泪淋漓的样子。卞和《退怨之歌》：“空山歔欷泪龙钟。”这里是沾湿的意思。凭：托，烦，请。传语：捎口信。",
                    "classInfo" : "6",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "这是一首传诵很广的名作。它之所以受到推崇，主要是写得自然、本 色。岑参这次西行的目的，他自己曾作过这样的说明： “万里奉王事，一身 无所求; 也知塞垣苦，岂为妻子谋。”因 此从道理上讲，他是自愿的，情绪的基调当是昂扬乐观的。只是，理智是一回事，感情又是一回事。当时的安西都护府治所在龟兹， 在通讯、交通都极不方便的唐代，对一个久居内地的读书人来说，要离家数 千里，穿越戈壁沙漠，去到一个完全陌生的地方，岂有不想家的道理？&&&此诗首联塑造西行途中的旅人形象：“故园东望路漫漫”，在碰到入京使以后， 作者久久不语，只是默默凝视着东方，思乡的主题一上来便得到有力的揭 示。步步西去，家乡越来越远，“路漫漫”三字不仅指出这种事实，而且很 容易勾起“离恨恰如春草，更行更远还生” (李煜[清平乐])一类的感触 来。首句只叙事，不言情，但情感自生。第二句中的“龙钟”是沾湿的意 思，全句说： 揩眼泪巳经揩湿了双袖，可是脸上的泪水仍旧不干。这种写法 虽有夸张，却极朴素、真切地再现了一个普通人想家想到极点的情态，没有丝 毫的矫揉造作。&&&“马上相逢无纸笔，凭君传语报平安”，这两句是写遇到入京使者时欲捎书回家报平安又苦于没有纸笔的情形，完全是马上相逢行者匆匆的口气，写得十分传神。“逢”字点出了题目，在赶赴安西的途中，遇到作为入京使者的故人，彼此都鞍马倥偬，交臂而过，一个继续西行，一个东归长安，而自己的妻子也正在长安，正好托故人带封平安家信回去，可偏偏又无纸笔，也顾不上写信了，只好托故人带个口信，“凭君传语报平安”吧。这最后一句诗，处理得很简单，收束得很干净利落，但简净之中寄寓着诗人的一片深情，寄至味于淡薄，颇有韵味。岑参此行是抱着“功名只向马上取”的雄心的，此时，心情是复杂的。他一方面有对帝京、故园相思眷恋的柔情，一方面也表现了诗人渴望建功立业的豪迈胸襟，柔情与豪情交织相融，感人至深。&&&这首诗语言朴素自然，充满了浓郁边塞生活气息，既有生活情趣，又有人情味，清新明快，余味深长，不加雕琢，信口而成，而又感情真挚。诗人善于把许多人心头所想、口里要说的话，用艺术手法加以提炼和概括，使之具有典型的意义。在平易之中而又显出丰富的韵味，自能深入人心，历久不忘。岑参这首诗，正是有这一特色。",
                    "transferInfo" : "向东遥望长安家园路途遥远，思乡之泪沾湿双袖难擦干。在马上匆匆相逢没有纸和笔，只有托你捎个口信，给家人报平安。",
                    "backgroundInfo" : "根据刘开扬《岑参诗集编年笺注·岑参年谱》，此诗作于公元749年（天宝八载）诗人赴安西（今新疆维吾尔自治区库车县）上任途中。这是岑参第一次远赴西域，充安西节度使高仙芝幕府书记。此时诗人34岁，前半生功名不如意，无奈之下，出塞任职。他告别了在长安的妻子，跃马踏上漫漫征途，西出阳关，奔赴安西。&&&岑参也不知走了多少天，就在通西域的大路上，他忽地迎面碰见一个老相识。立马而谈，互叙寒温，知道对方要返京述职，不免有些感伤，同时想到请他捎封家信回长安去安慰家人，报个平安。此诗就描写了这一情景。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "滁州西涧",
                    "author" : "韦应物",
                    "content" : "独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横。",
                    "addtionInfo" : "滁州：在今安徽滁州以西。西涧：在滁州城西，俗名称上马河。独怜：唯独喜欢。幽草：幽谷里的小草。幽，一作“芳”。生：一作“行”。深树：枝叶茂密的树。深，《才调集》作“远”。树，《全唐诗》注“有本作‘处’”。春潮：春天的潮汐。野渡：郊野的渡口。横：指随意飘浮。",
                    "classInfo" : "101",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "作者任滁州剌史时，游览至滁州西涧，写下了这首诗情浓郁的小诗。此诗写的虽然是平常的景物，但经诗人的点染，却成了一幅意境幽深的有韵之画，还蕴含了诗人一种不在其位，不得其用的无奈与忧伤情怀，也就是作者对自己怀才不遇的不平。&&&首二句写春景、爱幽草而轻黄鹂，以喻乐守节，而嫉高媚；后二句写带雨春潮之急，和水急舟横的景象，蕴含一种不在其位，不得其用的无可奈何之忧伤。全诗表露了恬淡的胸襟和忧伤之情怀。&&&诗写暮春景物。“独怜幽草涧边生，上有黄鹂深树鸣”。是说：诗人独喜爱涧边生长的幽草，上有黄莺在树阴深处啼鸣。这是清丽的色彩与动听的音乐交织成的幽雅景致。暮春之际，群芳已过，诗人闲行至涧，但见一片青草萋萋。这里幽草，深树，透出境界的幽冷，虽然不及百花妩媚娇艳，但它们那青翠欲滴的身姿，那自甘寂寞、不肯趋时悦人的风标，与作者好静的性格相契，自然而然地赢得了诗人的喜爱。这里，“独怜”二字，感情色彩至为浓郁，是诗人别有会心的感受。它表露了作者闲适恬淡的心境。王安石有“绿阴幽草胜花时”之句，写初夏之景，与此同一立意。首句，写静；次句，则写动。莺啼婉啭，在树丛深处间关滑动。莺啼似乎打破了刚才的沉寂和悠闲，其实在诗人静谥的心田荡起更深一层涟漪。次句前头着一“上”字，不仅仅是写客观景物的时空转移，重要的是写出了诗人随缘自适、怡然自得的开朗和豁达。&&&后二句，晚潮加上春雨，水势更急。而郊野渡口，本来行人无多，此刻更其无人。因此，连船夫也不在了，只见空空的渡船自在浮泊，悠然漠然。水急舟横，由于渡口在郊野，无人问津。倘使在要津，则傍晚雨中潮涨，正是渡船大用之时，不能悠然空泊了。因此，在这水急舟横的悠闲景象里，蕴含着一种不在其位、不得其用的无奈而忧伤的情怀。&&&在前、后二句中，诗人都用了对比手法，并用“独怜”、“急”、“横”这样醒目的字眼加以强调，应当说是有引人思索的用意的。&&&这首诗中有无寄托，所托何意，历来争论不休。旧注以为这首诗有政治寄托，说是写“君子在下，小人在上之象”，蕴含一种不在其位，不得其用的无可奈何之忧伤，但过于穿凿附会，难以自圆其说。有人认为“此偶赋西涧之景，不必有所托意”。实则诗中流露的情绪若隐若显，开篇幽草、黄莺并提时，诗人用“独怜”的字眼，寓意显然，表露出诗人安贫守节，不高居媚时的胸襟，后两句在水急舟横的悠闲景象中，蕴含着一种不在位、不得其用的无奈、忧虑、悲伤的情怀。诗人以情写景，借景述意，写自己喜爱和不喜爱的景物，说自己合意和不合意的事情，而胸襟恬淡，情怀忧伤，便自然地流露出来。 这首诗表达作者对生活的热爱。",
                    "transferInfo" : "最是喜爱涧边幽谷里生长的野草，还有那树丛深处婉转啼鸣的黄鹂。傍晚时分，春潮上涨，春雨淅沥，西涧水势顿见湍急，荒野渡口无人，只有一只小船悠闲地横在水面。",
                    "backgroundInfo" : "一般认为这首诗是公元781年（唐德宗建中二年）韦应物任滁州刺史时所作。作者非常喜爱西涧清幽的景色，一天游览至滁州西涧（在滁州城西郊野），写下了这首小诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江南逢李龟年",
                    "author" : "杜甫",
                    "content" : "岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。",
                    "addtionInfo" : "李龟年：唐朝开元、天宝年间的著名乐师，擅长唱歌。因为受到皇帝唐玄宗的宠幸而红极一时。“安史之乱”后，李龟年流落江南，卖艺为生。岐王：唐玄宗李隆基的弟弟，名叫李范，以好学爱才著称，雅善音律。寻常：经常。崔九：崔涤，在兄弟中排行第九，中书令崔湜的弟弟。玄宗时，曾任殿中监，出入禁中，得玄宗宠幸。崔姓，是当时一家大姓，以此表明李龟年原来受赏识。江南：这里指今湖南省一带。落花时节：暮春，通常指阴历三月。落花的寓意很多，人衰老飘零，社会的凋弊丧乱都在其中。君：指李龟年。",
                    "classInfo" : "17",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "诗是感伤世态炎凉的。李龟年是唐玄宗初年的著名歌手，常在贵族豪门歌唱。杜甫少年时才华卓著，常出入于岐王李隆范和中书监崔涤的门庭，得以欣赏李龟年的歌唱艺术。诗的开首二句是追忆昔日与李龟年的接触，寄寓诗人对开元初年鼎盛的眷怀；后两句是对国事凋零，艺人颠沛流离的感慨。仅仅四句却概括了整个开元时期（注：开元时期为713年—741年）的时代沧桑，人生巨变。语极平淡，内涵却无限丰满。&&&李龟年是开元时期“特承顾遇”的著名歌唱家。杜甫初逢李龟年，正是在意气风发的少年时期，正值“开元盛世”。杜甫因才华早著而受到歧王李范和秘书监崔涤的赏识，得以在他们的府邸欣赏李龟年的歌唱。在杜甫的心目中，李龟年正是和鼎盛的开元时代，也和自己充满浪漫情调的青少年时期的生活紧紧联结在一起的。几十年后他们又在江南重逢。这时遭受了八年安史之乱的唐朝业已从繁荣昌盛转入衰落，他们二人的晚景也十分凄凉。这种会见，自然很容易触发杜甫胸中本已郁积的无限沧桑之感。这首诗跨越了几十年的时代苍桑，社会变迁，景物的描写寄寓了诗人对世道衰落的感慨。全诗情韵深厚，内蕴丰富，举重若轻，具有高度的艺术成就。&&&“岐王宅里寻常见，崔九堂前几度闻。”当年在岐王宅里，常常见到你的演出;在崔九堂前，也曾多次欣赏你的艺术。开头二句虽然是在追忆昔日与李龟年的接触，流露的却是对开元全盛日的深情怀念。下语似乎很轻，含蕴的情感却很重。“岐王”，唐玄宗的弟弟、唐睿宗(李旦)的儿子李范，封岐王，以好学爱才著称，雅善音律。“崔九”，名涤，是中书令崔湜的弟弟，经常出入皇宫，是唐玄宗的宠臣，曾任秘书监。他在同族弟兄辈中排行第九，故称崔九。“岐王宅”、“崔九堂”，仿佛信口道出，但在当事者心目中，这两个开元鼎盛时期文艺名流经常雅集之处，它们的名字，就足以勾起昔日的美好回忆。当年出入其间，接触李龟年这样的艺术明星，是很寻常的，可是现在回想起来，却已是可望而不可及的梦境了。两句诗在迭唱和咏叹中，好像是要拉长回味的时间似的。这里蕴含的天上人间之感，需要结合下两句才能品味出来。&&&“正是江南好风景，落花时节又逢君。”眼下正是江南暮春的大好风光，没有想到落花时节能巧遇你这位老相识。昔日不再，梦一样的回忆，改变不了眼前的无奈。后两句对国事凋零、艺人颠沛流离的感慨，概括了整个开元时期的沧桑巨变。风景秀丽的江南，在和平时代，原是诗人们所向往的快意之游的所在。如今真正置身其间，面对的却是满眼凋零的落花和皤然白首的流落艺人。“落花时节”，既是即景书事，也是有意无意之间的寄兴。熟悉时代和杜甫身世的读者，定会从中联想起世运的衰颓、社会的动乱和诗人的衰病漂泊，而丝毫不觉得诗人在刻意设喻。因而，这种写法显得浑成无迹。“正是”和“又”这两个虚词，一转一跌，更在字里行间，寓藏着无限感慨。&&&四句诗，从岐王宅里、崔九堂前的“闻”歌，到落花江南的重“逢”，“闻”、“逢”之间，联结着四十年的时代沧桑、人生巨变。尽管诗中没有一笔正面涉及时世身世，但透过诗人的追忆感喟，却表现出了给唐代社会物质财富和文化繁荣带来浩劫的那场大动乱的阴影，以及它给人们造成的巨大灾难和心灵创伤。可以说“世运之治乱，华年之盛衰，彼此之凄凉流落，俱在其中”（孙洙评）。正如同旧戏舞台上不用布景，观众通过演员的歌唱表演，可以想象出极广阔的空间背景和事件过程；又像小说里往往通过一个人的命运，反映一个时代一样。这首诗的成功创作表明：在具有高度艺术概括力和丰富生活体验的大诗人那里，绝句这样短小的体裁可以具有很大的容量，而在表现如此丰富的内容时，又能达到举重若轻、浑然无迹的艺术境界。",
                    "transferInfo" : "当年在岐王宅里，常常见到你的演出；在崔九堂前，也曾多次听到你的歌唱。现在正好是江南风景秀美的时候，在这暮春季节再次遇见了你。",
                    "backgroundInfo" : "此诗大概作于公元770年（大历五年）杜甫在长沙的时候。安史之乱后，杜甫漂泊到江南一带，和流落的宫廷歌唱家李龟年重逢，回忆起在岐王和崔九的府第频繁相见和听歌的情景而感慨万千写下这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送灵澈上人",
                    "author" : "刘长卿",
                    "content" : "苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。",
                    "addtionInfo" : "灵澈上人：唐代著名僧人，本姓杨，字源澄，会稽（今浙江绍兴）人，后为云门寺僧。上人，对僧人的敬称。苍苍：深青色。竹林寺：在现在江苏丹徒南。杳（yǎo）杳：深远的样子。荷（hè）笠：背着斗笠。荷，背着。",
                    "classInfo" : "7",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "这首小诗记叙诗人在傍晚送灵澈返竹林寺时的心情，它即景抒情，构思精致，语言精炼，素朴秀美，是唐代山水诗的名篇。&&&“苍苍竹林寺，杳杳钟声晚。”这两句是说作者眺望苍苍山林中的灵澈归宿处，远远传来寺院报时的钟响，点出此时已是黄昏时分，仿佛在催促灵澈归山。诗人出以想象之笔，创造了一个清远幽渺的境界。此二句主要写景，景中也寓之以情。&&&“荷笠带斜阳，青山独归远。”这两句就是写灵澈辞别归去情景。灵澈戴着斗笠，披带夕阳余晖，独自向青山走去，越来越远。“青山”即应首句“苍苍竹林寺”，点出寺在山林。“独归远”显出诗人伫立目送，依依不舍，结出别意。只写行者，未写送者，而诗人久久伫立，目送友人远去的形象仍显得非常生动。&&&全诗表达了诗人对灵澈的深挚的情谊，也表现出灵澈归山的清寂的风度。送别多半黯然情伤，这首送别诗却有一种闲淡的意境，和作者的寂寞心情。&&&精美如画，是这首诗的明显特点。但这帧画不仅以画面上的山水、人物动人，而且以画外的诗人自我形象，令人回味不尽。那寺院传来的声声暮钟，触动诗人的思绪；这青山独归的灵澈背影，勾惹诗人的归意。耳闻而目送，心思而神往，正是隐藏在画外的诗人形象。他深情，但不为离别感伤，而由于同怀淡泊；他沉思，也不为僧儒殊途，而由于趋归意同。这就是说，这首送别诗的主旨在于寄托着、也表露出诗人不遇而闲适、失意而淡泊的情怀，因而构成一种闲淡的意境。十八世纪法国狄德罗评画时说过：“凡是富于表情的作品可以同时富于景色，只要它具有尽可能具有的表情，它也就会有足够的景色。”（《绘画论》）此诗如画，其成功的原因亦如绘画，景色的优美正由于抒情的精湛。&&&刘长卿和灵澈相遇又离别于润州，大约在公元769—770年（唐代宗大历四、五年）间。刘长卿于公元761年（唐肃宗上元二年）从贬谪南巴（今广东茂名南）归来，一直失意待官，心情郁闷。灵澈此时诗名未著，云游江南，心情也不大得意，在润州逗留后，将返回浙江。一个宦途失意客，一个方外归山僧，在出世入世的问题上，可以殊途同归，同有不遇的体验，共怀淡泊的胸襟。这首小诗表现的就是这样一种境界。",
                    "transferInfo" : "遥望苍苍山林中的竹林寺，远远传来报时的钟响声。他带着斗笠身披斜阳余晖，独自向青山走去，渐行渐远。",
                    "backgroundInfo" : "这首诗是作者写傍晚时分，送灵澈返回竹林寺的途中所见所感。灵澈上人是中唐时期一位著名诗僧，俗姓汤，字源澄，会稽（今浙江绍兴）人，在会稽云门山云门寺出家，诗中的竹林寺在润州（今江苏镇江），是灵澈此次游方歇宿的寺院。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "约客",
                    "author" : "赵师秀",
                    "content" : "黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。",
                    "addtionInfo" : "约客：邀请客人来相会。黄梅时节：五月，江南梅子熟了，大都是阴雨绵绵的时候，称为“梅雨季节”，所以称江南雨季为“黄梅时节”。意思就是夏初江南梅子黄熟的时节。家家雨：家家户户都赶上下雨。形容处处都在下雨。处处蛙：到处是蛙声。有约：即为邀约友人。落灯花：旧时以油灯照明，灯心烧残，落下来时好像一朵闪亮的小花。落，使……掉落。灯花，灯芯燃尽结成的花状物。",
                    "classInfo" : "104",
                    "poetryID" : "10",
                    "source" : "1",
                    "analysesInfo" : "前二句交待了当时的环境和时令。“黄梅”、“雨”、“池塘”、“蛙声”，写出了江南梅雨季节的夏夜之景：雨声不断，蛙声一片。读来使人如身临其境，仿佛细雨就在身边飘，蛙声就在身边响。这看似表现得很“热闹”的环境，实际上诗人要反衬出它的“寂静”。 后二句点出了人物和事情。主人耐心地而又有几分焦急地等着，没事可干，“闲敲”棋子，静静地看着闪闪的灯花。第三句“有约不来过夜半”，用“有约”点出了诗人曾“约客”来访，“过夜半”说明了等待时间之久，本来期待的是约客的叩门声，但听到的却只是一阵阵的雨声和蛙声，比照之下更显示出作者焦躁的心情。第四句“闲敲棋子”是一个细节描写，诗人约客久候不到，灯芯很长，诗人百无聊赖之际，下意识地将黑白棋子在棋盘上轻轻敲打，而笃笃的敲棋声又将灯花都震落了。这种姿态貌似闲逸，其实反映出诗人内心的焦躁。 全诗通过对诗人思绪的环境及“闲敲棋子”这一细节动作的渲染，既写了诗人雨夜候客来访的情景，也写出约客未至的一种怅惘的心情，可谓形神兼备。全诗生活气息较浓，又摆脱了雕琢之习，清丽可诵。",
                    "transferInfo" : "梅雨时节家家户户都被烟雨笼罩着，长满青草的池塘边上，传来阵阵蛙声。已经过了午夜约好的客人还没有来，我无聊地轻轻敲着棋子，看着灯花一朵一朵落下。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "论诗五首·其二",
                    "author" : "赵翼",
                    "content" : "李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。",
                    "addtionInfo" : "李杜：指李白和杜甫。才人：有才情的人。风骚：指《诗经》中的“国风”和屈原的《离骚》。后来把关于诗文写作的事叫“风骚”。这里指在文学上有成就的“才人”的崇高地位和深远影响。",
                    "classInfo" : "22",
                    "poetryID" : "11",
                    "source" : "1",
                    "analysesInfo" : "第一、二句人指出，即使是李白、杜甫这样伟大的诗人，他们的诗篇也有历史局限性。&&&第三、四句诗人呼唤创新意识，希望诗歌写作要有时代精神和个性特点，大胆创新，反对演习守旧。&&&世人常常用这句诗来赞美人才辈出，或表示一代新人替换旧人，或新一代的崛起，就如滚滚长江，无法阻拦。&&&此反映了作者诗歌创作贵在创新的主张。他认为诗歌随时代不断发展，诗人在创作的时候也应求新求变，并非只有古人的作品才是最好的，每个时代都有属于自己的风格的诗人。写出了后人继承前人。本诗虽语言直白，但寓意深刻。“江山代有才人出，各领风骚数百年。”一句表达了文学创作随着时代变化发展的主题思想与中心。&&&赵翼论诗提倡创新，反对机械模式。他通过对诗家李白、杜甫成就的回顾，以历史发展的眼光来看，各个时代都有其标领风骚的人物，不必为古人是从。诗歌也应随着时代不断发展。",
                    "transferInfo" : "李白和杜甫的篇曾经被成千上万的人传颂，但读起来感觉已经没有什么新意了。国家代代都有很多有才情的人，他们的诗篇文章以及人气都会流传数百年。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "7500",
    "mainClass" : "7.5"
}

