{
    "poetryList" : [
                    {
                    "name" : "赠刘景文",
                    "author" : "苏轼",
                    "content" : "荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，正是橙黄橘绿时。",
                    "addtionInfo" : "刘景文：刘季孙，字景文，工诗，时任两浙兵马都监，驻杭州。苏轼视他为国士，曾上表推荐，并以诗歌唱酬往来。荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。正是：一作“最是”。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。",
                    "classInfo" : "101",
                    "poetryID" : "1",
                    "source" : "1",
                    "analysesInfo" : "这首诗是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。&&&苏轼的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。&&&古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人胡仔以之与韩愈《早春呈水部张十八员外》诗中“正是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。&&&荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故屈原写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。",
                    "transferInfo" : "荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。",
                    "backgroundInfo" : "这首诗作于1090年（元祐五年）初冬，当时苏轼正在杭州任职，任两浙兵马都监的刘季孙也在。两人过从甚密，交情很深。诗人一方面视刘景文为国士，并有《乞擢用刘季孙状》予以举荐；另一方面赠此诗以勉励之。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山行",
                    "author" : "杜牧",
                    "content" : "远上寒山石径斜，白云深处有人家。停车坐爱枫林晚，霜叶红于二月花。",
                    "addtionInfo" : "山行：在山中行走。远上：登上远处的。寒山：深秋季节的山。石径：石子的小路。斜：此字读xiá ，为倾斜的意思。深：另有版本作“生”。（“深”可理解为在云雾缭绕的的深处； “生”可理解为在形成白云的地方）车：轿子。坐：因为。霜叶：枫树的叶子经深秋寒霜之后变成了红色。枫林晚：傍晚时的枫树林。红于：比……更红，本文指霜叶红于二月花。",
                    "classInfo" : "4",
                    "poetryID" : "2",
                    "source" : "10",
                    "analysesInfo" : "这首诗描绘的是秋之色，展现出一幅动人的山林秋色图。诗里写了山路、人家、白云、红叶，构成一幅和谐统一的画面。这些景物不是并列的处于同等地位，而是有机地联系在一起，有主有从，有的处于画面的中心，有的则处于陪衬地位。简单来说，前三句是宾，第四句是主，前三句是为第四句描绘背景、创造气氛，起铺垫和烘托作用的。&&&首句“远上寒山石径斜”，由下而上，写一条石头小路蜿蜒曲折地伸向充满秋意的山峦。“寒”字点明深秋季节;“远”字写出山路的绵长;“斜”字照应句首的“远”字，写出了高而缓的山势。由于坡度不大，故可乘车游山。&&&次句“白云深处有人家”，描写诗人山行时所看到的远处风光。一个“深”字，形象地表现了白云升腾、缭绕和飘浮种种动态，也说明山很高。“有人家”三字会使人联想到炊烟袅袅，鸡鸣犬吠，从而感到深山充满生气，没有一点儿死寂的恐怖。“有人家”三字还照应了上句中的“石径”，因为这“石径”便是山里居民的通道。&&&对这些景物，诗人只是在作客观的描述。虽然用了一个“寒”字，也只是为了逗出下文的“晚”字和“霜”字，并不表现诗人的感情倾向。它毕竟还只是在为后面的描写蓄势—勾勒枫林所在的环境。&&&“停车坐爱枫林晚”便不同了，倾向性已经很鲜明，很强烈了。那山路、白云、人家都没有使诗人动心，这枫林晚景却使得他惊喜之情难以抑制。为了要停下来领略这山林风光，竟然顾不得驱车赶路。这句中的“晚”字用得无比精妙，它蕴含多层意思：（1）点明前两句是白天所见，后两句则是傍晚之景。（2）因为傍晚才有夕照，绚丽的晚霞和红艳的枫叶互相辉映，枫林才格外美丽。（3）诗人流连忘返，到了傍晚，还舍不得登车离去，足见他对红叶喜爱之极。（4）因为停车甚久，观察入微，才能悟出第四句“霜叶红于二月花”这样富有理趣的警句。&&&第四句是全诗的中心，是诗人浓墨重彩、凝聚笔力写出来的。不仅前两句疏淡的景致成了这艳丽秋色的衬托，即使“停车坐爱枫林晚”一句，看似抒情叙事，实际上也起着写景衬托的作用：那停车而望、陶然而醉的诗人，也成了景色的一部分，有了这种景象，才更显出秋色的迷人。而一笔重写之后，戛然便止，又显得情韵悠扬，余味无穷。&&&这是一首秋色的赞歌。诗人没有像古代一般文人那样，在秋季到来的时候，哀伤叹息。他歌颂的是大自然的秋色美，体现出了豪爽向上的精神，有一种英爽俊拔之气拂诸笔端，表现了诗人的才气，也表现了诗人的见地。",
                    "transferInfo" : "沿着弯弯曲曲的小路上山，在那白云深处的地方居然还有几户人家。停下马车是因为喜爱深秋枫林的晚景，枫叶秋霜染过，艳比二月春花。",
                    "backgroundInfo" : "这首诗记述了一次远山旅行，其具体创作时间难以确证。作者深秋时节登山赏景，沉醉于这如诗如画的美景之中，于是创作此诗以记之。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "回乡偶书二首·其一",
                    "author" : "贺知章",
                    "content" : "少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。",
                    "addtionInfo" : "偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：减少，疏落。鬓毛衰：指鬓毛减少，疏落。相见：即看见我；相：带有指代性的副词。不相识：即不认识我。笑问：一本作“却问”，一本作“借问”。",
                    "classInfo" : "6",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "这是一首久客异乡、缅怀故里的感怀诗。写于初来乍到之时，抒写久客伤老之情。&&&“少小离家老大回”，诗一开始，就紧扣题目，单刀直入，点明离家与回乡相距年岁之久、时间之遥，其中已蕴藏着很深的感慨。这感慨在同题第二首诗中即有明白的描写：“离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。”山河依旧，人事消磨，将自然的永恒与人生的多变作了鲜明的对照。这里是明写，在“少小离家老大回”中是隐含，表现手法不同，艺术效果也不同。&&&第二句“乡音无改鬓毛衰”用的也是对比法，但不是自然与人生的对比，而是语言与鬓发的对比。语言习惯一经形成，虽经岁月磨砺也难以更改；美好青春难以永驻，童颜黑发转眼即可衰颓。“乡音无改”既是故乡在诗人身上打下的永远抹不掉的烙印，又是诗人亲近故乡儿童的媒介，所以弥足珍贵；“鬓毛衰”本是离乡数十年来宦游奔波的必然结果，幸而叶落归根，在白发飘萧的垂暮之年，终于返回朝思暮想的故乡，因而倍觉幸运。诗人这时的感情是悲喜交集，感慨与激动参半。&&&三四句从充满感慨的一幅自画像，转而为富于戏剧性的儿童笑问的场面。“笑问客从何处来”，在儿童，这只是淡淡的一问，言尽而意止；在诗人，却成了重重的一击，引出了他的无穷感慨，自己的老迈衰颓与反主为宾的悲哀，尽都包含在这看似平淡的一问中了。全诗就在这有问无答处悄然作结，而弦外之音却如空谷传响，哀婉备至，久久不绝。&&&就全诗来看，一二句尚属平平，三四句却似峰回路转，别有境界。后两句的妙处在于背面敷粉，了无痕迹：虽写哀情，却借欢乐场面表现；虽为写己，却从儿童一面翻出。而所写儿童问话的场面又极富于生活的情趣，即使读者不为诗人久客伤老之情所感染，也不能不被这一饶有趣味的生活场景所打动。&&&此诗运用了三种对比：通过少小离家与老大回乡的对比，以突出离开家乡时间之长；通过乡音难改与鬓毛易衰的对比，以突出人事变化速度之快；通过白发衰翁与天真儿童的对比，委婉含蓄地表现了诗人回乡欢愉之情和人世沧桑之感，并且将这两种迥不相同的感情水乳交融地凝合在一起。全诗采用白描手法，在自然朴素的语言中蕴藏着一片真挚深厚的感情。读之如饮醇醪，入口很淡，而后劲无穷。",
                    "transferInfo" : "年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。家乡的儿童们看见我，没有一个认识我。他们笑着询问我：你是从哪里来的呀？　",
                    "backgroundInfo" : "贺知章在公元744年（天宝三载），辞去朝廷官职，告老返回故乡越州永兴（今浙江萧山），时已八十六岁，这时，距他中年离乡已有五十多个年头了。人生易老，世事沧桑，心头有无限感慨。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠汪伦",
                    "author" : "李白",
                    "content" : "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。",
                    "addtionInfo" : "踏歌：民间的一种唱歌形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）写深情厚谊，十分动人。不及：不如。汪伦：李白的朋友。",
                    "classInfo" : "7",
                    "poetryID" : "4",
                    "source" : "10",
                    "analysesInfo" : "此诗是李白于泾县（今安徽皖南地区）游历桃花潭时写给当地好友汪伦的一首留别诗。诗前两句描绘李白乘舟欲行时，汪伦踏歌赶来送行的情景，朴素自然地表达出汪伦对李白那种朴实、真诚的情感；后两句先用“深千尺”赞美桃花潭水的深湛，紧接“不及”两个字笔锋一转，用衬托的手法，把无形的情谊化为有形的千尺潭水，生动形象地表达了汪伦对李白那份真挚深厚的友情。全诗语言清新自然，想象丰富奇特，虽仅四句二十八字，却是李白诗中流传最广的佳作之一。&&&诗的两句描写的是送别的场面。“李白乘舟将欲行”是说诗人就要乘船离开桃花潭了。那种语言不假思索，顺口流出，表现出乘兴而来、兴尽而返的潇洒神态。“忽闻岸上踏歌声”，“忽闻”二字表明，汪伦的到来，确实是不期而至的。人未到而声先闻，从那热情爽朗的歌声，李白就料到一定是汪伦赶来送行了。这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。&&&“桃花潭水深千尺，不及汪伦送我情”，诗的后半是抒情。第三句遥接起句，进一步说明 放船地点在桃花潭。“深千尺”既描绘了潭的特点，又为结句预伏一笔。&&&桃花潭水是那样的深湛，更触动了离人的情怀，难忘汪伦的深情厚意，水深情深自然地联系起来。结句迸出“不及汪伦送我情”，以比物手法形象性地表达了真挚纯洁的深情。潭水已“深千尺”，那么汪伦送李白的情谊更有多少深呢？耐人寻味。清沈德潜很欣赏这一句，他说：“若说汪伦之情比于潭水千尺，便是凡语。妙境只在一转换间。”（《唐诗别裁》）显然，妙就妙在“不及”二字，好就好在不用比喻而采用比物手法，变无形的情谊为生动的形象，空灵而有余味，自然而又情真。&&&“桃花潭水深千尺，不及汪伦送我情”，这种夸张的就近取喻，表面看来似乎是信手拈来的，用“桃花潭水深千尺”作比，就把抽象的感情具体化了，令人感到形象可感，增加了诗的亲切感。另外，李白还很善于把握受赠者的审美心理和艺术趣味。汪伦是一个普通的村民，赠给他的诗，李白就采用了通俗易懂、清新活泼而富于民歌色彩的语言。宋代杨齐贤在《李太白文集》注中介绍说：到宋时，汪伦的子孙还珍重地保存着这首赠诗。由此可知此诗价值之一斑了。&&&中国诗的传统主张含蓄蕴藉。宋代诗论家严羽提出作诗四忌：“语忌直，意忌浅。脉忌露，味忌短。”清人施补华也说诗“忌直贵曲”。然而，李白《赠汪伦》的表现特点是：坦率，直露，缺少含蓄。其“语直”，其“脉露”，而“意”不浅，味更浓。古人写诗，一般忌讳在诗中直呼姓名，以为无味。而《赠汪伦》从诗人直呼自己的姓名开始，又以称呼对方的名字作结，反而显得真率，亲切而洒脱，很有情味。",
                    "transferInfo" : "我正乘上小船，刚要解缆出发，忽听岸上传来，悠扬踏歌之声。看那桃花潭水，纵然深有千尺，怎能及汪伦送我之情。",
                    "backgroundInfo" : "此诗约为唐玄宗天宝十四载（755年）李白自秋浦往游泾县（今属安徽）桃花潭时所作。李白游泾县（在今安徽省）桃花潭时，与汪伦结下深厚的友谊。开元天宝年间，汪伦为泾县令，李白“往候之，款洽不忍别”。按此诗或为汪伦已闲居桃花潭时，李白来访所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "草",
                    "author" : "白居易",
                    "content" : "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。",
                    "addtionInfo" : "离离：青草茂盛的样子。一岁一枯荣：枯，枯萎。荣，茂盛。野草每年都会茂盛一次，枯萎一次。远芳侵古道：芳，指野草那浓郁的香气。远芳：草香远播。侵，侵占，长满。远处芬芳的野草一直长到古老的驿道上。晴翠：草原明丽翠绿。王孙：本指贵族后代，此指远方的友人。萋萋：形容草木长得茂盛的样子。",
                    "classInfo" : "8",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "本诗是通过对古原上野草的描绘，抒发送别友人时的依依惜别之情。&&&诗的首句“离离原上草”，紧紧扣住题目“古原草”三字，并用叠字“离离”描写春草的茂盛。第二句“一岁一枯荣”，进而写出原上野草秋枯春荣，岁岁循环，生生不已的规律。第三、四句“野火烧不尽，春风吹又生”，一句写“枯”，一句写“荣”，是“枯荣”二字意思的发挥。不管烈火怎样无情地焚烧，只要春风一吹，又是遍地青青的野草，极为形象生动地表现了野草顽强的生命力。第五、六句“远芳侵古道，晴翠接荒城”，用“侵”和“接”刻画春草蔓延，绿野广阔的景象，“古道”“荒城”又点出友人即将经历的处所。最后两句“又送王孙去，萋萋满别情”，点明送别的本意。用绵绵不尽的萋萋春草比喻充塞胸臆、弥漫原野的惜别之情，真正达到了情景交融，韵味无穷。&&&此二句不但写出“原上草”的性格，而且写出一种从烈火中再生的理想的典型，一句写枯，一句写荣，“烧不尽”与“吹又生”是何等唱叹有味，对仗亦工致天然，故卓绝千古。而刘句命意虽似，而韵味不足，远不如白句为人乐道。&&&如果说这两句是承“古原草”而重在写“草”，那么五、六句则继续写“古原草”而将重点落到“古原”，以引出“送别”题意，故是一转。上一联用流水对，妙在自然；而此联为的对，妙在精工，颇觉变化有致。“远芳”、“睛翠”都写草，而比“原上草”意象更具体、生动。芳曰“远”，古原上清香弥漫可嗅；翠曰“晴”，则绿草沐浴着阳光，秀色如见。“侵”、“接”二字继“又生”，更写出一种蔓延扩展之势，再一次突出那生存竞争之强者野草的形象。“古道”、“荒城”则扣题面“古原”极切。虽然道古城荒，青草的滋生却使古原恢复了青春。比较“乱蛬鸣古堑，残日照荒台”僧古怀《原上秋草》的秋原，就显得生气勃勃。&&&作者并非为写“古原”而写古原，同时又安排一个送别的典型环境：大地春回，芳草芊芊的古原景象如此迷人，而送别在这样的背景上发生，该是多么令人惆怅，同时又是多么富于诗意呵。“王孙”二字借自楚辞成句，泛指行者。“王孙游兮不归，春草生兮萋萋”说的是看见萋萋芳草而怀思行游未归的人。而这里却变其意而用之，写的是看见萋萋芳草而增送别的愁情，似乎每一片草叶都饱含别情，那真是：“离恨恰如春草，更行更远还生”（李煜《清平乐》）。这是多么意味深长的结尾啊！诗到此点明“送别”，结清题意，关合全篇，“古原”、“草”、“送别”打成一片，意境极浑成。",
                    "transferInfo" : "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿新市徐公店",
                    "author" : "杨万里",
                    "content" : "篱落疏疏一径深，树头花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。",
                    "addtionInfo" : "篱：篱笆。疏疏：稀疏。径：小路。阴：树叶茂盛浓密而形成的树荫。急走：奔跑。",
                    "classInfo" : "101",
                    "poetryID" : "6",
                    "source" : "1",
                    "analysesInfo" : "这是一首描写暮春农村景色的诗歌，描绘了一幅春意盎然的景象。&&&第一句是纯景物的静态描写。篱笆和小路，点明这是农村，“篱落”是有宽度的，用“疏疏”指出它的状态，显见其中有间隔，才能看见篱笆外面的山道。“一径深”，表明山道只有一条，并且很长很长，延伸向远方。宽广的篱落与窄小的一径相对照，稀稀疏疏与绵绵长长相对照，互相映衬，突出了农村清新与宁静。&&&第二句也是纯景物的静态描写。路旁，树枝上的桃花、李花已经落了，但树叶还没有长得茂密，展示出农村自然、朴素的风貌。&&&第三句是人物动态描写。“急走”与“追”相结合，儿童们那种双手扑扑打打，两脚跌跌撞撞追蝶的兴奋、欢快场面就历历在目了，反映了儿童们的天真活泼。&&&第四句，菜花是黄的，又是繁茂的一片，一只小小的蝴蝶，飞入这黄色的海洋里，自然是无处寻了。读者可以想象，这时儿童们东张西望，四处搜寻的焦急状态，以及搜寻不着的失望情绪等等，更表现出儿童们的天真和稚气。&&&本诗通过对春末夏初季节交替时景色的描写，体现了万物勃发的生命力。全诗所摄取的景物极为平淡，所描绘人物的活动也极为平常，但由于采取景物与人物相结合，动静相间的写作手法，成功地刻画出农村恬淡自然，宁静清新的暮春风光。",
                    "transferInfo" : "稀稀落落的篱笆旁，一条小路通向远方，路旁树上的花瓣纷纷飘落，新叶刚刚长出还未形成树荫。小孩子奔跑着追赶黄蝴蝶，可是蝴蝶飞入菜花丛中就再也找不到了。",
                    "backgroundInfo" : "这是组诗中的第二首。这组诗当作于宋光宗绍熙三年（公元1192年）。彼时杨万里正任江东转运副使，任所是在建康（今江苏南京）。诗题中的“新市”，是当时一处城镇，在今浙江德清东北，位于临安（今浙江杭州）与建康之间。这里水陆环绕，舟车通利，是作者离开临安去建康任所，或从建康返回临安述职的必经之地。作者途经这里，略作停留，短期借宿，见景生情，有感而发，于是赋写这组诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望庐山瀑布",
                    "author" : "李白",
                    "content" : "日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。",
                    "addtionInfo" : "香炉：指香炉峰。紫烟：指日光透过云雾，远望如紫色的烟云。孟浩然《彭蠡湖中望庐山》：“香炉初上日，瀑布喷成虹。”“日照”二句：一作“庐山上与星斗连，日照香炉生紫烟”。遥看：从远处看。挂：悬挂。前川：一作“长川”。川：河流，这里指瀑布。直：笔直。三千尺：形容山高。这里是夸张的说法，不是实指。疑：怀疑。银河：古人指银河系构成的带状星群。九天：一作“半天”。古人认为天有九重，九天是天的最高层，九重天，即天空最高处。此句极言瀑布落差之大。",
                    "classInfo" : "101",
                    "poetryID" : "7",
                    "source" : "10",
                    "analysesInfo" : "这首诗形象地描绘了庐山瀑布雄奇壮丽的景色，反映了诗人对祖国大好河山的无限热爱。&&&首句“日照香炉生紫烟”。“香炉”是指庐山的香炉峰。此峰在庐山西北，形状尖圆，像座香炉。由于瀑布飞泻，水气蒸腾而上，在丽日照耀下，仿佛有座顶天立地的香炉冉冉升起了团团紫烟。一个“生”字把烟云冉冉上升的景象写活了。此句为瀑布设置了雄奇的背景，也为下文直接描写瀑布渲染了气氛。&&&次句“遥看瀑布挂前川”。“遥看瀑布”四字照应了题目《望庐山瀑布》。“挂前川” 是说瀑布像一条巨大的白练从悬崖直挂到前面的河流上。“挂”字化动为静，维纱维肖地写出遥望中的瀑布。&&&诗的前两句从大处着笔，概写望中全景：山顶紫烟缭绕，山间白练悬挂，山下激流奔腾，构成一幅绚丽壮美的图景。&&&第三句“飞流直下三千尺”，一笔挥洒，字字铿锵有力。“飞”字，把瀑布喷涌而出的景象描绘得极为生动；“直下”，既写出山之高峻陡峭，又可以见出水流之急，那高空直落，势不可挡之状如在眼前。&&&诗人犹嫌未足，接着又写上一句“疑是银河落九天”，真是想落天外，惊人魂魄。“疑是”值得细味，诗人明明说得恍恍惚惚，而读者也明知不是，但是又都觉得只有这样写，才更为生动、逼真，其奥妙就在于诗人前面的描写中已经孕育了这一形象。巍巍香炉峰藏在云烟雾霭之中，遥望瀑布就如从云端飞流直下，临空而落，这就自然地联想到像是一条银河从天而降。可见，“疑是银河落九天”这一比喻，虽是奇特，但在诗中并不是凭空而来，而是在形象的刻画中自然地生发出来的。&&&这首诗极其成功地运用了比喻、夸张和想象，构思奇特，语言生动形象、洗炼明快。苏东坡十分赞赏这首诗，说“帝遣银河一脉垂，古来唯有谪仙词”。“谪仙”就是李白。《望庐山瀑布》的确是状物写景和抒情的范例。",
                    "transferInfo" : "香炉峰在阳光的照射下生起紫色烟霞，从远处看去瀑布好似白色绢绸悬挂山前。高崖上飞腾直落的瀑布好像有几千尺，让人怀疑是银河从天上泻落到人间。",
                    "backgroundInfo" : "这首诗一般认为是公元725年（唐玄宗开元十三年）前后李白出游金陵途中初游庐山时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "绝句",
                    "author" : "杜甫",
                    "content" : "两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。",
                    "addtionInfo" : "西岭：西岭雪山。千秋雪：指西岭雪山上千年不化的积雪。泊：停泊。东吴：古时候吴国的领地，江苏省一带。万里船：不远万里开来的船只。",
                    "classInfo" : "101",
                    "poetryID" : "8",
                    "source" : "10",
                    "analysesInfo" : "这首《绝句》是诗人住在成都浣花溪草堂时写的，描写了草堂周围明媚秀丽的春天景色。&&&诗歌以一幅富有生机的自然美景切入，给人营造出一种清新轻松的情调氛围。前两句，诗人以不同的角度对这副美景进行了细微的刻画。翠是新绿，是初春时节万物复苏，萌发生机时的颜色。“两”和“一”相对；一横一纵，就展开了一个非常明媚的自然景色。这句诗中以“鸣”字最为传神，运用了拟人的手法把黄鹂描写的更加生动活泼，鸟儿成双成对，构成了一幅具有喜庆气息的生机勃勃的画面。而黄鹂居柳上而鸣，这是在静中寓动的生机，下句则以更明显的动势写大自然的生气，白鹭在这个清新的天际中飞翔，这不仅是一种自由自在的舒适，还有一种向上的奋发。再者，首句写黄鹂居柳上而鸣，与下句写白鹭飞翔上天，空间开阔了不少，由下而上，由近而远，使诗人所能看到的、所能感受到的生机充盈着整个环境，这样就再从另一角度显出早春生机之盛。&&&第三句“窗含西岭千秋雪”，写诗人凭窗远眺，因早春空气清新，晴天丽日，所以能看见西岭雪山。上两句已点明，当时正是早春之际，冬季的秋雪欲融未融，这就给读者一种湿润的感受，此句“窗”与“雪”间着一“含” 字，表现出积雪初融之际湿气润泽了冬冻过的窗棂，这更能写出诗人对那种带着湿气的早春生机的感受。而“西岭”，正是诗人看到窗前初融的冰雪而想起草堂近旁的西岭，想到西岭山上的长久积雪，以西岭上的千秋积雪代替窗上的残雪，这就使所表达的意境更为广远。另外，诗人从少年时就怀有报国的志向，在历经数十年的重重阻扼之后终于有重展的机会，多年战乱得以平定，这与诗人看到窗前的融雪而想到西岭，并以岭上千年雪代窗上残雪，进而给诗人以顽雪消融之感正好相联系。&&&末句更进一步写出了杜甫当时的复杂心情。一说船来自“东吴”，此句表战乱平定，交通恢复，诗人睹物生情，想念故乡。用一个“泊”字，有其深意，杜甫多年来飘泊不定，没有着落，虽然他心中始终还有那么一点希冀，但那种希冀，已经大大消减了。“泊”字，正好写出了诗人这种处于希望与失望之间的复杂心情。而“万里”则暗示了目的达到的远难，这与第三句中的“千秋”并列，一从时间上，一从空间上，同写出那种达到目的之难。三国孙权自古就被不少士人誉为明主，作者借东吴代指孙权，暗示了杜甫对当朝皇帝的希望。而以“泊”、“万里”、“东吴船”合而为一句，正是为了写出那个“难”字。&&&全诗看起来一句一景，是四幅独立的图景，但诗人的内在情感使其内容一以贯之，以清新轻快的景色寄托诗人内心复杂的情绪，构成一个统一的意境。一开始表现出草堂的春色，诗人的情绪是陶然的，而随着视线的游移、景物的转换，江船的出现，便触动了他的乡情。表面上表现的是生机盎然的画面，而在欢快明亮的景象内，却寄托着诗人对时光流逝，孤独而无聊的失落之意，更写出了诗人在重有一线希望之时的复杂心绪，在那希望之外，更多的是诗人对失望的感伤。",
                    "transferInfo" : "两只黄鹂在翠绿的柳树间鸣叫，一行白鹭直冲向蔚蓝的天空。坐在窗前可以看见西岭千年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。",
                    "backgroundInfo" : "公元755年，爆发“安史之乱”，杜甫一度避往梓州。第二年，叛乱得以平定，杜甫也回到成都草堂。当时，他的心情很好，面对这一派生机勃勃，情不自禁，写下这一首即景小诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "敕勒歌",
                    "author" : "乐府诗集",
                    "content" : "敕勒川，阴山下。天似穹庐，笼盖四野。天苍苍，野茫茫。风吹草低见牛羊。",
                    "addtionInfo" : "《敕勒歌》：敕勒（chì lè）：种族名，北齐时居住在朔州（今山西省北部）一带。敕勒川：川：平川、平原。敕勒族居住的地方，在现在的山西、内蒙一带。北魏时期把今河套平原至土默川一带称为敕勒川。阴山：在今内蒙古自治区北部。穹庐（qióng lú）：用毡布搭成的帐篷，即蒙古包。笼盖四野（yǎ）：笼盖，另有版本作“笼罩”（洪迈《容斋随笔》卷一和胡仔《苕溪渔隐丛话》后集卷三十一）；四野，草原的四面八方。天苍苍：苍苍：青色。苍，青，天苍苍，天蓝蓝的。茫茫：辽阔无边的样子。见（xiàn）：同“现”，显露。",
                    "classInfo" : "102",
                    "poetryID" : "9",
                    "source" : "1",
                    "analysesInfo" : "这首民歌，勾勒出了北国草原壮丽富饶的风光，抒写敕勒人热爱家乡热爱生活的豪情，境界开阔，音调雄壮，语言明白如话，艺术概括力极强。&&&“敕勒川，阴山下”，说出敕勒川的地理位置。阴山是绵亘塞外的大山，草原以阴山为背景，给人以壮阔雄伟的印象。“天似穹庐，笼盖四野”，环顾四野，天空就像其大无比的圆顶毡帐将整个大草原笼罩起来。“天苍苍，野茫茫”，天空是青苍蔚蓝的颜色，草原无边无际，一片茫茫。&&&“敕勒川，阴山下”，诗歌一开头就以高亢的音调，吟咏出北方的自然特点，无遮无拦，高远辽阔。这简洁的六个字，格调雄阔宏放，透显出敕勒民族雄强有力的性格。&&&“天似穹庐，笼盖四野”，这两句承上面的背景而来，极言画面之壮阔，天野之恢宏。同时，抓住了这一民族生活的最典型的特征，歌者以如椽之笔勾画了一幅北国风貌图。&&&诗的前六句写平川，写大山，写天空，写四野，涵盖上下四方，意境极其阔大恢宏。但是，诗人的描写全从宏观着眼，作总体的静态的勾画，没有什么具体描绘，使人不免有些空洞沉闷的感觉。但当读到末句――“风吹草低见牛羊”的进修，境界便顿然改观。草原是牧民的家乡，牛羊的世界，但由于牧草过于丰茂，牛群羊群统统隐没在那绿色的海洋里。只有当一阵清风吹过，草浪动荡起伏，在牧草低伏下去的地方，才有牛羊闪现出来。那黄的牛，白的羊，东一群，西一群，忽隐忽现，到处都是。于是，由静态转为动态，由表苍一色变为多彩多姿，整个草原充满勃勃生机，连那穹庐似的天空也为之生色。因此，人们把这最后一句称为点晴之笔，对于“吹”、“低”、“见”三个动词的主动者“风”字，备加欣赏。&&&这首歌具有鲜明的游牧民族的色彩，具有浓郁的草原气息。从语言到意境可谓浑然天成，它质直朴素、意韵真淳。语言无晦涩难懂之句，浅近明快、酣畅淋漓地抒写了游牧民族骁勇善战、彪悍豪迈的情怀。",
                    "transferInfo" : "阴山脚下有敕勒族生活的大平原。敕勒川的天空与大地相连，看起来好像牧民们居住的毡帐一般。蓝天下的草原都翻滚着绿色的波澜，那风吹到草低处，有一群群的牛羊时隐时现。",
                    "backgroundInfo" : "《敕勒歌》的诞生时代，正是我国历史上南北朝时的北朝时期。由于漠南地区当时主要是敕勒人聚居的地方，他们把漠南一带称为“敕勒川”。著名的《敕勒歌》，是北齐时敕勒人的鲜卑语的牧歌，后被翻译成汉语。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "2000",
    "mainClass" : "2"
}

