{
    "poetryList" : [
                    {
                    "name" : "观沧海",
                    "author" : "曹操",
                    "content" : "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。",
                    "addtionInfo" : "临：登上，有游览的意思。碣（jié）石：山名。碣石山，河北昌黎碣石山。公元207年秋天，曹操征乌桓得胜回师时经过此地。沧：通“苍”，青绿色。海：渤海何：多么。澹澹（dàn dàn）：水波摇动的样子。竦峙（sǒng zhì）：耸立。竦 ，通耸，高。萧瑟：树木被秋风吹的声音。洪波：汹涌澎湃的波浪。日月：太阳和月亮。若：如同，好像是。星汉：银河，天河。幸：庆幸。甚：极点。至：非常，幸甚至哉，歌以咏志：太值得庆幸了！就用诗歌来表达心志吧。",
                    "classInfo" : "25",
                    "poetryID" : "1",
                    "source" : "1",
                    "analysesInfo" : "《观沧海》是借景抒情，把眼前的海上景色和自己的雄心壮志很巧妙地融合在一起。从诗的体裁看，这是一首古体诗；从表达方式看，这是一首四言写景诗。“东临碣石，以观沧海”这两句话点明“观沧海”的位置：诗人登上碣石山顶，居高临海，视野寥廓，大海的壮阔景象尽收眼底。以下十句描写，概由此拓展而来。“观”字起到统领全篇的作用，体现了这首诗意境开阔，气势雄浑的特点。&&&《观沧海》的高潮放在诗的末尾，它的感情非常奔放，思想却很含蓄。不但做到了情景交融，而且做到了情理结合、寓情于景。因为它含蓄，所以更有启发性，更能激发我们的想像，更耐人寻味。过去人们称赞曹操的诗深沉饱满、雄健有力，“如幽燕老将，气韵沉雄”，从这里可以得到印证。全诗的基调为苍凉慷慨的，这也是建安风骨的代表作。&&&前四行诗句描写沧海景象，有动有静，如“秋风萧瑟，洪波涌起”与“水何澹澹”写的是动景，“树木丛生，百草丰茂”与“山岛竦峙”写的是静景。&&&“水何澹澹，山岛竦峙”是望海初得的大致印象，有点像绘画的轮廓。在这水波“澹澹”的海上，最先映入眼帘的是那突兀耸立的山岛，它们点缀在平阔的海面上，使大海显得神奇壮观。这两句写出了大海远景的一般轮廓，下面再层层深入描写。&&&“树木丛生，百草丰茂。秋风萧瑟，洪波涌起。”前二句具体写竦峙的山岛：虽然已到秋风萧瑟，草木摇落的季节，但岛上树木繁茂，百草丰美，给人诗意盎然之感。后二句则是对“水何澹澹”一句的进一层描写：定神细看，在秋风萧瑟中的海面竟是洪波巨澜，汹涌起伏。表现出作者面对萧瑟秋风，仍有着“老骥伏枥，志在千里”的“壮志”胸怀。&&&“日月之行，若出其中；星汉灿烂，若出其里。”运用作者的想象，写出了作者曹操的壮志情怀。前面的描写，将大海的气势和威力凸显在读者面前；在丰富的联想中表现出作者博大的胸怀、开阔的胸襟、宏大的抱负。暗含一种要像大海容纳万物一样把天下纳入自己掌中的胸襟。“幸甚至哉，歌以咏志。”这是合乐时的套语，与诗的内容无关，也指出这是乐府唱过的。&&&这首诗全篇写景，其中并无直抒胸臆的感慨之词，但是诵读全诗，仍能令人感到它所深深寄托的诗人的情怀。通过诗人对波涛汹涌、吞吐日月的大海的生动描绘，读者仿佛看到了曹操奋发进取，立志统一国家的伟大抱负和壮阔胸襟，触摸到了作为一个诗人、政治家、军事家的曹操，在一种典型环境中思想感情的流动。写景部分准确生动地描绘出海洋的形象，单纯而又饱满，丰富而不琐细，好像一幅粗线条的炭笔画一样。尤其可贵的是，这首诗不仅仅反映了海洋的形象，同时也赋予它以性格。句句写景，又是句句抒情。既表现了大海，也表现了诗人自己。诗人不满足于对海洋做形似的摹拟，而是通过形象，力求表现海洋那种孕大含深、动荡不安的性格。海，本来是没有生命的，然而在诗人笔下却具有了性格。这样才更真实、更深刻地反映了大海的面貌。",
                    "transferInfo" : "东行登上高高的碣石山，来观赏苍茫的大海。海水多么宽阔浩荡，海中山岛罗列，高耸挺立。周围树木葱茏，花草丰茂。萧瑟的风声传来，草木动摇，海中翻涌着巨大的海浪。太阳和月亮升起降落，好像是从这浩瀚的海洋中发出的。银河里的灿烂群星，也好像是从大海的怀抱里涌现出来的。啊，庆幸得很！就用诗歌来表达内心的志向吧。",
                    "backgroundInfo" : "曹操这次登碣石山是在北征乌桓得胜回师途中。身为主帅的曹操，登上当年秦皇、汉武也曾登过的碣石，他的心情像沧海一样难以平静。所以就写下此诗，将自己宏伟的抱负、阔大的胸襟融汇到诗歌里，借着大海的形象表现出来。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "次北固山下",
                    "author" : "王湾",
                    "content" : "客路青山外，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。",
                    "addtionInfo" : "次：旅途中暂时停宿，这里是停泊的意思。北固山：在今江苏镇江北，三面临长江。客路：旅途。潮平两岸阔：潮水涨满时，两岸之间水面宽阔。风正：顺风。悬：挂。海日：海上的旭日。残夜：夜将尽之时。江春：江南的春天。归雁：北归的大雁。大雁每年秋天飞往南方，春天飞往北方。古代有用大雁传递书信的传说。青山：指北固山。乡书：家信。",
                    "classInfo" : "6",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之小景是难得出现的。&&&“潮平两岸阔”中“阔”，是表现“潮平”的结果。春潮涌涨，江水浩渺，放眼望去，江面似乎与岸平了，船上人的视野也因之开阔。这一句，写得恢弘阔大，下一句“风正一帆悬”，便愈见精采。“悬”是端端直直地高挂着的样子。诗人不用“风顺”而用“风正”，是因为光“风顺”还不足以保证“一帆悬”。风虽顺，却很猛，那帆就鼓成弧形了。只有既是顺风，又是和风，帆才能够“悬”。那个“正”字，兼包“顺”与“和”的内容。这一句写小景已相当传神。但还不仅如此，如王夫之所指出，这句诗的妙处，还在于它“以小景传大景之神”《姜斋诗话》卷上。可以设想，如果在曲曲折折的小河里行船，老要转弯子，这样的小景是难得出现的。如果在三峡行船，即使风顺而风和，却依然波翻浪涌，这样的小景也是难得出现的。诗句妙在通过“风正一帆悬”这一小景，把平野开阔、大江直流、风平浪静等等的大景也表现出来了。&&&读到第三联，就知道作者是于岁暮腊残，连夜行舟的。潮平而无浪，风顺而不猛，近看可见江水碧绿，远望可见两岸空阔。这显然是一个晴明的、处处透露着春天气息的夜晚，孤舟扬帆，缓行江上，不觉已到残夜。这第三联，就是表现江上行舟，即将天亮时的情景。&&&这一联历来脍炙人口，说：“‘海日生残夜，江春入旧年’，诗人已来少有此句。张燕公（张说）手题政事堂，每示能文，令为楷式。”（《河岳英灵集》）明代胡应麟在《诗薮·内编》里说，“海日”一联“形容景物，妙绝千古”。当残夜还未消退之时，一轮红日已从海上升起；当旧年尚未逝去，江上已呈露春意。“日生残夜”、“春入旧年”，都表示时序的交替，而且是那样匆匆不可待，这怎不叫身在“客路”的诗人顿生思乡之情呢？这两句炼字炼句也极见功夫。作者从炼意着眼，把“日”与“春”作为新生的美好事物的象征，提到主语的位置而加以强调，并且用“生”字“入”字使之拟人化，赋予它们以人的意志和情思。妙在作者无意说理，却在描写景物、节令之中，蕴含着一种自然的理趣。海日生于残夜，将驱尽黑暗；江春，那江上景物所表现的“春意”，闯入旧年，将赶走严冬。不仅写景逼真，叙事确切，而且表现出具有普遍意义的生活真理，给人以乐观、积极、向上的艺术鼓舞力量。此句与“沉舟侧畔千帆过，病树前头万木春”有异曲同工之妙。&&&海日东升，春意萌动，诗人放舟于绿水之上，继续向青山之外的客路驶去。这时候，一群北归的大雁正掠过晴空。雁儿正要经过洛阳的啊！诗人想起了“雁足传书”的故事，还是托雁捎个信吧：雁儿啊，烦劳你们飞过洛阳的时候，替我问候一下家里人。这两句紧承三联而来，遥应首联，全篇笼罩着一层淡淡的乡思愁绪。&&&这首诗抒写诗人泛舟东行，停船北固山下，见潮平岸阔，残夜归雁而引发的怀乡情思，熔写景、抒情、说理于一炉。全诗和谐优美，妙趣横生。堪称千古名篇。这首题为《次北固山下》的五律，最早见于唐人芮挺章编选的《国秀集》。唐人殷璠选入《河岳英灵集》时题为《江南意》，但有不少异文：“南国多新意，东行伺早天。潮平两岸失，风正数帆悬。海日生残夜，江春入旧年。从来观气象，惟向此中偏。”本文系据长期传诵的《次北固山下》。&&&王湾是洛阳人，一生中，“尝往来吴楚间”。“北固山”，在今江苏镇江市以北，三面临江。上引《江南意》中首二句为“南国多新意，东行伺早天。”其“东行”，当是经镇江到江南一带去。诗人一路行来，当舟次北固山下的时候，潮平岸阔，残夜归雁，触发了心中的情思，吟成了这一千古名篇。 诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之情，已流露于字里行间，与末联的“乡书”、“归雁”，遥相照应。&&&这首五律虽然以第三联驰誉当时，传诵后世，但并不是只有两个佳句而已；从整体看，也是相当和谐优美的。",
                    "transferInfo" : "郁郁葱葱的山外是旅客的道路，船行在绿水之间。潮水涨满，两岸之间水面宽阔，顺风行船恰好把帆儿高悬。夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。我的家书应该送到什么地方呢？北去的归雁啊，请给我捎回洛阳那边！",
                    "backgroundInfo" : "该首题为《次北固山下》的五律，最早见于唐朝芮挺章编选的《国秀集》。这是诗人在一年冬末春初时，由楚入吴，在沿江东行途中泊舟于江苏镇江北固山下时有感而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "钱塘湖春行",
                    "author" : "白居易",
                    "content" : "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。",
                    "addtionInfo" : "钱塘湖：即杭州西湖。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。水面初平：湖水才同堤岸齐平，即春水初涨。云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。新燕：刚从南方飞回来的燕子。啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。浅草：浅浅的青草。才能：刚够上。没（mò）：遮没，盖没。春行俯察所见，花繁草嫩，春意盎然。侧重花草。浅浅的青草刚够没过马蹄。湖东：以孤山为参照物，白沙堤（即白堤）在孤山的东北面。行不足：百游不厌。足，满足。阴：同“荫”，指树荫。白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。",
                    "classInfo" : "1",
                    "poetryID" : "3",
                    "source" : "12",
                    "analysesInfo" : "这是一首描绘西湖美景的名篇。这诗处处扣紧环境和季节的特征，把刚刚披上春天外衣的西湖，描绘得生意盎然，恰到好处。&&&诗的首联紧扣题目总写湖水。前一句点出钱塘湖的方位和四周“楼观参差”景象，两个地名连用，显示诗人是在一边走，一边观赏。后一句正面写湖光水色：春水初涨，水面与堤岸齐平，空中舒卷的白云和湖面荡漾的波澜连成一片，正是典型的江南春湖的水态天容。&&&颔联从静到动，从全景的写意到细节的工笔。先写仰视所见禽鸟，莺在歌，燕在舞,显示出春天的勃勃生机。黄莺和燕子都是春天的使者，莺声婉转，流传播春回大地的喜讯；燕子勤劳，又启迪人们开始春日的劳作，都写出了初春的生机。“几处”二字，勾画出莺歌的此呼彼应和诗人左右寻声的情态。“谁家”二字的疑问，又表现出诗人细腻的心理活动，并使读者由此产生丰富的联想。&&&颈联写俯察所见花草。因为是早春，还未到百花盛开季节，所以能见到的尚不是姹紫嫣红开遍，而是东一团，西一簇，用一个“乱”字来形容。而春草也还没有长得丰茂，仅只有没过马蹄那么长，所以用一个“浅”字来形容。这一联中的“渐欲”和“才能”又是诗人观察、欣赏的感受和判断，这就使客观的自然景物化为带有诗人主观感情色彩的眼中景物，使读者受到感染。&&&这两联细致地描绘了西湖春行所见景物，以“早”“新”“争”“啄”表现莺燕新来的动态；以“乱”“浅”“渐欲”“才能”，状写花草向荣的趋势。这就准确而生动地把诗人边行边赏的早春气象透露出来，给人以清新之感。前代诗人谢灵运“池塘生春草，园柳变鸣禽”二句之所以妙绝古今，受到激赏，正是由于他写出了季节更换时这种乍见的喜悦。《钱塘湖春行》以上两联在意境上颇与之相类，只是白诗铺展得更开些。尾联略写诗人最爱的湖东沙堤。白堤中贯钱塘湖，在湖东一带，可以总揽全湖之胜。只见绿杨荫里，平坦而修长的白沙堤静卧碧波之中，堤上骑马游春的人来往如织，尽情享受春日美景。诗人置身其间，饱览湖光山色之美，心旷而神怡。以“行不足”说明自然景物美不胜收，诗人也余兴未阑。&&&这首诗就像一篇短小精悍的游记，从孤山、贾亭开始，到湖东、白堤止，一路上，在湖青山绿那美如天堂的景色中，诗人饱览了莺歌燕舞，陶醉在鸟语花香，最后，才意犹未尽地沿着白沙堤，在杨柳的绿阴底下，一步三回头，恋恋不舍地离去了。耳畔还回响着由世间万物共同演奏的春天的赞歌，心中便不由自主地流泻出一首饱含着自然融合之趣的优美诗歌来。",
                    "transferInfo" : "从孤山寺的北面到贾亭的西面，湖面春水刚与堤平，白云低垂，同湖面上连成一片。几只早出的黄莺争相飞往向阳的树木，谁家新飞来的燕子忙着筑巢衔泥。纷繁的花朵渐渐开放使人眼花缭乱，浅浅的青草刚刚够上遮没马蹄。最爱的湖东美景百游不厌，杨柳成排绿荫中穿过一条白沙堤。",
                    "backgroundInfo" : "长庆二年（公元822年，唐穆宗时期）七月，白居易被任命为杭州的刺史，宝历元年（公元825年，唐敬宗时期）三月又出任了苏州刺史，所以这首《钱塘湖春行》写于长庆三、四年（公元823、824年）间的春天。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "天净沙·秋思",
                    "author" : "马致远",
                    "content" : "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。",
                    "addtionInfo" : "枯藤：枯萎的枝蔓。昏鸦：黄昏时归巢的乌鸦。昏：傍晚。人家：农家。此句写出了诗人对温馨的家庭的渴望。古道：已经废弃不堪再用的古老驿道（路）或年代久远的驿道。西风：寒冷、萧瑟的秋风。瘦马：瘦骨如柴的马。断肠人：形容伤心悲痛到极点的人，此指漂泊天涯、极度忧伤的旅人。天涯：远离家乡的地方。",
                    "classInfo" : "6",
                    "poetryID" : "4",
                    "source" : "12",
                    "analysesInfo" : "此曲以多种景物并置，组合成一幅秋郊夕照图，让天涯游子骑一匹瘦马出现在一派凄凉的背景上，从中透出令人哀愁的情调，抒发了一个飘零天涯的游子在秋天思念故乡、倦于漂泊的凄苦愁楚之情。这支小令句法别致，前三句全由名词性词组构成，一共列出九种景物，言简而意丰。全曲仅五句二十八字，语言极为凝练却容量巨大，意蕴深远，结构精巧，顿挫有致，被后人誉为“秋思之祖”。&&&中国古典诗歌十分讲究意境的创造。意境是中国古典诗歌美学中的一个重要范畴，它的本质特征在于情景交融、心物合一。情与景能否妙合，成为能否构成意境的关键。清王夫之《萱斋诗话》曰：“情景名为二，而实不可离。神于诗者，妙合无垠。”王国维《人间词话删稿》云：“一切景语皆情语也。”马致远这首小令，前四句皆写景色，这些景语都是情语，“枯”“老”“昏”“瘦”等字眼使浓郁的秋色之中蕴含着无限凄凉悲苦的情调。而最后一句“断肠人在天涯”作为曲眼更具有画龙点睛之妙，使前四句所描之景成为人活动的环境，作为天涯断肠人内心悲凉情感的触发物。曲上的景物既是马致远旅途中之所见，乃眼中物。但同时又是其情感载体，乃心中物。全曲景中有情，情中有景，情景妙合，构成了一种动人的艺术境界。",
                    "transferInfo" : "天色黄昏，一群乌鸦落在枯藤缠绕的老树上，发出凄厉的哀鸣。小桥下流水哗哗作响，小桥边庄户人家炊烟袅袅。古道上一匹瘦马，顶着西风艰难地前行。夕阳渐渐地失去了光泽，从西边落下。凄寒的夜色里，只有孤独的旅人漂泊在遥远的地方。",
                    "backgroundInfo" : "马致远年轻时热衷功名，但由于元朝统治者实行民族高压政策，因而一直未能得志。他几乎一生都在过着漂泊无定的生活。他也因此而郁郁不得志，困窘潦倒一生。于是在羁旅途中，写下了这首《天净沙·秋思》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "龟虽寿",
                    "author" : "曹操",
                    "content" : "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。",
                    "addtionInfo" : "神龟：传说中的通灵之龟，能活几千岁。寿，长寿。　 3.竟：终结，这里指死亡。“螣(téng)蛇”二句：腾蛇即使能乘雾升天，最终也得死亡，变成灰土。腾蛇，传说中与龙同类的神物，能乘云雾升天。骥(jì)：良马，千里马。伏：趴，卧。枥(lì)：马槽。烈士：有远大抱负的人。暮年：晚年。已：停止。盈缩：指人的寿命长短。盈，满，引申为长。缩，亏，引申为短。但：仅，只。养怡：指调养身心，保持身心健康。怡，愉快、和乐。永：长久。永年：长寿，活得长。幸甚至哉，歌以咏志：两句是附文，跟正文没关系，只是抒发作者感情，是乐府诗的一种形式性结尾。",
                    "classInfo" : "25",
                    "poetryID" : "5",
                    "source" : "1",
                    "analysesInfo" : "《龟虽寿》所表达的思想感情与《观沧海》是一致的。但《观沧海》是写景诗，以景抒情。此篇则完全是一篇富有人生哲理的抒怀言志之作。这首诗写于北伐乌桓胜利的归途。此时，曹操已经五十三岁，在古代，这已是将近暮年的年龄。虽然刚刚取得了北伐乌桓的胜利，踏上凯旋的归途，但诗人想到一统中国的宏愿尚未实现，想到自己已届暮年，人生短促，时不我待，怎能不为生命的有限而感慨！但是，诗人并不悲观，他仍以不断进取的精神激励自己，建树功业。《龟虽寿》所表达的正是这样一个积极的主题。&&&诗以“神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。”开头，作者用这两个形象的比喻说明世间万物都不是永恒存在的，新陈代谢是大自然的根本规律。这就等于告诉人们说，人虽寿夭有别，但最终都是要死的，表现了作者朴素的唯物辩证思想和无神论的观念，这在当时是难能可贵的。既然人总是要死的，那么是不是可以对人生采取消极悲观的态度呢？诗人认为这是不可以的。承认生命有限正是为了充分利用这有限的生命，建功树业，有所作为。&&&接着诗人诗人紧承上意写道“老骥伏枥，志在千里，烈士暮年，壮心不已。” 笔力遒劲，韵律沉雄，内蕴着一股自强不息的豪迈气概，深刻地表达了曹操老当益壮、锐意进取的精神面貌。“壮心不已”表达了要有永不停止的理想追求和积极进取精神，永远乐观奋发，自强不息，保持思想上的青春，曹操以切身体验揭示了人的精神因素对健康的重要意义。&&&“盈缩之期，不但在天；养怡之福，可得永年。”表现出一种深沉委婉的风情，给人一种亲切温馨之感。盈，是满的意思，可以引申为寿；缩，是专职的意思，可以引申为夭。这就是说，人的寿命的或长或短，不完全出于天定，只要调养有方，是可以保持身心健康、延年益寿的。&&&人寿命的长短不完全决定于天，只要保持身心健康就能延年益寿。曹操所云“养怡之福”，不是指无所事事，坐而静养，而是说一个人精神状态是最重要的，不应因年暮而消沉。这里可见诗人对天命持否定态度，而对事在人为抱有信心的乐观主义精神，抒发了诗人不甘衰老、不信天命、奋斗不息、对伟大理想的追求永不停止的壮志豪情。&&&《龟虽寿》更可贵的价值在于这是一首真正的诗歌，它开辟了一个诗歌的新时代，汉武帝罢黜百家，独尊儒术，把汉代人的思想禁锢了三四百年，弄得汉代文人不会写诗，只会写那些歌颂帝王功德的大赋和没完没了地注释儒家经书，真正有感情，有个性的文学得不到发展。直到东汉末年天下分崩，风云扰攘，政治思想文化发生重大变化，作为一世之雄而雅爱诗章的曹操，带头叛经离道，给文坛带来了自由活跃的空气。他“外定武功，内兴文学”，身边聚集了“建安七子”等 一大批文人，他们都是天下才志之士，生活在久经战乱的时代，思想感情常常表现得慷慨激昂。正如《文心雕龙·时序》说：“观其时文，雅好慷慨，良由世积乱离，风衰俗怨，并志深而笔长，故梗慨而多气也。”尤其是曹操，鞍马为文，横槊赋诗，其诗悲壮慷慨，震烁古今，前无古人，后无来者。这种充满激情诗歌所表现出来的爽朗刚健的风格，后人称之为“建安风骨”，曹操是最突出的代表。千百年来，曹操的诗就是以这种“梗慨多气”风骨及其内在的积极进取精神，震荡着天下英雄的心灵。也正是这种可贵特质，使建安文学在中国文学史上闪灼着夺目光彩。钟嵘将曹操置于下品，主要是嫌其“古直”而少文彩，殊不知曹操这样一位豪气盖世的英雄，是不屑于雕章啄句的。钟嵘六朝时人，当时文学之士很讲究文彩华美，所谓“俪采百字之偶，争价一句之奇”，钟嵘对曹操的评价过低，显然是时代风气使然。任何文学——包括诗歌在内，文彩较之内容，毕竟是第二位的。关于曹操的文学地位，过去常为其政治业绩所掩，而不为人重视，其实，他在中国文学发展史上，是有卓越贡献的人物，特别对建安文学有开创之功，实在是应当大书一笔的。",
                    "transferInfo" : "神龟虽能长寿，但也有死亡的时候。螣蛇尽管能乘雾飞行，终究也会死亡化为土灰。年老的千里马躺在马棚里，它的雄心壮志仍然是能够驰骋千里。有远大抱负的人士到了晚年，奋发思进的雄心不会止息。人的寿命长短，不只是由上天所决定的。只要自己调养好身心，也可以益寿延年。啊，庆幸得很！就用诗歌来表达内心的志向吧！",
                    "backgroundInfo" : "作者是东汉末年著名的政治家、军事家曹操，此诗约作于公元208年初他平定乌桓叛乱、消灭袁绍残余势力之后，南下征讨荆、吴之前。此时曹操已经五十三岁了，不由想起了人生的路程，所以诗一开头便无限感慨。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "过故人庄",
                    "author" : "孟浩然",
                    "content" : "故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。",
                    "addtionInfo" : "过：拜访。故人庄：老朋友的田庄。庄，田庄。具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。邀：邀请。至：到。合：环绕。郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xiá）：倾斜。因古诗需与上一句押韵，所以应读xiá。开：打开，开启。轩：窗户。面：面对。场圃：场，打谷场、稻场；圃，菜园。把酒：端着酒具，指饮酒。把：拿起。端起。话桑麻：闲谈农事。桑麻：桑树和麻。这里泛指庄稼。重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。还（huán）：返，来。就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。",
                    "classInfo" : "13",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "这是一首田园诗，描写农家恬静闲适的生活情景，也写老朋友的情谊。通过写田园生活的风光，写出作者对这种生活的向往。全文十分押韵。诗由“邀”到“至”到“望”又到“约”一径写去，自然流畅。语言朴实无华，意境清新隽永。作者以亲切省净的语言，如话家常的形式，写了从往访到告别的过程。其写田园景物清新恬静，写朋友情谊真挚深厚，写田家生活简朴亲切。&&&全诗描绘了美丽的山村风光和平静的田园生活，用语平淡无奇，叙事自然流畅，没有渲染的雕琢的痕迹，然而感情真挚，诗意醇厚，有“清水出芙蓉，天然去雕饰”的美学情趣，从而成为自唐代以来田园诗中的佳作。&&&一、二句从应邀写起，“故人”说明不是第一次做客。三、四句是描写山村风光的名句，绿树环绕，青山横斜，犹如一幅清淡的水墨画。五、六句写山村生活情趣。面对场院菜圃，把酒谈论庄稼，亲切自然，富有生活气息。结尾两句以重阳节还来相聚写出友情之深，言有尽而意无穷。&&&“故人具鸡黍，邀我至田家。”“具”和“邀”说明此饭局主人早有准备，说明了故友的热情和两人之间的真挚的情感。“感惠徇知”在文学艺术领域真挚的情感能催笔开花。故人“邀”而作者“至”，大白话开门见山，简单而随便。而以“鸡黍”相邀，既显出田家特有风味，又见待客之简朴。&&&“绿树村边合，青山郭外斜。”走进村里，作者顾盼之间竟是这样一种清新愉悦的感受。这两句上句漫收近境，绿树环抱，显得自成一统，别有天地；下句轻宕笔锋，郭外的青山依依相伴，则又让村庄不显得孤独，并展示了一片开阔的远景。由此运用了由近及远的顺序描写景物。这个村庄坐落平畴而又遥接青山，使人感到清淡幽静而绝不冷傲孤僻。正是由于“故人庄”出现在这样的自然和社会环境中，所以宾主临窗举杯。&&&“开轩面场圃，把酒话桑麻”，轩窗一开上句描述的美景即入屋里来，“开轩”二字也似乎是很不经意地写入诗的，细微的动作表现出了主人的豪迈。窗外群山环抱绿树成阴，窗内推杯换盏，这幅场景，就是无与伦比的古人诗酒田园画。“场圃”的空旷和“桑麻”的话题又给人以不拘束、舒展的感觉。读者不仅能领略到更强烈的农村风味、劳动生产的气息，甚至仿佛可以嗅到场圃上的泥土味，看到庄稼的成长和收获。有这两句和前两句的结合，绿树、青山、村舍、场圃、桑麻和谐地打成一片，构成一幅优美宁静的田园风景画，而宾主的欢笑和关于桑麻的话语，都仿佛萦绕在读者耳边。这就是盛唐社会的现实色彩。&&&“待到重阳日，还来就菊花。”孟浩然深深为农庄生活所吸引，于是临走时，向主人率真地表示将在秋高气爽的重阳节再来观赏菊花和品菊花酒。淡淡两句诗，故人相待的热情，作客的愉快，主客之间的亲切融洽，都跃然纸上了。杜甫的《遭田父泥饮美严中丞》中说：“月出遮我留，仍嗔问升斗。”杜甫诗中田父留人，情切语急；孟浩然诗中与故人再约，意舒词缓。杜甫的郁结与孟浩然的恬淡之别，读者从这里可以窥见一些消息。&&&这首诗没有渲染雕琢的痕迹，自然的风光，普通的农院，醇厚的友谊，这些普普通通的生活场景，有“清水出芙蓉，天然去雕饰”的美学情趣。这种淡淡的平易近人的风格，与作者描写的对象——朴实的农家田园和谐一致，表现了形式对内容的高度适应，恬淡亲切却又不是平浅枯燥。它是在平淡中蕴藏着深厚的情味。一方面固然是每个句子都几乎不见费力锤炼的痕迹，另一方面每个句子又都不曾显得薄弱。他把艺术美融入整个诗作的血肉之中，显得自然天成。这种不炫奇猎异，不卖弄技巧，也不光靠一两个精心制作的句子去支撑门面，是艺术水平高超的表现。正是因为有真彩内映，所以出语洒落，浑然省净，使全诗从“淡抹”中显示了它的魅力，而不再需要“浓饰盛妆”了。",
                    "transferInfo" : "老朋友准备丰盛的饭菜，邀请我到他田舍做客。翠绿的树林围绕着村落，一脉青山在城郭外隐隐横斜。推开窗户面对谷场菜园，共饮美酒，闲谈农务。等到九九重阳节到来时，我还要来这里观赏菊花。",
                    "backgroundInfo" : "这首诗是作者隐居鹿门山时，对被友人邀请去田舍做客的描写。作者心旷神怡，赞叹着美丽的田园风光，创作出这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "题破山寺后禅院",
                    "author" : "常建",
                    "content" : "清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。",
                    "addtionInfo" : "破山寺：即兴福寺，在今江苏常熟市西北虞山上。清晨：早晨。入：进入。古寺：指破山寺。初日：早上的太阳。照：照耀。高林：高树之林。幽：幽静。禅房：僧人居住修行的地方。悦：此处为使动用法，使……高兴。潭影：清澈潭水中的倒影。空：此处为使动用法，使……空。此句意思是，潭水空明清澈，临潭照影，令人俗念全消。万籁（lài）：各种声音。籁，从孔穴里发出的声音，泛指声音。此：在此，即在后禅院。都：一作“俱”。但余：只留下。一作“惟余”，又作“唯闻”。钟磬（qìng）：佛寺中召集众僧的打击乐器。",
                    "classInfo" : "101",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "清晨，太阳出来了，在高大树木的遮蔽下，古寺依然沉睡在幽暗中。重重花木掩映着弯弯小路，来到禅房，更是觉得幽静。悠长的钟磬声，在万籁俱寂之中带来深远的禅意，使人的心灵愈加沉静。&&&晨游山寺，看到幽静的竹林、清澈的水潭，青山焕发、鸟儿欢唱，袅袅的钟磬声时隐时现。如此清幽的环境使诗人顿去杂念，心中豁然开朗。全诗虽咏禅房寺院，实抒寄情山水及隐逸之情。&&&语言古朴，意象深微；构思工于造意，妙在言外，引人在平易中进入胜境。&&&首联起居平平“清晨入古寺”简直如同平白说话，毫无诗意。但却简单地交待了时间地点。缓之又缓，平之又平，不是孤峰突起，也不是一泻千里，仿佛轻松愉悦地步入山阴道上。继而“初日照高林”亦是不加粉饰的句子，却在眼前铺开了幅“山林晨景图”。树密，但不是密不透风；林高，但不是高不可及。密密匝匝的树林伴着初升的旭日，“初日”亮而微红，红又间黄，从树缝、树头间漏下道道光柱，袅娜着林间微微的雾气，氤氲着别样的轻柔。&&&“曲径通幽处，禅房花木深” 此言一出足令人瞠目结舌、啧啧称赞。步出高林是一丛翠竹，翠杆碧叶下是仄仄的小径，竹影微摇，小径隐现，前路深幽，不可轻现。隐隐有一角挑檐露在花木深处，幽僻之所，非高僧不可得也！花木、禅房、曲径、竹林仿佛已融为一体，浑然天成。既点题，又显意，无怪乎令人叹赏至今。&&&颈联两句对仗工整，比兴巧妙。一个“悦”字，高雅了“鸟性”，写活了“山光”。鸟竟犹人，可识、可赏、可悦这山光。一个“空”字，沉寂了“潭影”，澹定了“人心”。潭影幽暗而似空无一物，人心无所求无所欲，空空中而异常的满足。&&&尾联巧妙的把全诗化为一曲淡雅的乐章。起先有丝弦竹肉，金革匏陶，到此一节，万籁俱寂，只在那钟磬上一击，余音袅袅，不绝如缕。如缕的金玉声萦绕在禅院上空，与那日光相融，与那紫烟相缭，仿佛梵音入耳，涤荡尽胸间尘垢，悠远悠长，回味无穷。",
                    "transferInfo" : "清晨我进入这古老寺院，初升的太阳照在山林上。弯弯曲曲的小路通向幽深处，禅房掩映在繁茂的花木丛中。山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "闻王昌龄左迁龙标遥有此寄",
                    "author" : "李白",
                    "content" : "杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随风直到夜郎西。",
                    "addtionInfo" : "王昌龄：唐代诗人，天宝（唐玄宗年号，742～756）年间被贬为龙标县尉。左迁：贬谪，降职。古人尊右卑左，因此把降职称为左迁。龙标：古地名，唐朝置县，今湖南省黔阳县。杨花：柳絮。子规：即杜鹃鸟，相传其啼声哀婉凄切。杨花落尽：一作“扬州花落”。龙标：诗中指王昌龄，古人常用官职或任官之地的州县名来称呼一个人。五溪：是武溪、巫溪、酉溪、沅溪、辰溪的总称，在今湖南省西部。与：给。夜郎：汉代中国西南地区少数民族曾在今贵州西部、北部和云南东北部及四川南部部分地区建立过政权，称为夜郎。唐代在今贵州桐梓和湖南沅陵等地设过夜郎县。这里指湖南的夜郎（在今新晃侗族自治县境，与黔阳邻近）。李白当时在东南，所以说“随风直到夜郎西”。",
                    "classInfo" : "13",
                    "poetryID" : "8",
                    "source" : "12",
                    "analysesInfo" : "这是一首短短四句的抒情短章，感情的分量却相当沉重。它一开头便择取两种富有地方特征的事物，描绘出南国的暮春景象，烘托出一种哀伤愁恻的气氛。杨花即柳絮。子规是杜鹃鸟的别名，相传这种鸟是蜀王杜宇的精魂所化，鸣声异常凄切动人。龙标在这里指王昌龄，以官名作为称呼是唐以来文人中的一种风气。五溪为湘黔交界处的辰溪、酉溪、巫溪、武溪、沅溪；在唐代，这一带还被看作荒僻边远的不毛之地，也正是王昌龄要去的贬所。读了这两句诗，我们不难想象出：寄游在外的诗人，时当南国的暮春三月，眼前是纷纷飘坠的柳絮，耳边是一声声杜鹃的悲啼。此情此景，已够撩人愁思的了，何况又传来了好友远谪的不幸消息？这起首二句看似平淡，实际却包含着比较丰富的内容，起到多方面的作用：它既写了时令，也写了气氛，既点明题目，又为下二句抒情张本。&&&“我寄愁心与明月，随风直到夜郎西”二句紧承上文，集中抒写了诗人此时此地的情怀。“君”字一作“风”。这里所谓“夜郎”并不是指汉代的夜郎国，而是指隋代的夜郎县，其地当在今湖南辰溪一带（见《舆地纪胜》卷七十一）；而龙标恰恰在辰溪以西，所以才有“直到夜郎西”的说法。句中“愁心”二字也是蕴藏着丰富内容的，值得细细玩味。诗人为什么满怀愁思呢？不妨说，这里既有对老友遭遇的深刻忧虑，也有对当时现实的愤慨不平，有恳切的思念，也有热诚的关怀。王昌龄贬官前为江宁丞，去龙标是由江宁溯江而上的（见傅璇琮《唐代诗人丛考》）；远在扬州、行止不定的诗人自然无法与老友当面话别，只好把一片深情托付给千里明月，向老友遥致思念之忧了。&&&借明月以抒发旅思乡愁怀旧念远的感情，这种联想和表现手法在李白以前的诗作中便不止一次地出现过。鲍照诗：“三五二八时，千里与君同。”汤惠休《怨诗行》：“明月照高楼，含君千里光。”南朝乐府《子夜四时歌》中也有“仰头看明月，寄情千里光”之句。但拿它们和李白这两句诗相比，李诗可以说是青出于蓝而胜于蓝的。前代诗人还只是在看到明月之后联想到异地的亲友或进而想托明月寄去自己的一片深情，而李白在这里不仅要托月寄情，而且要让明月作为自己的替身，伴随着不幸的友人一直去到那夜郎以西边远荒凉的所在。",
                    "transferInfo" : "在杨花落完，子规啼鸣之时，我听说您被贬为龙标尉，要经过五溪。我把我忧愁的心思寄托给明月，希望它能一直陪着你到夜郎以西。",
                    "backgroundInfo" : "这首《闻王昌龄左迁龙标遥有此寄》大概作于公元753年（唐玄宗天宝十二载）。当时王昌龄从江宁丞被贬为龙标县（今湖南省黔阳县）尉，李白在扬州听到好友被贬后写下了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜雨寄北",
                    "author" : "李商隐",
                    "content" : "君问归期未有期，巴山夜雨涨秋池。何当共剪西窗烛，却话巴山夜雨时。",
                    "addtionInfo" : "寄北：写诗寄给北方的人。诗人当时在巴蜀（现在四川省），他的亲友在长安，所以说“寄北”。这首诗表达了诗人对亲友的深刻怀念。君：对对方的尊称，等于现代汉语中的“您”。归期：指回家的日期。巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。秋池：秋天的池塘。何当：什么时候。共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同发生的。可译为“一起”。剪西窗烛：剪烛，剪去燃焦的烛芯，使灯光明亮。这里形容深夜秉烛长谈。“西窗话雨”“西窗剪烛”用作成语，所指也不限于夫妇，有时也用以写朋友间的思念之情。却话：回头说，追述。",
                    "classInfo" : "26",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "当时李商隐在东川（今四川三台）节度使柳仲郢的幕府中担任书记（相当于现在的秘书）之职，他的妻小却远在长安（今陕西西安），长安在巴蜀东北，故称寄北。&&&这是一首朴素的小诗。整首诗明白如话，明朗清新，没有起兴，没有典故?也不用象征。这在李商隐的诗里并不多见，他大部分作品以词采“华艳”着称。这首诗短短四句，只是娓娓道来：你问我何时归来，我也不知道自己的归期。眼下这夜色中的巴山，秋雨绵绵，池塘里秋水已满。什么时候才能和你一起在西窗下剪烛夜谈，再来叙说今天的巴山夜雨呢？&&&一般说来，近体诗是要避免字面的重复的。可是在这首诗中，作者却好像刻意地重复着“巴山夜雨”这个短语，而巴山夜雨，也确实成为全诗给人印象最为深刻的意象。这一意象在诗里出现两次，但给人的感觉截然不同。&&&第一次出现的“巴山夜雨”，在“巴山夜雨涨秋池”中，是诗人现实中的背景，它点明诗人当时所在的时空位置：秋天、雨夜、巴山；也是诗人独在异乡为异客的羁旅情愁的写照。巴山，这里代指蜀地，在李商隐时代，还是未被开发的“凄凉地”，唐代的另一诗人刘禹锡就曾感慨“巴山楚水凄凉地，二十三年弃置身”。秋雨绵绵，秋夜漫漫，独处凄凉之地，诗人的身世之悲，漂泊之感，思念之情，一如巴山夜雨，池中秋水，淅淅沥沥，在心头漫溢。&&&行笔至此，那凄苦的秋风秋雨，似乎已浸透纸背，寒入骨髓。然而，诗人此时笔锋一转：“何当共剪西窗烛，却话巴山夜雨时。”一个温馨浪漫的画面，立刻取代了刚才的凄风苦雨。而此处的“巴山夜雨”，是在想象中，拉远成一个淡淡的记忆——那迷蒙阴冷的秋夜，仿佛只为烘托西窗下这摇曳的红烛；那巴山淅淅沥沥的雨声，仿佛只为此时耳畔的喁喁私语伴奏。同样的巴山夜雨，瞬间变得如此温情脉脉，令人怀念。幸福也许就是这样，它需要对比、需要映照，在与过往不幸或者愁苦的比照中，现时的幸福才能得到最大程度的呈现吧？用现在人们常说的话，就是“忆苦思甜”。而在李商隐这里，就是与爱妻共剪西窗烛时，依偎一起遥望巴山夜雨。在诗人写下这样的诗句的时候，他实际上还是在“此时”遥望“彼时”的幸福，因为巴山夜雨还没有从现实的背景转化成回忆的背景，他只是在此时想象着、憧憬着自己在不远的未来，可以以那样的方式，幸福地遥望此时。但即使只是一种对幸福的遥望，也已经让诗人沉浸在某种幸福之中了。夜色中的巴山、池塘里的秋水，也因此被抹上一层诗意的美丽。&&&有人考证，认为此诗是作者于大中五年（公元851年）七月至九月间，入东川节度使柳仲郢梓州幕府时作。那时诗人妻王氏已殁（王氏殁于大中五年夏秋间）。为此，也有人认为此诗是诗人寄给长安友人而非妻子。但李商隐入梓州，与其妻去世，均在大中五年夏秋之际，即使王氏去世居先，义山诗作在后，在当时交通阻塞和信息不灵的时代，也是完全可能的。如果这样的推测成立，那么这首《夜雨寄北》，实在是一首伤心之作。诗人在巴山夜雨中对幸福的遥望，如果终究没能在现实里落脚，那它又是以怎样的伤痛结束？这一切今天的我们已无从知道，只是，当我们今天再读这首诗时，会不会感动于那样一种遥望？一边是天人永隔，一边还在浑然不知地深情遥望。在那音讯难通的时代，在那生离犹如死别的日子，他们的思念比之现代的情侣，是不是更深挚，更真切？&&&诗人是否得到他遥望的幸福，我们不得而知，他也再无交代，但是，他的诗歌至少描述了这样一种可能：即使在巴山夜雨那样的愁苦中，幸福，也是可以遥望的。",
                    "transferInfo" : "你问我回家的日期，归期难定，今晚巴山下着大雨，雨水已涨满秋池。什么时候我们才能一起秉烛长谈，相互倾诉今宵巴山夜雨中的思念之情。",
                    "backgroundInfo" : "这首诗选自《玉溪生诗》卷三，是李商隐留滞巴蜀（今四川省）因思念长安亲友而作。因为长安在巴蜀之北，故题作《夜雨寄北》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "泊秦淮",
                    "author" : "杜牧",
                    "content" : "烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。",
                    "addtionInfo" : "泊：停泊。商女：以卖唱为生的歌女。后庭花：歌曲《玉树后庭花》的简称。南朝陈皇帝陈叔宝（即陈后主）溺于声色，作此曲与后宫美女寻欢作乐，终致亡国，所以后世称此曲为“亡国之音”。",
                    "classInfo" : "27",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "此诗是诗人夜泊秦淮时触景感怀之作，前半段写秦淮夜景，后半段抒发感慨，借陈后主（陈叔宝）因追求荒淫享乐终至亡国的历史，讽刺那些不从中汲取教训而醉生梦死的晚唐统治者，表现了作者对国家命运的无比关怀和深切忧虑的情怀。&&&这首诗中的第一句就是不同凡响的，那两个“笼”字就很引人注目。烟、水、月、沙四者，被两个“笼”字和谐地溶合在一起，绘成一幅极其淡雅的水边夜色。它是那么柔和幽静，而又隐含着微微浮动流走的意态，笔墨是那样轻淡，可那迷蒙冷寂的气氛又是那么浓。首句中的“月、水”，和第二句的“夜泊秦淮”是相关联的，所以读完第一句，再读“夜泊秦淮近酒家”，就显得很自然。但如果就诗人的活动来讲，该是先有“夜泊秦淮”，方能见到“烟笼寒水月笼沙”的景色，不过要真的掉过来一读，反而会觉得平板无味了。诗中这种写法的好处是：首先它创造出一个很具有特色的环境气氛，给人以强烈的吸引力，造成先声夺人的艺术效果，这是很符合艺术表现的要求的。其次，一、二句这么处理，就很像一幅画的画面和题字的关系。平常人们欣赏一幅画，往往是先注目于那精彩的画面，然后再去看那边角的题字。所以诗人这样写也是颇合人们艺术欣赏的习惯。&&&“夜泊秦淮近酒家”，看似平平，却很值得玩味。这句诗内里的逻辑关系是很强的。由于“夜泊秦淮”才“近酒家”。然而，前四个字又为上一句的景色点出时间、地点，使之更具有个性，更具有典型意义，同时也照应了诗题；后三个字又为下文打开了道路，由于“近酒家”，才引出“商女”、“亡国恨”和“后庭花”，也由此才触动了诗人的情怀。因此，从诗的发展和情感的抒发来看，这“近酒家”三个字，就像启动了闸门，那江河之水便汩汩而出，滔滔不绝。这七个字承上启下，网络全篇，诗人构思的细密、精巧，于此可见。&&&“商女不知亡国恨，隔江犹唱后庭花”。夜泊秦淮，诗人听到隔江传来亡国之音《玉树后庭花》。表面上，诗人似乎是在斥责“商女”无知，但是诗人的矛头所向，却是那些身负天下安危，但醉生梦死的权势显达。在距陈朝覆灭已有两个半世纪之遥的晚唐衰世，竟又有人不以国事为怀，用亡国之音，麻醉自己，令人陡生历史悲剧又将重演的预感。“不知”实为“商女”开脱之词，唱者无心，而听者有意。“犹唱”二字上溯历史，说明沉缅酒色的挥霍者古已有之；下照现实，揭示了当今的达官贵人像陈后主一样，如此下去，也将亡国；如不改弦更张，将要自蹈覆辙，不堪设想。抒发了诗人的振聋发聩的警示。&&&此诗构思奇巧，情景交融，用典恰当，寓意含蓄，语言凝炼，诗评家沈德潜盛赞此诗为“绝唱”，确实是名不虚传。",
                    "transferInfo" : "浩渺寒江之上弥漫着迷蒙的烟雾，皓月的清辉洒在白色沙渚之上。入夜，我将小舟泊在秦淮河畔，临近酒家。金陵歌女似乎不知何为亡国之恨黍离之悲，竟依然在对岸吟唱着淫靡之曲《玉树后庭花》。",
                    "backgroundInfo" : "杜牧前期颇为关心政治，对当时百孔千疮的唐王朝表示忧虑。诗人夜泊秦淮河岸，眼见灯红酒绿，耳闻淫歌艳曲，触景生情，又想到唐朝国势日衰，当权者昏庸荒淫，便感慨万千，写下了这首《泊秦淮》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "过松源晨炊漆公店",
                    "author" : "杨万里",
                    "content" : "莫言下岭便无难，赚得行人空喜欢。正入万山圈子里，一山放过一山拦。",
                    "addtionInfo" : "松源、漆公店：地名，在今皖南山区。莫言：不要说。赚得：骗得。空喜欢：白白的喜欢。拦：阻拦，阻挡。",
                    "classInfo" : "24",
                    "poetryID" : "11",
                    "source" : "12",
                    "analysesInfo" : "本诗朴实平易，生动形象，表现力强，一个“空”字突出表现了“行人”被“赚”后的失落神态。“放”、“拦”等词语的运用，赋予“万山”人的思想、人的性格，使万山活了起来。&&&第一句当头喝起，“莫言下岭便无难”，这是一个富于包孕的诗句，它包含了下岭前艰难攀登的整个上山过程，以及对所经历困难的种种感受。正因为上山艰难，人们便往往把下山看得容易和轻松。开头一句，正像是对这种普遍心理所发的棒喝。“莫言”二字，像是自诫，又像是提醒别人，耐人寻味。&&&第二句补足首句，“赚得行人空喜欢”，“赚”字富于幽默风趣。行人心目中下岭的容易，与它实际上的艰难形成鲜明对比，因此说“赚”——行人是被自己对下岭的主观想象骗了。诗人在这里点出而不说破，给读者留下悬念，使下两句的出现更引人注目。&&&三四两句承接“空喜欢”，对第二句留下的悬念进行解释。本来，上山过程中要攀登多少道山岭，下山过程中也会相应遇到多少道山岭。山本无知，“一山放过一山拦”的形容却把山变成了有生命有灵性的东西。它仿佛给行人布置了一个迷魂阵，设置了层层叠叠的圈套。而行人的种种心情——意外、惊诧、厌烦，直至恍然大悟，也都在这一“拦”一“放”的重复中体现出来了。&&&诗人借助景物描写和生动形象的比喻，通过写山区行路的感受，说明一个具有普遍意义的深刻道理：人们无论做什么事，都要对前进道路上的困难作好充分的估计，不要被一时的成功所陶醉。",
                    "transferInfo" : "不要说从山岭上下来就没有困难，骗得前来爬山的人白白地欢喜一场。好比行走在群山的包围之中，你刚攀过一座山，另一座山立刻出现阻拦去路。",
                    "backgroundInfo" : "这首诗作于诗人在建康江东转运副使任上外出纪行的时候。诗人一生力主抗战，反对屈膝投降，故一直不得重用，宋孝宗登基后，便被外放做官。作者途经松源时，见群山环绕感慨不已，于是写下了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "如梦令·常记溪亭日暮",
                    "author" : "李清照",
                    "content" : "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。",
                    "addtionInfo" : "常记：时常记起。“难忘”的意思。溪亭：临水的亭台。日暮：黄昏时候。沉醉：比喻沉浸在某事物或某境界中。兴尽：尽了兴致。晚：比合适的时间靠后，这里意思是天黑路暗了。回舟：乘船而回。误入：不小心进入。藕花：荷花。争渡：怎渡，怎么才能划出去。争（zen)，怎样才能。惊：惊动。起：飞起来。一滩：一群。鸥鹭：这里泛指水鸟。",
                    "classInfo" : "28",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "此词是记游赏之作，写了酒醉、花美，清新别致。“常记”两句起笔平淡，自然和谐，把读者自然而然地引到了她所创造的词境 。“常记”明确表示追述，地点在“溪亭 ”，时间是“日暮 ”，作者饮宴以后 ，已经醉得连回去的路径都辨识不出了。“沉醉”二字却露了作者心底的欢愉 ，“不知归路”也曲折传出作者流连忘返的情致，看起来，这是一次给作者留下了深刻印象的十分愉快的游赏。&&&接写的“兴尽”两句，就把这种意兴递进了一层，兴尽方才回舟，那么，兴未尽呢？恰恰表明兴致之高，不想回舟。而“误入”一句，行文流畅自然，毫无斧凿痕迹，同前面的“不知归路”相呼应，显示了主人公的忘情心态。盛放的荷花丛中正有一叶扁舟摇荡。舟上是游兴未尽的少年才女，这样的美景，一下子跃然纸上，呼之欲出。&&&一连两个“争渡 ”，表达了主人公急于从迷途中找寻出路的焦灼心情。正是由于“ 争渡”，所以又“惊起一滩鸥鹭”，把停栖在洲渚上的水鸟都吓飞了。至此，词戛然而止，言尽而意未尽，耐人寻味。&&&这首小令用词简练，只选取了几个片断，把移动着的风景和作者怡然的心情融合在一起，写出了作者青春年少时的好心情，让人不由想随她一道荷丛荡舟，沉醉不归。正所谓“少年情怀自是得”，这首诗不事雕琢，富有一种自然之美。",
                    "transferInfo" : "时常记起溪边亭中游玩至日色已暮，沉迷在优美的景色中忘记了回家的路。尽了酒宴兴致才乘舟返回，不小心进入藕花深处。奋力把船划出去呀！奋力把船划出去！划船声惊起了一群鸥鹭。",
                    "backgroundInfo" : "这首《如梦令·常记溪亭日暮》是李清照的早期之作，较为可信的时间当是李清照到达汴京之后尚未出嫁之前。这段时间李清照身居闺中，不免会回忆起少时游玩的情形，对那些生活的怀念之情与日俱增，使得作者感到诗兴大发，于是写下了这首流传千古的小令。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "观书有感二首·其一",
                    "author" : "朱熹",
                    "content" : "半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。",
                    "addtionInfo" : "鉴：一说为古代用来盛水或冰的青铜大盆。镜子；也有学者认为镜子。指像鉴（镜子）一样可以照人。天光：是说天的光和云的影子反映在塘水之中，不停地变动，犹如人在徘徊。徘徊：来回移动。渠：它，第三人称代词，这里指方塘之水。那得：怎么会。那：怎么的意思。清如许：这样清澈。如：如此，这样。清：清澈。为：因为。源头活水：比喻知识是不断更新和发展的，从而不断积累，只有在人生的学习中不断地学习、运用和探索，才能使自己永保先进和活力，就像水源头一样。",
                    "classInfo" : "24",
                    "poetryID" : "13",
                    "source" : "1",
                    "analysesInfo" : "这是一首借景喻理的名诗。全诗以方塘作比喻，形象地表达了一种微妙难言的读书感受。池塘并不是一泓死水，而是常有活水注入，因此像明镜一样，清澈见底，映照着天光云影。这种情景，同一个人在读书中搞通问题、获得新知而大有收益、提高认识时的情形颇为相似。这首诗所表现的读书有悟、有得时的那种灵气流动、思路明畅、精神清新活泼而自得自在的境界，正是作者作为一位大学问家的切身的读书感受。诗中所表达的这种感受虽然仅就读书而言，却寓意深刻，内涵丰富，可以做广泛的理解。特别是“问渠那得清如许，为有源头活水来”两句，借水之清澈，是因为有源头活水不断注入，暗喻人要心灵澄明，就得认真读书，时时补充新知识。因此人们常常用来比喻不断学习新知识，才能达到新境界。人们也用这两句诗来赞美一个人的学问或艺术的成就，自有其深厚的渊源。读者也可以从这首诗中得到启发，只有思想永远活跃，以开明宽阔的胸襟，接受种种不同的思想、鲜活的知识，广泛包容，方能才思不断，新水长流。这两句诗已凝缩为常用成语“源头活水”，用以比喻事物发展的源泉和动力。&&&这是一首极其有艺术哲理性的小诗。人们在品味书法作品时，时常有一种神采飞扬的艺术感觉，诗中就是以象征的手法，将这种内心感觉化作可以感触的具体形象加以描绘，让读者自己去领略其中的奥妙。所谓“源头活水”，当指书写者内心的不竭艺术灵感。&&&诗的寓意很深，以源头活水形象地比喻丰富的书法艺术灵感才是书法艺术作品真正的不竭源泉，阐明了作者独特的读书感受，很符合书法艺术创作的特色，也反映了一般艺术创作的本质。",
                    "transferInfo" : "半亩大的方形池塘像一面镜子一样打开，天光、云影在水面上闪耀浮动。要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "7000",
    "mainClass" : "7"
}

