{
    "poetryList" : [
                    {
                    "name" : "山村咏怀",
                    "author" : "宋·绍雍",
                    "content" : "一去二三里，烟村四五家。亭台六七座，八九十枝花。",
                    "addtionInfo" : "去：指距离。烟村：被烟雾笼罩的村庄。亭台：泛指供人们游赏、休息的建筑物。",
                    "classInfo" : "1001",
                    "poetryID" : "1",
                    "source" : "17",
                    "analysesInfo" : "这首诗通过列锦的表现手法把烟村、人家、亭台、鲜花等景象排列在一起，构成一幅田园风光图，并创造出一种淡雅的意境，表达出诗人对大自然的喜爱与赞美之情。&&&“一去二三里，烟村四五家”两句是一种线状的视觉印象，“一去”做水平运动，”二三“虚指数量多，炊烟袅袅呈垂直状态，“亭台六七座，八九十枝花”两句变换为点状视觉印象：亭台座座，鲜花朵朵。&&&诗人在这首诗中的每句安排一个量词，即“里”、“家”、“座”、“枝”，新颖有变化，也在每句中安排两三个数字：“一”字打头，“二三”“四五”和“六七”嵌于句中，“八九十”又回归句首，把一到十表示数目的十个汉字按照自然数序同小路、烟、村、亭台、鲜花编织在一起，随着诗句和画面自然排列，只用了寥寥几笔就构成一幅自然朴实而又朦胧的山村风景画，自然地融于山村的意境之中。",
                    "transferInfo" : "不知不觉一走就离家二三里远了，轻雾笼罩着四五户人家。路边亭台楼阁有六七座，还有八九十枝的鲜花在绽放。",
                    "backgroundInfo" : "这首诗的具体创作时间不详。是诗人在阳春三月去共城（今河南辉县）游玩时，看到了乡间野外的骀荡春光和迷人的乡村风物，为了表达诗人的闲适心绪和充分享受生活的积极人生态度，写下了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏鹅",
                    "author" : "唐·骆宾王",
                    "content" : "鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。",
                    "addtionInfo" : "曲项：弯着脖子。歌：长鸣。拨：划动。",
                    "classInfo" : "1002",
                    "poetryID" : "2",
                    "source" : "17",
                    "analysesInfo" : "诗中，小作者从自己的角度、自己的心态，去理解和观察鹅，用了拟人的手法，如把鹅的叫声说成是“歌”等。同时也把色彩的对比，也就是事物的特征表现传达的丰富和全面。“白毛”、“绿水”、“红掌”、“清波”，相映&&&首句连用三个“鹅”字，表达了诗人对鹅十分喜爱之情。这三个“鹅”字，可以理解为孩子听到鹅叫了三声，也可以理解为孩子看到鹅在水中嬉戏，十分欣喜，高兴地连呼三声“鹅、鹅、鹅”。&&&次句“曲项向天歌”，描写鹅鸣叫的神态。“曲项”二字形容鹅向天高歌之态，十分确切。鹅的高歌与鸡鸣不同，鸡是引颈长鸣，鹅是曲项高歌。&&&三、四句写鹅游水嬉戏的情景：“白毛浮绿水，红掌拨清波。”“浮”“拨”两个动词生动地表现了鹅游水嬉戏的姿态。“白毛”“红掌”“绿水”等几个色彩鲜艳的词组给人以鲜明的视觉形象。鹅白毛红掌，浮在清水绿波之上，两下互相映衬，构成一幅美丽的“白鹅嬉水图”，表现出儿童时代的骆宾王善于观察事物的能力。&&&无论从什么角度和方面看，在艺术上，这首诗都是堪称一绝的。",
                    "transferInfo" : "“鹅，鹅，鹅！”面向蓝天，一群鹅儿伸着弯曲的脖子在歌唱。洁白的羽毛漂浮在碧绿水面，红红的脚掌拨动着清清水波。",
                    "backgroundInfo" : "小时候的骆宾王，住在义乌县城北的一个小村子里。村外有一口池塘叫骆家塘。有一天，家中来了一位客人。客人问了他几个问题。骆宾王皆对答如流，使客人惊讶不已。骆宾王跟着客人走到骆家塘时，一群白鹅正在池塘里浮游，便指着鹅儿要他以鹅作诗，骆宾王略略思索便创作了此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春晓",
                    "author" : "唐·孟浩然",
                    "content" : "春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。",
                    "addtionInfo" : "晓：天刚亮的时候，春晓：春天的早晨。不觉晓：不知不觉天就亮了。啼鸟：鸟的啼叫声。知多少：不知有多少。",
                    "classInfo" : "1003",
                    "poetryID" : "3",
                    "source" : "17",
                    "analysesInfo" : "《春晓》这首诗是诗人隐居在鹿门山时所做，意境十分优美。诗人抓住春天的早晨刚刚醒来时的一瞬间展开描写和联想，生动地表达了诗人对春天的热爱和怜惜之情。此诗没有采用直接叙写眼前春景的一般手法，而是通过“春晓”(春天早晨)自己一觉醒来后瞬间的听觉感受和联想，捕捉典型的春天气息，表达自己喜爱春天和怜惜春光的情感。&&&诗的前两句写诗人因春宵梦酣，天已大亮了还不知道，一觉醒来，听到的是屋外处处鸟儿的欢鸣。诗人惜墨如金，仅以一句“处处闻啼鸟”来表现充满活力的春晓景象。但人们由此可以知道就是这些鸟儿的欢鸣把懒睡中的诗人唤醒，可以想见此时屋外已是一片明媚的春光，可以体味到诗人对春天的赞美。&&&正是这可爱的春晓景象，使诗人很自然地转入诗的第三、四句的联想：昨夜我在朦胧中曾听到一阵风雨声，现在庭院里盛开的花儿到底被摇落了多少呢？联系诗的前两句，夜里这一阵风雨不是疾风暴雨，而当是轻风细雨，它把诗人送入香甜的梦乡，把清晨清洗得更加明丽，并不可恨。但是它毕竟要摇落春花，带走春光，因此一句“花落知多少”，又隐含着诗人对春光流逝的淡淡哀怨以及无限遐想。&&&宋人叶绍翁《游园不值》诗中的“春色满园关不住，一枝红杏出墙来”，是古今传诵的名句。其实，在写法上是与《春晓》有共同之处的。叶诗是通过视觉形象，由伸出墙外的一枝红杏，把人引入墙内、让人想象墙内；孟诗则是通过听觉形象，由阵阵春声把人引出屋外、让人想象屋外。只用淡淡的几笔，就写出了晴方好、雨亦奇的繁盛春意。两诗都表明，那盎然的春意，自是阻挡不住的，你看，它不是冲破了围墙屋壁，展现在你的眼前、萦回在你的耳际了吗？&&&施补华曰：“诗犹文也，忌直贵曲。”（《岘佣说诗》）这首小诗仅仅四行二十个字，写来却曲屈通幽，回环波折。首句破题，“春”字点明季节，写春眠的香甜。“不觉”是朦朦胧胧不知不觉。在这温暖的春夜中，诗人睡得真香，以至旭日临窗，才甜梦初醒。流露出诗人爱春的喜悦心情。次句写春景，春天早晨的鸟语。“处处”是指四面八方。鸟噪枝头，一派生机勃勃的景象。“闻啼鸟”即“闻鸟啼”，古诗为了押韵，词序作了适当的调整。三句转为写回忆，诗人追忆昨晚的潇潇春雨。末句又回到眼前，联想到春花被风吹雨打、落红遍地的景象，由喜春翻为惜春，诗人把爱春和惜春的情感寄托在对落花的叹息上。爱极而惜，惜春即是爱春──那潇潇春雨也引起了诗人对花木的担忧。时间的跳跃、阴晴的交替、感情的微妙变化，都很富有情趣，能给人带来无穷兴味。&&&《春晓》的语言平易浅近，自然天成，一点也看不出人工雕琢的痕迹。而言浅意浓，景真情真，就像是从诗人心灵深处流出的一股泉水，晶莹透澈，灌注着诗人的生命，跳动着诗人的脉搏。读之，如饮醇醪，不觉自醉。诗人情与境会，觅得大自然的真趣，大自然的神髓。“文章本天成，妙手偶得之”，这是最自然的诗篇，是天籁。",
                    "transferInfo" : "春夜酣睡天亮了也不知道，醒来只听到到处有鸟儿啼叫。想起昨夜里风声紧雨声潇潇，花儿不知道被打落了多少？",
                    "backgroundInfo" : "孟浩然早年隐居在鹿门山，后入长安谋求官职，考进士不中，还归故乡。《春晓》即是他隐居鹿门山时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "静夜思",
                    "author" : "唐·李白",
                    "content" : "床前明月光，疑是地上霜。举头望明月，低头思故乡。",
                    "addtionInfo" : "静夜思：静静的夜里，产生的思绪。疑：好像。举头：抬头。",
                    "classInfo" : "1004",
                    "poetryID" : "4",
                    "source" : "17",
                    "analysesInfo" : "这首诗写的是在寂静的月夜思念家乡的感受。&&&诗的前两句，是写诗人在作客他乡的特定环境中一刹那间所产生的错觉。一个独处他乡的人，白天奔波忙碌，倒还能冲淡离愁，然而一到夜深人静的时候，心头就难免泛起阵阵思念故乡的波澜。何况是在月明之夜，更何况是月色如霜的秋夜。“疑是地上霜”中的“疑”字，生动地表达了诗人睡梦初醒，迷离恍惚中将照射在床前的清冷月光误作铺在地面的浓霜。而“霜”字用得更妙，既形容了月光的皎洁，又表达了季节的寒冷，还烘托出诗人飘泊他乡的孤寂凄凉之情。&&&诗的后两句，则是通过动作神态的刻画，深化思乡之情。“望”字照应了前句的“疑”字，表明诗人已从迷朦转为清醒，他翘首凝望着月亮，不禁想起，此刻他的故乡也正处在这轮明月的照耀下。于是自然引出了“低头思故乡”的结句。“低头”这一动作描画出诗人完全处于沉思之中。而“思”字又给读者留下丰富的想象：那家乡的父老兄弟、亲朋好友，那家乡的一山一水、一草一木，那逝去的年华与往事……无不在思念之中。一个“思”字所包涵的内容实在太丰富了。",
                    "transferInfo" : "明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。",
                    "backgroundInfo" : "李白的《静夜思》创作于公元726年（唐玄宗开元十四年）九月十五日的扬州旅舍，当时李白26岁。同时同地所作的还有一首《秋夕旅怀》。在一个月明星稀的夜晚，诗人抬望天空一轮皓月，思乡之情油然而生，写下了这首传诵千古、中外皆知的名诗《静夜思》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "悯农",
                    "author" : "唐·李绅",
                    "content" : "锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦。",
                    "addtionInfo" : "悯：怜悯。这里有同情的意思。餐：熟食的通称。",
                    "classInfo" : "1005",
                    "poetryID" : "5",
                    "source" : "17",
                    "analysesInfo" : "第一句“锄禾日当午”，概括的写出农民从事的活动、时间和天气情况。日当午，是指到了中午，太阳当头照着，是一天最热的时候，诗人没有一般地写农民锄禾如何劳累，而是集中写他与第一句“日当午”紧相呼应。这两句的意思是：夏天的中午，农民顶着火辣辣的太阳，在田里给禾苗锄草松土。由于天气炎热，劳动紧张，次民累得满头大汗，汗水一滴滴落到禾苗下的泥土里。&&&第三、四句“谁知盘中餐，粒粒皆辛苦”。是诗人在抒发感慨。盘，盘子，这里指碗。餐，指饭食。皆，都。意思说：有谁知道碗里的饭，一粒一粒都是农民辛苦劳动得来的呀！言外之意，世上的人们，难道不应该珍借每一粒粮食、尊重农民的劳动吗？",
                    "transferInfo" : "盛夏中午，烈日炎炎，农民还在劳作，汗珠滴入泥土。有谁想到，我们碗中的米饭，一粒一粒都是农民辛苦劳动得来的呀？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "池上",
                    "author" : "唐·白居易",
                    "content" : "小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。",
                    "addtionInfo" : "小娃：男孩儿或女孩儿。艇：船。白莲：白色的莲花。踪迹：指被小艇划开的浮萍。浮萍：水生植物，椭圆形叶子浮在水面，叶下面有须根，夏季开白花。",
                    "classInfo" : "1006",
                    "poetryID" : "6",
                    "source" : "17",
                    "analysesInfo" : "这首诗好比一组镜头，摄下一个小孩儿偷采白莲的情景。从诗的小主人公撑船进入画面，到他离去只留下被划开的一片浮萍，有景有色，有行动描写，有心理刻画，细致逼真，富有情趣；而这个小主人公的天真幼稚、活泼淘气的可爱形象，也就栩栩如生，跃然纸上了。&&&这是一首描写儿童生活的诗。诗人以他特有的通俗风格将诗中的小娃娃描写得非常可爱、可亲。整首诗如同大白话，但极富韵味，令人读后忍俊不禁、哑然失笑。 诗人在诗中叙述一个小娃娃生活中的一件小事，准确地捕捉了小娃娃瞬间的心情，勾画出一幅采莲图。&&&莲花盛开的夏日里，天真活泼的儿童，撑着一条小船，偷偷地去池中采摘白莲花玩。兴高采烈地采到莲花，早已忘记自己是瞒着大人悄悄地去的，不懂得或是没想到去隐蔽自己的踪迹，得意忘形地大摇大摆划着小船回来，小船把水面上的浮萍轻轻荡开，留下了一道清晰明显的水路痕迹。诗人以他特有的通俗风格将诗中的小娃娃描写得非常可爱、可亲，整首诗如同大白话，富有韵味。&&&白居易是一位擅长写叙事诗的大诗人。他的长篇叙事诗，将所叙事物写得曲折详尽、娓娓动听，饱含着诗人自己的情感。同样的，他的诗中小品，更通俗平易。",
                    "transferInfo" : "小孩撑着小船，偷偷地从池塘里采了白莲回来。他不懂得掩藏自己的行踪，浮萍被船儿荡开，水面上留下了一条长长的水线。",
                    "backgroundInfo" : "据《白居易诗集校注》，这首诗作于公元835年（大和九年），时任太子少傅分司东都洛阳。一日游于池边，见小娃撑船而作下此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "明日歌",
                    "author" : "明·钱福",
                    "content" : "明日复明日，明日何其多。我生待明日，万事成蹉跎。",
                    "addtionInfo" : "复：又。何其：多么。这句说：明日是何等的多啊。待：等待。蹉跎（cuō tuó）：光阴虚度。",
                    "classInfo" : "1007",
                    "poetryID" : "7",
                    "source" : "17",
                    "analysesInfo" : "《明日歌》两个明显的优点：一是思想内容有新意。它不是空泛的珍惜时光的教诲，而是针对人们的拖延症，围绕“明日”二字展开说理。二是语言形象生动。杂言歌谣形式，使用口语化、形象化的词语，读起来朗朗上口，听起来顺耳好记。",
                    "transferInfo" : "明天又一个明天，明天何等的多。如果天天只空等明天，那么只会空度时日，一事无成。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "草",
                    "author" : "唐·白居易",
                    "content" : "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。",
                    "addtionInfo" : "离离：青草茂盛的样子。一岁一枯荣：枯，枯萎。荣，茂盛。野草每年都会茂盛一次，枯萎一次。",
                    "classInfo" : "1008",
                    "poetryID" : "8",
                    "source" : "17",
                    "analysesInfo" : "诗的首句“离离原上草”，紧紧扣住题目“古原草”三字，并用叠字“离离”描写春草的茂盛。第二句“一岁一枯荣”，进而写出原上野草秋枯春荣，岁岁循环，生生不已的规律。&&&第三、四句“野火烧不尽，春风吹又生”，一句写“枯”，一句写“荣”，是“枯荣”二字意思的发挥。不管烈火怎样无情地焚烧，只要春风一吹，又是遍地青青的野草，极为形象生动地表现了野草顽强的生命力。",
                    "transferInfo" : "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏柳",
                    "author" : "唐·贺知章",
                    "content" : "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。",
                    "addtionInfo" : "碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。妆：装饰，打扮。一树：满树。绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。裁：裁剪。似：如同，好像。",
                    "classInfo" : "1009",
                    "poetryID" : "9",
                    "source" : "17",
                    "analysesInfo" : "第一句写树，将树拟人化，让人读时能感觉出柳树就像一位经过梳妆打扮的亭亭玉立的美人。这里的“碧玉”应该是有两层含义：一是碧玉这名字和柳的颜色有关，“碧”和下句的“绿”是互相生发、互为补充的。二是碧玉这个字在人们头脑中永远留下年轻的印象。“碧玉”二字用典而不露痕迹，南朝乐府有《碧玉歌》，其中“碧玉破瓜时”已成名句。还有南朝萧绎《采莲赋》有“碧玉小家女”，也很有名，后来形成“小家碧玉”这个成语。“碧玉妆成一树高”就自然地把眼前这棵柳树和古代的妙龄少女联系起来，而且联想到她穿一身嫩绿，楚楚动人，充满青春活力。&&&第二句就此联想到那垂垂下坠的柳叶就是少女身上垂坠的绿色丝织裙带。中国是产丝大国，丝绸为天然纤维的皇后，向以端庄、华贵、飘逸著称，那么，这棵柳树的风韵就可想而知了。&&&第三句由“绿丝绦”继续联想，这些如丝绦的柳条似的细细的柳叶儿是谁剪裁出来的呢？先用一问话句来赞美巧夺天工可以传情的如眉的柳叶，最后一答，是二月的春风姑娘用她那灵巧的纤纤玉手剪裁出这些嫩绿的叶儿，给大地披上新装，给人们以春的信息。这两句把比喻和设问结合起来，用拟人手法刻画春天的美好和大自然的工巧，新颖别致，把春风孕育万物形象地表现出来了，烘托无限的美感。&&&总的来说，这首诗的结构独具匠心，先写对柳树的总体印象，再写到柳条，最后写柳叶，由总到分，条序井然。借柳树歌咏春风，把春风比作剪刀，说她是美的创造者，赞美她裁出了春天。诗中洋溢着人逢早春的欣喜之情。在语言的运用上，既晓畅，又华美。",
                    "transferInfo" : "高高的柳树长满了翠绿的新叶，轻垂的柳条像千万条轻轻飘动的绿色丝带。不知道这细细的柳叶是谁裁剪出来的，就是二月的春风，如同神奇的剪刀。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寻隐者不遇",
                    "author" : "唐·贾岛",
                    "content" : "松下问童子，言师采药去。只在此山中，云深不知处。",
                    "addtionInfo" : "寻：寻访。隐者：隐士，隐居在山林中的人。不遇：没有遇到，没有见到。童子：没有成年的人，小孩。在这里是指“隐者”的弟子、学生。言：回答，说。云深：指山上的云雾。处：行踪，所在。",
                    "classInfo" : "1010",
                    "poetryID" : "10",
                    "source" : "17",
                    "analysesInfo" : "“松下问童子，言师采药去。”这首小诗的前两句是说，苍松下，我询问了年少的学童；他说，师傅已经采药去了山中。这首诗的特点是寓问于答。“松下问童子”，必有所问，而这里把问话省去了，只从童子所答“师采药去”这四个字而可相见当时松下所问的是“师往何处去”。&&&“只在此山中，云深不知处。”小诗的后两句是说，他还对我说：就在这座大山里，可是林深云密，不知他的行踪。在这里又把“采药在何处”这一问句省略掉，而以“只在此山中”的童子答词，把问句隐括在内。最后一句“云深不知处”，又是童子答复采药究竟在山前、山后、山顶、山脚的问题。&&&在这首诗中，明明三番问答，至少须六句方能表达的，贾岛采取了以答句包含问句的手法，精简为二十字。这种“推敲”就不在一字一句间了。&&&然而，这首诗的成功，不仅在于简炼；单言繁简，还不足以说明它的妙处。诗贵善于抒情。这首诗的抒情特色是在平淡中见深沉。一般访友，问知他出，也就自然扫兴而返了。但这首诗中，一问之后并不罢休，又继之以二问三问，其言甚繁，而其笔则简，以简笔写繁情，益见其情深与情切。而且这三番答问，逐层深入，表达感情有起有伏。“松下问童子”时，心情轻快，满怀希望；“言师采药去”，答非所想，一坠而为失望；“只在此山中”，在失望中又萌生了一线希望；及至最后一答：“云深不知处”，就惘然若失，无可奈何了。&&&而诗的抒情要凭借艺术形象，要讲究色调。从表面看，这首诗似乎不着一色，白描无华，是淡妆而非浓抹。其实它的造型自然，色彩鲜明，浓淡相宜。郁郁青松，悠悠白云，这青与白，这松与云，它的形象与色调恰和云山深处的隐者身份相符。而且未见隐者先见其画，青翠挺立中隐含无限生机；而后却见茫茫白云，深邃杳霭，捉摸无从，令人起秋水伊人无处可寻的浮想。从造型的递变，色调的先后中也映衬出作者感情的与物转移。&&&诗中隐者采药为生，济世活人，是一个真隐士。所以贾岛对他有高山仰止的钦慕之情。诗中白云显其高洁，苍松赞其风骨，写景中也含有比兴之义。惟其如此，钦慕而不遇，就更突出其怅惘之情了。另外，作者作为一个封建社会的知识分子，离开繁华的都市，跑到这超尘绝俗的青松白云之间来“寻隐者”，其原因也是耐人寻味，引人遐想的。",
                    "transferInfo" : "苍松下询问年少的学童，他说他的师傅已经去山中采药了。只知道就在这座大山里，可山中云雾缭绕不知道他的行踪。",
                    "backgroundInfo" : "此诗的具体创作时间不详。只知此诗是中唐时期诗僧贾岛到山中寻访一位隐者未能遇到有感而作的。隐者不详何人，有人认为是贾岛的山友长孙霞。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望庐山瀑布",
                    "author" : "唐·李白",
                    "content" : "日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。",
                    "addtionInfo" : "香炉：指香炉峰。紫烟：指日光透过云雾，远望如紫色的烟云。遥看：从远处看。挂：悬挂。川：河流，这里指瀑布。直：笔直。三千尺：形容山高。这里是夸张的说法，不是实指。疑：怀疑。银河：古人指银河系构成的带状星群。",
                    "classInfo" : "1011",
                    "poetryID" : "11",
                    "source" : "17",
                    "analysesInfo" : "这首诗形象地描绘了庐山瀑布雄奇壮丽的景色，反映了诗人对祖国大好河山的无限热爱。&&&首句“日照香炉生紫烟”。“香炉”是指庐山的香炉峰。此峰在庐山西北，形状尖圆，像座香炉。由于瀑布飞泻，水气蒸腾而上，在丽日照耀下，仿佛有座顶天立地的香炉冉冉升起了团团紫烟。一个“生”字把烟云冉冉上升的景象写活了。此句为瀑布设置了雄奇的背景，也为下文直接描写瀑布渲染了气氛。&&&次句“遥看瀑布挂前川”。“遥看瀑布”四字照应了题目《望庐山瀑布》。“挂前川” 是说瀑布像一条巨大的白练从悬崖直挂到前面的河流上。“挂”字化动为静，维纱维肖地写出遥望中的瀑布。&&&诗的前两句从大处着笔，概写望中全景：山顶紫烟缭绕，山间白练悬挂，山下激流奔腾，构成一幅绚丽壮美的图景。&&&第三句“飞流直下三千尺”，一笔挥洒，字字铿锵有力。“飞”字，把瀑布喷涌而出的景象描绘得极为生动；“直下”，既写出山之高峻陡峭，又可以见出水流之急，那高空直落，势不可挡之状如在眼前。&&&诗人犹嫌未足，接着又写上一句“疑是银河落九天”，真是想落天外，惊人魂魄。“疑是”值得细味，诗人明明说得恍恍惚惚，而读者也明知不是，但是又都觉得只有这样写，才更为生动、逼真，其奥妙就在于诗人前面的描写中已经孕育了这一形象。巍巍香炉峰藏在云烟雾霭之中，遥望瀑布就如从云端飞流直下，临空而落，这就自然地联想到像是一条银河从天而降。可见，“疑是银河落九天”这一比喻，虽是奇特，但在诗中并不是凭空而来，而是在形象的刻画中自然地生发出来的。&&&这首诗极其成功地运用了比喻、夸张和想象，构思奇特，语言生动形象、洗炼明快。",
                    "transferInfo" : "香炉峰在阳光的照射下生起紫色烟霞，从远处看去瀑布好似白色绢绸悬挂山前。高崖上飞腾直落的瀑布好像有几千尺，让人怀疑是银河从天上泻落到人间。",
                    "backgroundInfo" : "这首诗一般认为是公元725年（唐玄宗开元十三年）前后李白出游金陵途中初游庐山时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望天门山",
                    "author" : "唐·李白",
                    "content" : "天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。",
                    "addtionInfo" : "中断：江水从中间隔断两山。楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。至此：意为东流的江水在这转向北流。回：回漩，回转。指这一段江水由于地势险峻方向有所改变，并更加汹涌。两岸青山：分别指东梁山和西梁山。出：突出，出现。日边来：指孤舟从天水相接处的远方驶来，远远望去，仿佛来自日边。",
                    "classInfo" : "1012",
                    "poetryID" : "12",
                    "source" : "17",
                    "analysesInfo" : "这首诗写了碧水青山，白帆红日，交映成一幅色彩绚丽的画面。但这画面不是静止的，而是流动的。随着诗人行舟，山断江开，东流水回，青山相对迎出，孤帆日边驶来，景色由远及近再及远地展开。诗中用了六个动词“断、开、流、回、出、来”，山水景物呈现出跃跃欲出的动态，描绘了天门山一带的雄奇阔远。一、二句写出了天门山水雄奇险峻不可阻遏的气势，给人惊心动魄之感；三、四句写足也写活了浑阔茫远的水势。&&&“天门中断楚江开，碧水东流至此回。”这两句写诗人远眺天门山夹江对峙，江水穿过天门山，水势湍急、激荡回旋的壮丽景象。第一句紧扣题目，总写天门山，着重写出浩荡东流的楚江冲破天门山奔腾而去的壮阔气势。它给人以丰富的联想：天门两山本来是一个整体，阻挡着汹涌的江流。由于楚江怒涛的冲击，才撞开了“天门”，使它中断而成为东西两山。这和作者在《西岳云台歌送丹丘子》中所描绘的情景颇为相似：“巨灵（河神）咆哮擘两山（指河西的华山与河东的首阳山），洪波喷流射东海。”不过前者隐后者显而已。在作者笔下，楚江仿佛成了有巨大生命力的事物，显示出冲决一切阻碍的神奇力量，而天门山也似乎默默地为它让出了一条通道。&&&第二句写天门山下的江水，又反过来着重写夹江对峙的天门山对汹涌奔腾的楚江的约束力和反作用。由于两山夹峙，浩阔的长江流经两山间的狭窄通道时，激起回旋，形成波涛汹涌的奇观。如果说上一句是借山势写出水的汹涌，那么这一句则是借水势衬出山的奇险。有的本子“至此回”作“直北回”，解者以为指东流的长江在这一带回转向北。这也许称得上对长江流向的精细说明，但不是诗，更不能显现天门奇险的气势。可比较《西岳云台歌送丹丘子》：“西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。”“盘涡毂转”也就是“碧水东流至此回”，同样是描绘万里江河受到峥嵘奇险的山峰阻遏时出现的情景，但作为一首七言古诗，写得淋漓尽致。从比较中就可以看出《望天门山》作为绝句的崇尚简省含蓄的特点。&&&“两岸青山相对出，孤帆一片日边来。”这两句是一个不可分割的整体。第三句承前第一句写望中所见天门两山的雄姿；第四句承前第二句写长江江面的远景，点醒“望”的立脚点和表现诗人的淋漓兴会。诗人并不是站在岸上的某一个地方遥望天门山，他“望”的立脚点便是从“日边来”的“一片孤帆”。读这首诗的人大都赞赏“两岸青山相对出”的“出”字，因为它使本来静止不动的山带上了动态美，但却很少去考虑诗人何以有“相对出”的感受。如果是站在岸上某个固定的立脚点“望天门山”，那大概只会产生“两岸青山相对立”的静态感。反之，舟行江上，顺流而下，望着远处的天门两山扑进眼帘，显现出愈来愈清晰的身姿时，“两岸青山相对出”的感受就非常突出了。“出”字不但逼真地表现了在舟行过程中“望天门山”时天门山特有的姿态，而且寓含了舟中人的新鲜喜悦之感。夹江对峙的天门山，似乎正迎面向自己走来，表示它对江上来客的欢迎。青山既然对远客如此有情，则远客自当更加兴会淋漓。&&&“孤帆一片日边来”，正传神地描绘出孤帆乘风破浪，越来越靠近天门山的情景，和诗人欣睹名山胜景、目接神驰的情状。由于末句在叙事中饱含诗人的激情，这首诗便在描绘出天门山雄伟景色的同时突出了诗人豪迈、奔放、自由洒脱、无拘无束的自我形象。&&&这首诗意境开阔，气魄豪迈，音节和谐流畅，语言形象、生动，画面色彩鲜明。虽然只有短短的四句二十八个字，但它所构成的意境优美、壮阔，人们读了诗恍若置身其中。诗人将读者的视野沿着烟波浩渺的长江，引向无限宽广的天地里，使人顿时觉得心胸开阔、眼界扩大。从诗中可以看到诗人李白的豪放不羁的精神和不愿意把自己限在小天地里的广阔胸怀。",
                    "transferInfo" : "长江犹如巨斧，劈开天门雄峰，碧绿江水滚滚东流到这里，又回旋向北流去。两岸青山互相对峙美景难分高下，一只小船从太阳升起的地方悠悠驶来。",
                    "backgroundInfo" : "《望天门山》是公元725年（开元十三年）李白初出巴蜀乘船赴江东经当涂（今属安徽）途中行至天门山，初次见到天门山时有感而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "题西林壁",
                    "author" : "宋·苏轼",
                    "content" : "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。",
                    "addtionInfo" : "题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。横看：从正面看。庐山总是南北走向，横看就是从东面西面看.侧：侧面。各不同：各不相同。不识：不能认识，辨别。真面目：指庐山真实的景色，形状。缘：因为；由于。此山：这座山，指庐山。",
                    "classInfo" : "1013",
                    "poetryID" : "13",
                    "source" : "17",
                    "analysesInfo" : "这是一首诗中有画的写景诗，又是一首哲理诗，哲理蕴含在对庐山景色的描绘之中。&&&“横看成岭侧成峰，远近高低各不同。”一句说的是游人从远处、近处、高处、地处等不同角度观察庐山面貌是可以得到不同观感的。有时你看到到是起伏连绵的山岭，有时你看到的是高耸入云端的山峰。这两句概括而形象地写出了移步换形、千姿万态的庐山风景。&&&结尾两句“不识庐山真面目，只缘身在此山中”，是即景说理，谈游山的体会。之所以不能辨认庐山的真实面目，是因为身在庐山之中，视野为庐山的峰峦所局限，看到的只是庐山的一峰一岭一丘一壑，局部而已，这必然带有片面性。这两句奇思妙发，整个意境浑然托出，为读者提供了一个回味经验、驰骋想象的空间。这不仅仅是游历山水才有这种理性认识。游山所见如此，观察世上事物也常如此。这两句诗有着丰富的内涵，它启迪人们认识为人处事的一个哲理——由于人们所处的地位不同，看问题的出发点不同，对客观事物的认识难免有一定的片面性；要认识事物的真相与全貌，必须超越狭小的范围，摆脱主观成见。&&&一首小诗激起人们无限的回味和深思。所以，《题西林壁》不单单是诗人歌咏庐山的奇景伟观，同时也是苏轼以哲人的眼光从中得出的真理性的认识。由于这种认识是深刻的，是符合客观规律的，所以诗中除了有谷峰的奇秀形象给人以美感之外，又有深永的哲理启人心智。因此，这首小诗格外来得含蓄蕴藉，思致渺远，使人百读不厌。&&&苏轼的诗既是人生感悟，也是一种政治体验。苏轼自进入仕途后卷入了新旧之法的争议，他在政治倾向上更贴近保守派，反对王安石主导的新法。但他不偏激，主张汲取新法合理成分，主张讲究执行策略，反而又为旧党所不容。因此，苏轼笔下的庐山，也可以看成是扑朔迷离的政局，新旧两党立场不同，结论也不同。事实上，人们都置身局中，置身历史长河中，都不免陷入当局者迷的困境，应该更客观地思考问题，得出恰当结论。&&&如果说宋以前的诗歌传统是以言志、言情为特点的话，那么到了宋朝尤其是苏轼，则出现了以言理为特色的新诗风。这种诗风是宋人在唐诗之后另辟的一条蹊径，用苏轼的话来说，便是“出新意于法度之中，寄妙理于豪放之外”。形成这类诗的特点是：语浅意深，因物寓理，寄至味于淡泊。《题西林壁》就是这样的一首好诗。",
                    "transferInfo" : "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。之所以辨不清庐山真正的面目，是因为我身处在庐山之中。",
                    "backgroundInfo" : "苏轼于公元1084年（神宗元丰七年）五月间由黄州贬所改迁汝州团练副使，赴汝州时经过九江，与友人参寥同游庐山。瑰丽的山水触发逸兴壮思，于是写下了若干首庐山记游诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜宿山寺",
                    "author" : "唐·李白",
                    "content" : "危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。",
                    "addtionInfo" : "宿：住，过夜。危楼：高楼，这里指山顶的寺庙。危：高。百尺：虚指，不是实数，这里形容楼很高。星辰：天上的星星统称。语：说话。恐：唯恐，害怕。惊：惊动。",
                    "classInfo" : "1014",
                    "poetryID" : "14",
                    "source" : "17",
                    "analysesInfo" : "这是一首纪游写景的短诗。诗的内容记录了李白夜袭寺庙的有趣经历。全诗没有一个生僻字，从头到尾用“夸张”的手法，形象而又逼真地写出了山寺之奇高，星夜之奇妙。&&&“危楼高百尺，手可摘星辰。”这两句是写山寺之高。第一句正面描绘寺楼的峻峭挺拔、高耸入云。发端一个“ 危 ”字，倍显突兀醒目，与“高”字在同句中的巧妙组合，就确切、生动、形象地将山寺屹立山巅、雄视寰宇的非凡气势淋漓尽致地描摹了出来。次句以极其夸张的技法来烘托山寺之高耸云霄。字字将读者的审美视线引向星汉灿烂的夜空，非但没有“高处不胜寒”的感慨，反给人旷阔感，以星夜的美丽引起人们对高耸入云的“危楼”的向往。&&&“不敢高声语，恐惊天上人。”两句，“不敢”写出了作者夜临“危楼”时的心理状态，从诗人“不敢”与深“怕”的心理中，读者完全可以想象到“山寺”与“天上人”的相距之近，这样，山寺之高也就不言自明了。&&&诗人用夸张的艺术手法，描绘了山寺的高耸，给人以丰富的联想。山上的这座楼好像有一百尺高，诗人站在楼顶就可以用手摘下天上的星星。在这儿都不敢大声说话，唯恐惊动了天上的仙人。&&&此诗语言自然朴素，却形象逼真。全诗无一生僻字，却字字惊人，堪称“平字见奇”的绝世佳作。诗人借助大胆想象，渲染山寺之奇高，把山寺的高耸和夜晚的恐惧写的很逼真，从而将一座几乎不可想象的宏伟建筑展现在读者面前，给人身临其境的感觉。摘星辰、惊天人，这些仿佛是童稚的想法，被诗人信手拈来，用入诗中，让人顿感情趣盎然，有返璞归真之妙。&&&李白的诗风豪放雄健，想象极其丰富，语言自然婉转，音律富于变化而又和谐统一，具有浓郁的浪漫主义色彩。此诗寥寥数笔，就酣畅淋漓地表现出了人在高处的愉悦、豪放、可爱、率直。",
                    "transferInfo" : "山上寺院好似有百丈之高，站在上边仿佛都能摘下星辰。不敢高声说话，唯恐惊动了天上的仙人。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登鹳雀楼",
                    "author" : "唐·王之涣",
                    "content" : "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
                    "addtionInfo" : "鹳雀楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。白日：太阳。依：依傍。尽：消失。欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。穷：尽，使达到极点。千里目：眼界宽阔。更：再。",
                    "classInfo" : "1015",
                    "poetryID" : "15",
                    "source" : "17",
                    "analysesInfo" : "这首诗写诗人在登高望远中表现出来的不凡的胸襟抱负，反映了盛唐时期人们积极向上的进取精神。&&&诗的前两句写所见。“白日依山尽”写远景，写山，写的是登楼望见的景色，“黄河入海流”写近景，写水写得景象壮观，气势磅礴。这里，诗人运用极其朴素、极其浅显的语言，既高度形象又高度概括地把进入广大视野的万里河山，收入短短十个字中；而后人在千载之下读到这十个字时，也如临其地，如见其景，感到胸襟为之一开。&&&首句写遥望一轮落日向着楼前一望无际、连绵起伏的群山西沉，在视野的尽头冉冉而没。这是天空景、远方景、西望景。次句写目送流经楼前下方的黄河奔腾咆哮、滚滚南来，又在远处折而东向，流归大海。这是由地面望到天边，由近望到远，由西望到东。这两句诗合起来，就把上下、远近、东西的景物，全都容纳进诗笔之下，使画面显得特别宽广，特别辽远。&&&就次句诗而言，诗人身在鹳雀楼上，不可能望见黄河入海，句中写的是诗人目送黄河远去天边而产生的意中景，是把当前景与意中景溶合为一的写法。这样写，更增加了画面的广度和深度。而称太阳为“白日”，这是写实的笔调。落日衔山，云遮雾障，那本已减弱的太阳的光辉，此时显得更加暗淡，所以诗人直接观察到“白日”的奇景。至于“黄河”。当然也是写实。它宛若一条金色的飘带，飞舞于层峦叠嶂之间。&&&后两句写所想。“欲穷千里目”，写诗人一种无止境探求的愿望，还想看得更远，看到目力所能达到的地方，唯一的办法就是要站得更高些，“更上一层楼”。从这后半首诗，可推知前半首写的可能是在第二层楼（非最高层）所见，而诗人还想进一步穷目力所及看尽远方景物，更登上了楼的顶层。在收尾处用一“楼”字，也起了点题作用，说明这是一首登楼诗。&&&诗句看来只是平铺直叙地写出了这一登楼的过程，但其含意深远，耐人探索。“千里”“一层”，都是虚数，是诗人想象中纵横两方面的空间。“欲穷”“更上”词语中包含了多少希望，多少憧憬。这两句诗发表议论，既别翻新意，出人意表，又与前两句写景诗承接得十分自然、十分紧密，从而把诗篇推引入更高的境界，向读者展示了更大的视野。也正因为如此，这两句包含朴素哲理的议论，成为了千古传诵的名句，也使得这首诗成为一首千古绝唱。&&&这应当只是说，诗歌不要生硬地、枯燥地、抽象地说理，而不是在诗歌中不能揭示和宣扬哲理。像这首诗，把道理与景物、情事溶化得天衣无缝，使读者并不觉得它在说理，而理自在其中。这是根据诗歌特点、运用形象思维来显示生活哲理的典范。　这首诗在写法上还有一个特点：它是一首全篇用对仗的绝句。前两句“白日”和“黄河”两个名词相对，“白”与“黄”两个色彩相对，“依”与“入”两个动词相对。后两句也如此，构成了形式上的完美。",
                    "transferInfo" : "夕阳依傍着山峦慢慢沉落，滔滔黄河朝着大海汹涌奔流。想要看到千里之外的风光，那就要再登上更高的一层城楼。",
                    "backgroundInfo" : "该诗是唐代诗人王之涣仅存的六首绝句之一。作者早年及第，曾任过冀州衡水县的主簿，不久因遭人诬陷而罢官，不到三十岁的王之涣从此过上了访友漫游的生活。这首诗是作者三十五岁时写下的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清明",
                    "author" : "唐·杜牧",
                    "content" : "清明时节雨纷纷，路上行人欲断魂。借问酒家何处有，牧童遥指杏花村。",
                    "addtionInfo" : "清明：二十四节气之一，当天有扫墓、踏青、插柳等活动。纷纷：形容多。欲断魂：形容伤感极深，好像灵魂要与身体分开一样。断魂：神情凄迷，烦闷不乐。这两句是说，清明时候，阴雨连绵，飘飘洒洒下个不停；如此天气，如此节日，路上行人情绪低落，神魂散乱。借问：请问。杏花村：杏花深处的村庄。",
                    "classInfo" : "1016",
                    "poetryID" : "16",
                    "source" : "17",
                    "analysesInfo" : "这一天正是清明节，诗人杜牧在路上行走，遇上了下雨。清明，虽然是柳绿花红、春光明媚的时节，可也是气候容易发生变化的期间，常常赶上“闹天气”。远在梁代，就有人记载过：在清明前两天的寒食节，往往有“疾风甚雨”。若是正赶在清明这天下雨，还有个专名叫作“泼火雨”。诗人遇上的，正是这样一个日子。&&&诗人用“纷纷”两个字来形容那天的“泼火雨”，真是好极了。“纷纷”，若是形容下雪，那该是大雪。但是用来写雨，却是正相反，那种叫人感到“纷纷”的，绝不是大雨，而是细雨。这种细雨，也正就是春雨的特色。细雨纷纷，是那种“天街小雨润如酥”样的雨，它不同于夏天的倾盆暴雨，也和那种淅淅沥沥的秋雨绝不是一个味道。这“雨纷纷”，正抓住了清明“泼火雨”的精神，传达了那种“做冷欺花，将烟困柳”的凄迷而又美丽的境界。&&&这“纷纷”在此自然毫无疑问的是形容那春雨的意境；可是它又不止是如此而已，它还有一层特殊的作用，那就是，它实际上还在形容着那位雨中行路者的心情。&&&且看下面一句：“路上行人欲断魂”。“行人”，是出门在外的行旅之人，不是那些游春逛景的人。那么什么是“断魂”呢？在诗歌里，“魂”指的多半是精神、情绪方面的事情。“断魂”，是极力形容那一种十分强烈、可是又并非明白表现在外面的很深隐的感情，比方相爱相思、惆怅失意、暗愁深恨等等。当诗人有这类情绪的时候，就常常爱用“断魂”这一词语来表达他的心境。&&&清明这个节日，在古人感觉起来，和我们今天对它的观念不是完全一样的。在当时，清明节是个色彩情调都很浓郁的大节日，本该是家人团聚，或游玩观赏，或上坟扫墓，是主要的礼节风俗。除了那些贪花恋酒的王孙公子等人之外，有些头脑的，特别是感情丰富的诗人，他们心头的滋味是相当复杂的。倘若再赶上孤身行路，触景伤怀，那就更容易惹动了他的心事。偏偏又赶上细雨纷纷，春衫尽湿，这给行人就又增添了一层愁绪。这样来体会，才能理解为什么诗人在这当口儿要写“断魂”两个字；否则，下了一点小雨，就值得“断魂”，那不太没来由了吗？&&&这样，我们就又可回到“纷纷”二字上来了。本来，佳节行路之人，已经有不少心事，再加上身在雨丝风片之中，纷纷洒洒，冒雨趱行，那心境更是加倍的凄迷纷乱了。所以说，纷纷是形容春雨，可也形容情绪；甚至不妨说，形容春雨，也就是为了形容情绪。这正是我国古典诗歌里寓情于景、情景交融的一种绝艺，一种胜境。&&&前二句交代了情景，问题也发生了。怎么办呢？须得寻求一个解决的途径。行人在这时不禁想到：往哪里找个小酒店才好呢？事情很明白：寻到一个小酒店，一来歇歇脚，避避雨；二来小饮三杯，解解料峭中人的春寒，暖暖被雨淋湿的衣服；最要紧的是，借此也能散散心头的愁绪。于是，向人问路了。&&&是向谁问的路呢？诗人在第三句里并没有告诉我们，妙莫妙于第四句：“牧童遥指杏花村”。在语法上讲，“牧童”是这一句的主语，可它实在又是上句“借问”的宾词——它补足了上句宾主问答的双方。牧童答话了吗？我们不得而知，但是以“行动”为答复，比答话还要鲜明有力。&&&“遥”，字面意义是远。但我们读诗的人，切不可处处拘守字面意义，认为杏花村一定离这里还有十分遥远的路程。这一指，已经使我们如同看到。若真的距离遥远，就难以发生艺术联系，若真的就在眼前，那又失去了含蓄无尽的兴味：妙就妙在不远不近之间。“杏花村”不一定是真村名，也不一定即指酒家。这只需要说明指往这个美丽的杏花深处的村庄就够了，不言而喻，那里是有一家小小的酒店在等候接待雨中行路的客人的。&&&诗里恰恰只写到“遥指杏花村”就戛然而止，再不多费一句话。剩下的，行人怎样地闻讯而喜，怎样地加把劲儿趱上前去，怎样地兴奋地找着了酒家，怎样地欣慰地获得了避雨、消愁两方面的满足和快意……，这些诗人就“不管”了。他把这些都含蓄在篇幅之外，付与读者的想象，由读者自去寻求领会。他只将读者引入一个诗的境界，他可并不负责导游全景；另一面，他却为读者展开了一处远比诗篇所显示的更为广阔得多的想象余地。这就是艺术的“有余不尽”。&&&这才是诗人和我们读者的共同享受，这才是艺术，这也是我国古典诗歌所特别擅长的地方。古人曾说过，好的诗，能够“状难写之景，如在目前；含不尽之意，在于言外”。拿这首《清明》绝句来说，在一定意义上，也是当之无愧的。&&&这首小诗，一个难字也没有，一个典故也不用，整篇是十分通俗的语言，写得自如之极，毫无经营造作之痕。音节十分和谐圆满，景象非常清新、生动，而又境界优美、兴味隐跃。诗由篇法讲也很自然，是顺序的写法。第一句交代情景、环境、气氛，是“起”；第二句是“承”，写出了人物，显示了人物的凄迷纷乱的心境；第三句是一“转”，然而也就提出了如何摆脱这种心境的办法；而这就直接逼出了第四句，成为整篇的精彩所在—“合”。在艺术上，这是由低而高、逐步上升、高潮顶点放在最后的手法。所谓高潮顶点，却又不是一览无余，索然兴尽，而是余韵邈然，耐人寻味。这些，都是诗人的高明之处，也是值得我们学习继承的地方！",
                    "transferInfo" : "江南清明时节细雨纷纷飘洒，路上羁旅行人个个落魄断魂。询问当地之人何处买酒浇愁？牧童笑而不答指了指杏花深处的村庄。",
                    "backgroundInfo" : "此诗首见于南宋初年《锦绣万花谷》注明出唐诗，后依次见于《分门纂类唐宋时贤千家诗选》、明托名谢枋得《千家诗》、清康熙《御选唐诗》。《江南通志》载：杜牧任池州刺史时，曾到过杏花村饮酒，诗中杏花村指此。附近有杜湖、东南湖等胜景。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "枫桥夜泊",
                    "author" : "唐·张继",
                    "content" : "月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。",
                    "addtionInfo" : "枫桥：在今苏州市阊门外。夜泊：夜间把船停靠在岸边。霜满天：霜，不可能满天，这个“霜”字应当体会作严寒；霜满天，是空气极冷的形象语。江枫：江边枫树。渔火：渔船上的灯火。姑苏：苏州的别称，因城西南有姑苏山而得名。寒山寺：在枫桥附近，始建于南朝梁代。夜半钟声：当时的佛寺有半夜敲钟的习惯。",
                    "classInfo" : "1017",
                    "poetryID" : "17",
                    "source" : "17",
                    "analysesInfo" : "唐朝安史之乱后，张继途经寒山寺时写下这首羁旅诗。此诗精确而细腻地描述了一个客船夜泊者对江南深秋夜景的观察和感受，勾画了月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，有景有情有声有色。此外，这首诗也将作者羁旅之思，家国之忧，以及身处乱世尚无归宿的顾虑充分地表现出来，是写愁的代表作。全诗句句形象鲜明，可感可画，句与句之间逻辑关系又非常清晰合理，内容晓畅易解。&&&这首七绝以一“愁”字统起。前二句意象密集：落月、啼乌、满天霜、江枫、渔火、不眠人，造成一种意韵浓郁的审美情境。后两句意象疏宕：城、寺、船、钟声，是一种空灵旷远的意境。江畔秋夜渔火点点，羁旅客子卧闻静夜钟声。所有景物的挑选都独具慧眼：一静一动、一明一暗、江边岸上，景物的搭配与人物的心情达到了高度的默契与交融，共同形成了这个成为后世典范的艺术境界。&&&全诗抓住一个“愁”字展开。如果说“月落乌啼霜满天”多少透示着凄清悲凉，那么“江枫渔火”难道不给诗人一点光明与温暖吗？然而，“对愁眠”却凸现在人们面前。旅途的孤独、寂寞，牵起诗人的满怀愁绪，更遇上残月衔山、乌鸦悲啼，满目寒霜洒遍江天，一个迷茫、凄清、寂寥的背景已经形成，奠定了全诗以“愁”为中心的基调。人在逆境中（从诗的字里行间可以品味出来），最忌的是景物伤怀，诗人泊船于枫桥之下，本来心情就已凄恻，却偏逢残月。外出旅游者（也许作者不是旅游家）往往会对家人无限牵挂，可谓归心似箭，盼望与家人团圆，然而，他却客舟孤苦、愁怀难遣。残月也许已给诗人一丝莫名的预示，更兼乌鸦悲鸣的不祥之兆!（听到乌鸦啼叫，人们都会将其与不详联系）满天的飞霜又怎能不令诗人一阵阵心寒？&&&“江枫渔火对愁眠”。经霜后鲜红似火的枫叶与渔船上星星点点的灯火，在霜天夜晚呈现出一种朦胧美，给这幅秋江月夜图平添几分悦目赏心的风姿，绘景已达到美得无瑕的境界！然而，作者着力渲染秋江月夜的美景时，笔束一顿便绘出一个“愁”字来。作者为什么愁？有几多愁？景愈美则情（愁）愈烈。诗人面对美景，却没有半点的欢乐，愁得辗转反侧，这是为什么？我们回顾前文“月落”、“乌啼”、“霜满天”，俗话说天黑怕鬼，诗人心中的“鬼”是什么？是他的仕途得失、宦海沉浮？还是家事索怀、亲朋离散？诗中没说，不得而知。但诗人无心欣赏夜景、孤独难眠，我们不难想象他心中之愁。郁结难抒，确实不是言语说得清的。从他害怕乌啼，我们可以觉察他心中一定有什么事（或人）令他担心，以至乌鸦的啼叫声也令他心烦意乱。霜，是诗人描绘的这幅秋江月夜图的组成部分。玉屑般的飞霜给人一种素雅高洁的美感，然而和“乌啼”“愁眠”联系起来理解，这霜就有点“不妙”了。既然诗人听到乌啼已感意乱，那么飞霜岂不是令他心寒吗？意乱心烦自是他“愁眠”之因了。“姑苏城外寒山寺，夜半钟声到客船。”夜，静得可怕，静得令人难以入睡。&&&诗的前幅布景密度很大，十四个字写了六种景象，后幅却特别疏朗，两句诗只写了一件事：卧闻山寺夜钟。这是因为，诗人在枫桥夜泊中所得到的最鲜明深刻、最具诗意美的感觉印象，就是这寒山寺的夜半钟声。月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，固然已从各方面显示出枫桥夜泊的特征，但还不足以尽传它的神韵。在暗夜中，人的听觉升居为对外界事物景象感受的首位。而静夜钟声，给予人的印象又特别强烈。这样，“夜半钟声”就不但衬托出了夜的静谧，而且揭示了夜的深永和清寥，而诗人卧听疏钟时的种种难以言传的感受也就尽在不言中了。&&&《枫桥夜泊》是一首情与景交织在一起的古诗，全诗除了“对愁眠”外，其余都是刻意绘景。它不是直抒胸臆，而是通过描绘秋江月夜的美景，间接而自然地把诗人旅途寂寞的郁结愁思寄托于景物而抒发出来。欲抒情，先绘景，情随景发，是这首古诗显著的艺术特点。由此可见，在借景抒情的古诗中，作者的情感是通过所描绘的景物来抒发的。在教学这类古诗时，我们既要欣赏作者描绘的景物，更重要的是理解他凭借景物巧妙抒情的技巧,这样才能真正地读懂了古诗。",
                    "transferInfo" : "月亮已落下乌鸦啼叫寒气满天，江边枫树与船上渔火，难抵我独自傍愁而眠。姑苏城外那寒山古寺，半夜里敲响的钟声传到了我乘坐的客船。",
                    "backgroundInfo" : "天宝十四年一月爆发了安史之乱。因为当时江南政局比较安定，所以不少文士纷纷逃到今江苏、浙江一带避乱，其中也包括张继。一个秋天的夜晚，诗人泊舟苏州城外的枫桥。江南水乡秋夜幽美的景色，吸引着这位怀着旅愁的客子，使写下了这首意境清远的小诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江雪",
                    "author" : "唐·柳宗元",
                    "content" : "千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。",
                    "addtionInfo" : "绝：无，没有。万径：虚指，指千万条路。人踪：人的脚印。孤：孤零零。蓑笠（suō lì）：蓑衣和斗笠　笠：用竹篾编成的帽子。独：独自。",
                    "classInfo" : "1018",
                    "poetryID" : "18",
                    "source" : "17",
                    "analysesInfo" : "柳宗元笔下的山水诗有个显著的特点，那就是把客观境界写得比较幽僻，而诗人的主观的心情则显得比较寂寞，甚至有时不免过于孤独，过于冷清，不带一点人间烟火气。这首《江雪》正是这样，诗人只用了二十个字，就描绘了一幅幽静寒冷的画面：在下着大雪的江面上，一叶小舟，一个老渔翁，独自在寒冷的江心垂钓。&&&诗人向读者展示的，是这样一些内容：天地之间是如此纯洁而寂静，一尘不染，万籁无声；渔翁的生活是如此清高，渔翁的性格是如此孤傲。其实，这正是柳宗元由于憎恨当时那个一天天在走下坡路的唐代社会而创造出来的一个幻想境界，比起陶渊明《桃花源记》里的人物，恐怕还要显得虚无缥缈，远离尘世。诗人所要具体描写的本极简单，不过是一条小船，一个穿蓑衣戴笠帽的老渔翁，在大雪的江面上钓鱼，如此而已。可是，为了突出主要的描写对象，诗人不惜用一半篇幅去描写它的背景，而且使这个背景尽量广大寥廓，几乎到了浩瀚无边的程度。背景越广大，主要的描写对象就越显得突出。&&&首先，诗人用“千山”、“万径”这两个词，目的是为了给下面两句的“孤舟”和“独钓”的画面作陪衬。没有“千”、“万”两字，下面的“孤”、“独”两字也就平淡无奇，没有什么感染力了。其次，山上的鸟飞，路上的人踪，这本来是极平常的事，也是最一般化的形象。可是，诗人却把它们放在“千山”、“万径”的下面，再加上一个“绝”和一个“灭”字，这就把最常见的、最一般化的动态，一下子给变成极端的寂静、绝对的沉默，形成一种不平常的景象。因此，下面两句原来是属于静态的描写，由于摆在这种绝对幽静、绝对沉寂的背景之下，倒反而显得玲珑剔透，有了生气，在画面上浮动起来、活跃起来了。也可以这样说，前两句本来是陪衬的远景，照一般理解，只要勾勒个轮廓也就可以了，不必费很大气力去精雕细刻。可是，诗人却恰好不这样处理。这好像拍电影，用放大了多少倍的特写镜头，把属于背景范围的每一个角落都交代得、反映得一清二楚。写得越具体细致，就越显得概括夸张。而后面的两句，本来是诗人有心要突出描写的对象，结果却使用了远距离的镜头，反而把它缩小了多少倍，给读者一种空灵剔透、可见而不可即的感觉。只有这样写，才能表达作者所迫切希望展示给读者的那种摆脱世俗、超然物外的清高孤傲的思想感情。至于这种远距离感觉的形成，主要是作者把一个“雪”字放在全诗的最末尾，并且同“江”字连起来所产生的效果。&&&“雪”字笼罩全诗。“千山”、“万径”都是雪，才使得“鸟飞绝”、“人踪灭”。就连船篷上，渔翁的蓑笠上，当然也都是雪。可是作者并没有把这些景物同“雪”明显地联系在一起。相反，在这个画面里，只有江，只有江心。江，当然不会存雪，不会被雪盖住，而且即使雪下到江里，也立刻会变成水。然而作者却偏偏用了“寒江雪”三个字，把“江”和“雪”这两个关系最远的形象联系到一起，这就给人以一种比较空蒙、比较遥远、比较缩小了的感觉，这就形成了远距离的镜头。这就使得诗中主要描写的对象更集中、更灵巧、更突出。因为连江里都仿佛下满了雪，连不存雪的地方都充满了雪，这就把雪下得又大又密、又浓又厚的情形完全写出来了，把水天不分、上下苍茫一片的气氛也完全烘托出来了。至于上面再用一个“寒”字，固然是为了点明气候；但诗人的主观意图却是在想不动声色地写出渔翁的精神世界。试想，在这样一个寒冷寂静的环境里，那个老渔翁竟然不怕天冷，不怕雪大，忘掉了一切，专心地钓鱼，形体虽然孤独，性格却显得清高孤傲，甚至有点凛然不可侵犯似的。&&&这个被幻化了的、美化了的渔翁形象，实际正是柳宗元本人的思想感情的寄托和写照。由此可见，这“寒江雪”三字正是“画龙点睛”之笔，它把全诗前后两部分有机地联系起来，不但形成了一幅凝炼概括的图景，也塑造了渔翁完整突出的形象。用具体而细致的手法来摹写背景，用远距离画面来描写主要形象；精雕细琢和极度的夸张概括，错综地统一在一首诗里，是这首山水小诗独有的艺术特色。",
                    "transferInfo" : "所有的山上，飞鸟的身影已经绝迹，所有道路都不见人的踪迹。江面孤舟上，一位披戴着蓑笠的老翁，独自在大雪覆盖的寒冷江面上垂钓。",
                    "backgroundInfo" : "此诗作于柳宗元谪居永州期间（公元805年—815年）。唐顺宗永贞元年（805），柳宗元参加了王叔文集团发动的永贞革新运动，改革很快失败，柳宗元被贬为永州司马，流放十年。险恶的环境压迫，并没有把他压垮。他把人生的价值和理想志趣，通过诗歌来加以展现。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "绝句",
                    "author" : "唐·杜甫",
                    "content" : "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。",
                    "addtionInfo" : "迟日：春天日渐长，所以说迟日。泥融：这里指泥土滋润、湿润。鸳鸯：一种水鸟，雄鸟与雌鸟常双双出没。",
                    "classInfo" : "1019",
                    "poetryID" : "19",
                    "source" : "17",
                    "analysesInfo" : "这首诗用自然流畅的语言写出了一派生意盎然的春色，格调清新，意境明丽，表达了诗人热爱大自然的愉快心情。&&&诗一开始，就从大处着墨，描绘出在初春灿烂阳光的照耀下，浣花溪一带明净绚丽的春景，用笔简洁而色彩浓艳。“迟日”即春日，语出《诗经·豳风·七月》“春日迟迟”。这里用以突出初春的阳光，以统摄全篇。同时用一“丽”字点染“江山”，表现了春日阳光普照，四野青绿，溪水映日的秀丽景色。这虽是粗笔勾画，笔底却是春光骀荡。&&&“春风花草香”诗人进一步以和煦的春风，初放的百花，如茵的芳草，浓郁的芳香来展现明媚的大好春光。因为诗人把春风、花草及其散发的馨香有机地组织在一起，所以通过联想，可以有惠风和畅、百花竞放、风送花香的感受，收到如临其境的艺术效果。在明丽阔远的图景之上，三、四两句转向具体而生动的初春景物描绘。&&&“泥融飞燕子”诗人选择初春最常见，也是最具有特征性的动态景物来勾画。春暖花开，泥融土湿，秋去春归的燕子，正繁忙地飞来飞去，衔泥筑巢。这生动的描写，使画面更加充满勃勃生机，春意盎然，还有一种动态美。杜甫对燕子的观察十分细致，“泥融”紧扣首句，因春回大地，阳光普照才“泥融”；紫燕新归，衔泥做巢而不停地飞翔，显出一番春意闹的情状。&&&“沙暖睡鸳鸯”是勾勒静态景物。春日冲融，日丽沙暖，鸳鸯也要享受这春天的温暖，在溪边的沙洲上静睡不动。这也和首句紧相照应，因为“迟日”才沙暖，沙暖才引来成双成对的鸳鸯出水，沐浴在灿烂的阳光中，是那样悠然自适。从景物的描写来看，和第三句动态的飞燕相对照，动静相间，相映成趣。这两句以工笔细描衔泥飞燕、静睡鸳鸯，与一、二两句粗笔勾画阔远明丽的景物相配合，使整个画面和谐统一，构成一幅色彩鲜明，生意勃发，具有美感的初春景物图。就诗中所含蕴的思想感情而言，反映了诗人经过“一岁四行役”、“三年饥走荒山道”的奔波流离之后，暂时定居草堂的安适心情，也是诗人对初春时节自然界一派生机、欣欣向荣的欢悦情怀的表露。&&&清人陶虞开称杜甫笔法高妙，能“以诗为画”（《说杜》），此诗可为印证。但这首五绝之妙并不止于“以诗为画”，诗人着意传达的还是他感受到的柔和春意。如果说春日迟迟、江山秀丽、清风徐徐、花草芬芳以及燕子、鸳鸯，都是诗人的视觉、触觉（风）、嗅觉所感，那么泥土之“融”、沙砾之“暖”，便不是五官的直接感觉了。只因为对春天的阳光明丽、惠风和畅、鸟语花香感受至深，诗人无须触摸就能想象出泥土的松湿和沙砾的温暖；而泥之融、沙之暖的体会又加深了对飞燕的轻盈、鸳鸯娇慵的视觉印象，从而使诗人的整个身心都沉浸于柔美和谐和春意之中。",
                    "transferInfo" : "沐浴在春光下的江山显得格外秀丽，春风里到处弥漫着花草的香味。燕子衔着湿泥飞来飞去忙着筑巢，暖和的沙子上成双成对的鸳鸯静睡不动。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠汪伦",
                    "author" : "唐·李白",
                    "content" : "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。",
                    "addtionInfo" : "汪伦：李白的朋友。踏歌：唐代民间流行的一种手拉手、两足踏地为节拍的歌舞形式，可以边走边唱。桃花潭：在今安徽泾县西南一百里。深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法。不及：不如。",
                    "classInfo" : "1020",
                    "poetryID" : "20",
                    "source" : "17",
                    "analysesInfo" : "此诗是李白于泾县（今安徽皖南地区）游历桃花潭时写给当地好友汪伦的一首留别诗。诗前两句描绘李白乘舟欲行时，汪伦踏歌赶来送行的情景，朴素自然地表达出汪伦对李白那种朴实、真诚的情感；后两句先用“深千尺”赞美桃花潭水的深湛，紧接“不及”两个字笔锋一转，用衬托的手法，把无形的情谊化为有形的千尺潭水，生动形象地表达了汪伦对李白那份真挚深厚的友情。全诗语言清新自然，想象丰富奇特，虽仅四句二十八字，却是李白诗中流传最广的佳作之一。&&&诗的两句描写的是送别的场面。“李白乘舟将欲行”是说诗人就要乘船离开桃花潭了。那种语言不假思索，顺口流出，表现出乘兴而来、兴尽而返的潇洒神态。“忽闻岸上踏歌声”，“忽闻”二字表明，汪伦的到来，确实是不期而至的。人未到而声先闻，从那热情爽朗的歌声，李白就料到一定是汪伦赶来送行了。这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。&&&“桃花潭水深千尺，不及汪伦送我情”，诗的后半是抒情。第三句遥接起句，进一步说明 放船地点在桃花潭。“深千尺”既描绘了潭的特点，又为结句预伏一笔。&&&桃花潭水是那样的深湛，更触动了离人的情怀，难忘汪伦的深情厚意，水深情深自然地联系起来。结句迸出“不及汪伦送我情”，以比物手法形象性地表达了真挚纯洁的深情。潭水已“深千尺”，那么汪伦送李白的情谊更有多少深呢？耐人寻味。清沈德潜很欣赏这一句，他说：“若说汪伦之情比于潭水千尺，便是凡语。妙境只在一转换间。”（《唐诗别裁》）显然，妙就妙在“不及”二字，好就好在不用比喻而采用比物手法，变无形的情谊为生动的形象，空灵而有余味，自然而又情真。&&&“桃花潭水深千尺，不及汪伦送我情”，这种夸张的就近取喻，表面看来似乎是信手拈来的，用“桃花潭水深千尺”作比，就把抽象的感情具体化了，令人感到形象可感，增加了诗的亲切感。另外，李白还很善于把握受赠者的审美心理和艺术趣味。汪伦是一个普通的村民，赠给他的诗，李白就采用了通俗易懂、清新活泼而富于民歌色彩的语言。宋代杨齐贤在《李太白文集》注中介绍说：到宋时，汪伦的子孙还珍重地保存着这首赠诗。由此可知此诗价值之一斑了。&&&中国诗的传统主张含蓄蕴藉。宋代诗论家严羽提出作诗四忌：“语忌直，意忌浅。脉忌露，味忌短。”清人施补华也说诗“忌直贵曲”。然而，李白《赠汪伦》的表现特点是：坦率，直露，缺少含蓄。其“语直”，其“脉露”，而“意”不浅，味更浓。古人写诗，一般忌讳在诗中直呼姓名，以为无味。而《赠汪伦》从诗人直呼自己的姓名开始，又以称呼对方的名字作结，反而显得真率，亲切而洒脱，很有情味。",
                    "transferInfo" : "我正乘上小船，刚要解缆出发，忽听岸上传来，悠扬踏歌之声。看那桃花潭水，纵然深有千尺，怎能及汪伦送我之情。",
                    "backgroundInfo" : "此诗约为唐玄宗天宝十四载（755年）李白自秋浦往游泾县（今属安徽）桃花潭时所作。李白游泾县（在今安徽省）桃花潭时，与汪伦结下深厚的友谊。开元天宝年间，汪伦为泾县令，李白“往候之，款洽不忍别”。按此诗或为汪伦已闲居桃花潭时，李白来访所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
	],
    "type" : "poetry_gradeOne",
    "baseID" : "27000",
    "mainClass" : "30"
}
