{
    "poetryList" : [
                    {
                    "name" : "关雎",
                    "author" : "佚名",
                    "content" : "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
                    "addtionInfo" : "关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟名，即王鴡。洲：水中的陆地。窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。参差：长短不齐的样子。荇（xìng）菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。思服：思念。服，想。 悠哉（yōu zāi）悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。芼（mào）：择取，挑选。钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。",
                    "classInfo" : "37",
                    "poetryID" : "1",
                    "source" : "4",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蒹葭",
                    "author" : "佚名",
                    "content" : "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。",
                    "addtionInfo" : "蒹（jiān）：没长穗的芦苇。葭（jiā）：初生的芦苇。苍苍：鲜明、茂盛貌。下文“萋萋”、“采采”义同。苍苍： 茂盛的样子。为：凝结成。所谓：所说的，此指所怀念的。伊人：那个人，指所思慕的对象。一方：那一边。溯洄：逆流而上。下文“溯游”指顺流而下。一说“洄”指弯曲的水道，“游”指直流的水道。从：追寻。阻：险阻，（道路）难走。宛：宛然，好像。晞（xī）：干。湄：水和草交接的地方，也就是岸边。跻（jī）：水中高地。坻（chí）：水中的沙滩。涘（sì）：水边。右：迂回曲折。沚（zhǐ）：水中的沙滩。",
                    "classInfo" : "37",
                    "poetryID" : "2",
                    "source" : "4",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "从军行",
                    "author" : "杨炯",
                    "content" : "烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。",
                    "addtionInfo" : "从军行：为乐府《相和歌·平调曲》旧题，多写军旅生活。烽火：古代边防告急的烟火。西京：长安。牙璋：古代发兵所用之兵符，分为两块，相合处呈牙状，朝廷和主帅各执其半。指代奉命出征的将帅凤阙：阙名。汉建章宫的圆阙上有金凤，故以凤阙指皇宫。龙城：又称龙庭，在今蒙古国鄂尔浑河的东岸。汉时匈奴的要地。汉武帝派卫青出击匈奴，曾在此获胜。这里指塞外敌方据点。凋：原意指草木枯败凋零，此指失去了鲜艳的色彩。百夫长：一百个士兵的头目，泛指下级军官。",
                    "classInfo" : "31",
                    "poetryID" : "3",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "月下独酌",
                    "author" : "李白",
                    "content" : "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。永结无情游，相期邈云汉。",
                    "addtionInfo" : "酌：饮酒。独酌：一个人饮酒。间：一作“下”，一作“前”。无相亲：没有亲近的人。“举杯”二句：我举起酒杯招引明月共饮，明月和我以及我的影子恰恰合成三人。一说月下人影、酒中人影和我为三人。既：已经。不解：不懂，不理解。徒：徒然，白白的。徒：空。将：和，共。及春：趁着春光明媚之时。月徘徊：明月随我来回移动。影零乱：因起舞而身影纷乱。同交欢：一起欢乐。一作“相交欢”。无情游：月、影没有知觉，不懂感情，李白与之结交，故称“无情游”。相期邈（miǎo）云汉：约定在天上相见。期：约会。邈：遥远。云汉：银河。这里指遥天仙境。",
                    "classInfo" : "109",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登楼",
                    "author" : "杜甫",
                    "content" : "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。",
                    "addtionInfo" : "客心：客居者之心。锦江：即濯锦江，流经成都的岷江支流。成都出锦，锦在江中漂洗，色泽更加鲜明，因此命名濯锦江。来天地：与天地俱来。玉垒浮云变古今：是说多变的政局和多难的人生，捉摸不定，有如山上浮云，古往今来一向如此。玉垒：山名，在四川灌县西、成都西北。变古今：与古今俱变。北极朝廷终不改，西山寇盗莫相侵：这位两句是说唐代政权是稳固的，不容篡改，吐蕃还是不要枉费心机，前来侵略。唐代宗广德年间九月，吐蕃军队东侵，泾州刺史高晖投降吐蕃，引导吐蕃人攻占唐都长安，唐代宗东逃陕州。十月下旬，郭子仪收复长安。十二月，唐代宗返回京城。同年十二月，吐蕃人又向四川进攻，占领了松州、维州等地。北极：星名，北极星，古人常用以指代朝廷。终不改：终究不能改，终于没有改。西山：指今四川省西部当时和吐蕃交界地区的雪山。寇盗：指入侵的吐蕃集团。后主：刘备的儿子刘禅，三国时蜀国之后主。曹魏灭蜀，他辞庙北上，成亡国之君。还祠庙：意思是，诗人感叹连刘禅这样的人竟然还有祠庙。这事借眼前古迹慨叹刘禅荣幸佞臣而亡国，暗讽唐代宗信用宦官招致祸患。成都锦官门外有蜀先主（刘备）庙，西边为武侯（诸葛亮）祀，东边为后主祀。还：仍然。聊为：不甘心这样做而姑且这样做。梁父吟：古乐府中一首葬歌。《三国志》说诸葛亮躬耕陇亩，好为梁父吟。借以抒发空怀济世之心，聊以吟诗以自遣。“父”通“甫”读三声fǔ 传说诸葛亮曾经写过一首《梁父吟》的歌词。",
                    "classInfo" : "34",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "走马川行奉送出师西征",
                    "author" : "岑参",
                    "content" : "君不见走马川行雪海边，平沙莽莽黄入天。轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
                    "addtionInfo" : "马川：即车尔成河，又名左未河，在今新疆境内。行：诗歌的一种体裁。封大夫（dà fū）：即封常清，唐朝将领，蒲州猗氏人，以军功擢安西副大都护、安西四镇节度副大使、知节度事，后又升任北庭都护，持节安西节度使。西征：一般认为是出征播仙。雪海：在天山主峰与伊塞克湖之间。轮台：地名，在今新疆米泉境内。封常清军府驻在这里。匈奴：借指达奚部族。金山：指天山主峰。汉家：唐代诗人多以汉代唐。戈相拨：兵器互相撞击。五花：即五花马。连钱：一种宝马名。五花连钱：指马斑驳的毛色。草檄（xí）：起草讨伐敌军的文告。短兵：指刀剑一类武器。车师：为唐北庭都护府治所庭州，今新疆乌鲁木齐东北。伫：久立，此处作等待解。献捷：献上贺捷诗章。",
                    "classInfo" : "16",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "左迁至蓝关示侄孙湘",
                    "author" : "韩愈",
                    "content" : "一封朝奏九重天，夕贬潮州路八千。欲为圣明除弊事，肯将衰朽惜残年！云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。",
                    "addtionInfo" : "左迁：降职，贬官，指作者被贬到潮州。蓝关：在蓝田县南。湘：韩愈的侄孙韩湘，字北渚，韩愈之侄，韩老成的长子，长庆三年（823年）进士，任大理丞。韩湘此时27岁，尚未登科第，远道赶来从韩愈南迁。一封：指一封奏章，即《论佛骨表》。朝（zhāo）奏：早晨送呈奏章。九重（chóng）天：古称天有九层，第九层最高，此指朝廷、皇帝。路八千：泛指路途遥远。八千，不是确数。“欲为”二句：想替皇帝除去有害的事，哪能因衰老就吝惜残余的生命。弊事：政治上的弊端，指迎佛骨事。肯：岂肯。衰朽（xiǔ）：衰弱多病。惜残年：顾惜晚年的生命。圣明，指皇帝。秦岭：在蓝田县内东南。“雪拥”句：立马蓝关，大雪阻拦，前路艰危，心中感慨万分。拥：阻塞。蓝关：蓝田关，今在陕西省蓝田县东南。汝（rǔ）：你，指韩湘。应有意：应知道我此去凶多吉少。“好收”句：意思是自己必死于潮州，向韩湘交待后事。瘴（zhàng）江：指岭南瘴气弥漫的江流。瘴江边：指贬所潮州。潮阳：今广东潮州潮安区。",
                    "classInfo" : "22",
                    "poetryID" : "7",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望月有感",
                    "author" : "白居易",
                    "content" : "时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。",
                    "addtionInfo" : "时难年荒：指遭受战乱和灾荒。世业：祖传的产业。唐代初年推行授田制度，所授之田分“口分田”和“世业田”，人死后，子孙可以继承“世业田”。羁旅：漂泊流浪。寥落：荒芜零落。干戈：古代两种兵器，此代指战争。吊影：一个人孤身独处，形影相伴，没有伴侣。千里雁：比喻兄弟们相隔千里，皆如孤雁离群。辞根：草木离开根部，比喻兄弟们各自背井离乡。九秋蓬：深秋时节随风飘转的蓬草，古人用来比喻游子在异乡漂泊。九秋，秋天。乡心：思亲恋乡之心。",
                    "classInfo" : "6",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "雁门太守行",
                    "author" : "李贺",
                    "content" : "黑云压城城欲摧，甲光向日金鳞开。角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死！",
                    "addtionInfo" : "雁门太守行：古乐府曲调名。雁门，郡名。古雁门郡大约在今山西省西北部，是唐王朝与北方突厥部族的边境地带。黑云：此形容战争烟尘铺天盖地，弥漫在边城附近，气氛十分紧张。摧：毁。甲光：指铠甲迎着太阳发出的闪光。金鳞：是说像金色的鱼鳞。这句形容敌军兵临城下的紧张气氛和危急形势。甲光：铠甲迎着太阳闪出的光。甲，指铠甲，战衣。向日：迎着太阳。亦有版本写作“向月”。向：向着，对着。金鳞开：（铠甲）像金色的鱼鳞一样闪闪发光。金：像金子一样的颜色和光泽。开：打开，铺开。角：古代军中一种吹奏乐器，多用兽角制成，也是古代军中的号角。塞上燕脂凝夜紫：燕脂，即胭脂，这里指暮色中塞上泥土有如胭脂凝成。凝夜紫，在暮色中呈现出暗紫色。凝，凝聚。“燕脂”、“夜紫”暗指战场血迹。临：逼近，到，临近。易水：河名，大清河上源支流，源出今河北省易县，向东南流入大清河。易水距塞上尚远，此借荆轲故事以言悲壮之意。战国时荆轲前往刺秦王，燕太子丹及众人送至易水边，荆轲慷慨而歌：“风萧萧兮易水寒，壮士一去兮不复还！”不起：是说鼓声低沉不扬。霜重鼓寒：天寒霜降，战鼓声沉闷而不响亮。声不起：形容鼓声低沉；不响亮。此句一作“霜重鼓声寒不起”。报：报答。黄金台：故址在今河北省易县东南，相传战国燕昭王所筑。《战国策·燕策》载燕昭王求士，筑高台，置黄金于其上，广招天下人才。意：信任，重用。玉龙：宝剑的代称。君：君王。",
                    "classInfo" : "31",
                    "poetryID" : "9",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "卜算子·送鲍浩然之浙东",
                    "author" : "王观",
                    "content" : "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。",
                    "addtionInfo" : "卜算子：词牌名。鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。眼波：比喻目光似流动的水波。山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载卓文君容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。欲：想，想要。行人：指词人的朋友（鲍浩然）。眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。盈盈：美好的样子。才始：方才。",
                    "classInfo" : "108",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "别云间",
                    "author" : "夏完淳",
                    "content" : "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽！已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。",
                    "addtionInfo" : "云间：上海松江区古称云间，是作者家乡。1647年（永历元年/顺治四年），他在这里被逮捕。三年：作者自1645年（弘光元年/顺治二年）起，参加抗清斗争，出入于太湖及其周围地区，至1647年（顺治四年），共三年。羁旅：寄居他乡，生活飘泊不定。羁：音（jī），停留。南冠（guān），被囚禁的人。语出《左传》。楚人钟仪被俘，晋侯见他戴着楚国的帽子，问左右的人：“南冠而絷（zhi，拴、捆）者，谁也？”后世以“南冠”代被俘。泉路：黄泉路，死路。泉，黄泉，置人死后埋葬的地穴。毅魄，坚强不屈的魂魄，语出屈原《九歌.国殇》：“身即死兮神以灵，魂魄毅兮为鬼雄。”。灵旗，又叫魂幡，古代招引亡魂的旗子，这里指后继者的队伍。",
                    "classInfo" : "34",
                    "poetryID" : "11",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "9500",
    "mainClass" : "9.5"
}

