{
    "poetryList" : [
                    {
                    "name" : "夜书所见",
                    "author" : "叶绍翁",
                    "content" : "萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。",
                    "addtionInfo" : "萧萧：风声。客情：旅客思乡之情。挑：挑弄、引动。促织：俗称蟋蟀，有的地区又叫蛐蛐。篱落：篱笆。",
                    "classInfo" : "101",
                    "poetryID" : "1",
                    "source" : "11",
                    "analysesInfo" : "这首诗是诗人客居异乡，静夜感秋所作，抒发了羁旅之愁和深挚的思乡之情。草木凋零，百卉衰残，江上秋风瑟瑟寒，梧叶萧萧吹心冷。诗中一个“送”字令人仿佛听到寒气砭骨之声。&&&节候迁移，景物变换，最容易引起旅人的乡愁。作者客居异乡，静夜感秋，写下了这首情思婉转的小诗。&&&这首诗，写秋夜所见之景，抒发羁旅思乡之情。一句写梧叶，“送寒声”，微妙地写出了夏去秋来之时，旅人的敏锐感觉。&&&草木凋零，百卉衰残，是秋天的突出景象。诗词中常以具有物候特征的“梧叶”，置放在风雨之夜的典型环境中，表现秋的萧索。韦应物《秋夜南宫寄沣上弟及诸生》诗：“况兹风雨夜，萧条梧叶秋。”就采用了这一艺术手法。&&&此诗以叠字象声词置于句首，一开始就唤起读者听觉形象的联想，造成秋气萧森的意象，并且用声音反衬出秋夜的寂静。接着用一“送”字，静中显动，引出“寒声”。在梧叶摇落的萧萧声中，仿佛含有砭骨的寒气；以听觉引起触觉的通感之法渲染了环境的凄清幽冷。&&&二句接以“江上秋风”四字，既点明秋风的起处，又进一步烘托出了寒凉的气氛。秋风已至，而人客居他乡未归，因此触动了思乡之念。一个“送”字和一个“动”字，都用得十分传神，前者写“惊”秋之意，，后者抒“悲”秋之情。&&&阵阵秋风，触发了羁旅行客的孤寂情怀。晋人张翰，在洛阳做官，见秋风起，因思故乡的莼菜羹和鲈鱼脍，就辞官回家了。此诗作者耳闻秋风之声，牵动了旅中情思，也怅然欲归。这两句用“梧叶”、“寒声”和“江上秋风”写出了秋意的清冷，实际上是用以衬托客居心境的凄凉。再以“动”字揭出“客情”，情景凑泊，自然贴切，弥见羁愁之深。&&&三、四句写儿童挑促织，表面上看似乎与“客情”无关，实际上是用儿童的快乐——无忧无虑，来反衬自己旅居的孤独和愁思。&&&这两句，从庭内移到户外，来了个大跨度的跳跃。这两句是倒装句，按意思顺序，应该前后互移。诗人意绪纷繁，难以入睡，转身步出户外，以排遣萦绕心头的羁思离愁，但眼前的夜景又给他以新的感受。&&&“秋夜促织鸣，南邻捣衣急”（谢朓《秋夜》）。那茫茫的夜色中，闪现在篱落间的灯火，不正是“儿童挑促织”吗？这种无忧无虑、活泼天真的举动，与诗人的凄然情伤、低回不已，形成鲜明的对比。&&&这首诗也有这个意思。暗夜中的一盏灯光，在诗人心灵的屏幕上映现出童年生活的片断：“儿时曾记得，呼灯灌穴，敛步随音”（张镃《满庭芳·促织儿》）。眼前之景与心中之情相遇合，使诗人陷入了对故乡的深沉思念之中。他以“篱落一灯”隐寓自己的“孤栖天涯”，借景物传达一片乡心，与“江上”句相关联，收束全篇，尤觉秋思洋溢，引人遐想。&&&诗歌流露出留恋童年生活之情。儿童夜捉促织，勾起诗人对童年生活的回忆。这首诗先写秋风之声，次写听此声之感慨，末两句点题，写户外所见。这首诗语言流畅，层次分明，中间转折，句似断而意脉贯穿。诗人善于通过艺术形象，把不易说出的秋夜旅人况味委婉托出，而不落入衰飒的境界。最后以景结情，词淡意远，耐人咀嚼。",
                    "transferInfo" : "瑟瑟的秋风吹动梧桐树叶，送来阵阵寒意，江上秋风吹来不禁思念起自己的家乡。忽然看到远处篱笆下的一点灯火，料想是孩子们在捉蟋蟀。",
                    "backgroundInfo" : "这是叶绍翁在异乡触景生情之作。秋风的声音，最能触动在外的人的思乡之情。夜已深了，还有儿童点着灯，在篱笆边找并捉蟋蟀。节候迁移，景物变换，最容易引起旅人的乡愁。作者客居异乡，静夜感秋，写下了这首情思婉转的小诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "九月九日忆山东兄弟",
                    "author" : "王维",
                    "content" : "独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。",
                    "addtionInfo" : "九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济县），在函谷关与华山以东，所以称山东。异乡：他乡、外乡。 为异客：作他乡的客人。佳节：美好的节日。登高：古有重阳节登高的风俗。茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。",
                    "classInfo" : "10",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "王维是一位杰出的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。&&&此诗写出了游子的思乡怀亲之情。诗一开头便紧切题目，写异乡异土生活的孤独凄然，因而时时怀乡思人，遇到佳节良辰，思念倍加。接着诗一跃而写远在家乡的兄弟，按照重阳节的风俗而登高时，也在怀念自己。诗意反复跳跃，含蓄深沉，既朴素自然，又曲折有致。其中“每逢佳节倍思亲”更是千古名句。&&&“独在异乡为异客”，开篇一句写出了诗人在异乡的孤独之感。诗人在这短短的一句话中用了一个“独”、两个“异”字，可见诗人在外强烈的异地作客之感，在外越是孤独，诗人对家乡亲人的思念之情就越强烈。在当时封建社会里，交通闭塞，人们都过着自给自足的生活，地域之间的往来较少，所以不同地方的人们在风土人情、生活习惯、语言等方面有很大的差异，所以，诗人离开生活多年的家乡到异地生活，自然感到陌生而孤单。诗人平淡地叙述自己身在异乡，但是其中却包含着诗人质朴的思想感情。&&&如果说平日里思乡之情可能不是感到那么强烈，那么，诗人“每逢佳节倍思亲”。“佳节”是亲人们团聚的日子，大家在一起畅谈欢笑，而现在呢，诗人只身客居异地，在代表团圆的节日里不禁想到了家乡里的人和事、山和水等诗人在家乡时的美好回忆，种种回忆触发诗人无限的思乡之情，并且越想越思念，以致于一发不可收拾。这句写得自然质朴，如娓娓道来，也写出了许多在外漂泊游子的真切感受，很具有代表性。&&&前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。&&&“遥知兄弟登高处”，诗人从直抒胸臆，转笔写到自己对亲人团聚的联想，遥想兄弟们在重阳佳节登上高山，身上插着茱萸，该是多么的快乐。如果诗人单单是想到亲人们的欢乐，倒可以缓解诗人的思乡之情，但是，诗人在最后写到“遍插茱萸少一人”，原来诗人想到的不是欢乐，而是自己没有在家乡和亲人们欢度佳节，所以亲人在插茱萸时也会发现少了一个人，这样亲人们肯定会思念我的。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工。",
                    "transferInfo" : "一个人独自在他乡作客，每逢节日加倍思念远方的亲人。遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。",
                    "backgroundInfo" : "此诗是王维十七岁时写下。王维当时独自一人漂泊在洛阳与长安之间，他是蒲州（今山西永济）人，蒲州在华山东面，所以称故乡的兄弟为山东兄弟。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望天门山",
                    "author" : "李白",
                    "content" : "天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。",
                    "addtionInfo" : "天门山：位于安徽省和县与芜湖市长江两岸，在江北的叫西梁山，在江南的叫东梁山（古代又称博望山）。两山隔江对峙，形同天设的门户，天门由此得名。中断：江水从中间隔断两山。楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。至此：意为东流的江水在这转向北流。一作“直北”。回：回漩，回转。指这一段江水由于地势险峻方向有所改变，并更加汹涌。两岸青山：分别指东梁山和西梁山。出：突出，出现。日边来：指孤舟从天水相接处的远方驶来，远远望去，仿佛来自日边。",
                    "classInfo" : "9",
                    "poetryID" : "3",
                    "source" : "10",
                    "analysesInfo" : "这首诗写了碧水青山，白帆红日，交映成一幅色彩绚丽的画面。但这画面不是静止的，而是流动的。随着诗人行舟，山断江开，东流水回，青山相对迎出，孤帆日边驶来，景色由远及近再及远地展开。诗中用了六个动词“断、开、流、回、出、来”，山水景物呈现出跃跃欲出的动态，描绘了天门山一带的雄奇阔远。一、二句写出了天门山水雄奇险峻不可阻遏的气势，给人惊心动魄之感；三、四句写足也写活了浑阔茫远的水势。&&&“天门中断楚江开，碧水东流至此回。”这两句写诗人远眺天门山夹江对峙，江水穿过天门山，水势湍急、激荡回旋的壮丽景象。第一句紧扣题目，总写天门山，着重写出浩荡东流的楚江冲破天门山奔腾而去的壮阔气势。它给人以丰富的联想：天门两山本来是一个整体，阻挡着汹涌的江流。由于楚江怒涛的冲击，才撞开了“天门”，使它中断而成为东西两山。这和作者在《西岳云台歌送丹丘子》中所描绘的情景颇为相似：“巨灵（河神）咆哮擘两山（指河西的华山与河东的首阳山），洪波喷流射东海。”不过前者隐后者显而已。在作者笔下，楚江仿佛成了有巨大生命力的事物，显示出冲决一切阻碍的神奇力量，而天门山也似乎默默地为它让出了一条通道。&&&第二句写天门山下的江水，又反过来着重写夹江对峙的天门山对汹涌奔腾的楚江的约束力和反作用。由于两山夹峙，浩阔的长江流经两山间的狭窄通道时，激起回旋，形成波涛汹涌的奇观。如果说上一句是借山势写出水的汹涌，那么这一句则是借水势衬出山的奇险。有的本子“至此回”作“直北回”，解者以为指东流的长江在这一带回转向北。这也许称得上对长江流向的精细说明，但不是诗，更不能显现天门奇险的气势。可比较《西岳云台歌送丹丘子》：“西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。”“盘涡毂转”也就是“碧水东流至此回”，同样是描绘万里江河受到峥嵘奇险的山峰阻遏时出现的情景，但作为一首七言古诗，写得淋漓尽致。从比较中就可以看出《望天门山》作为绝句的崇尚简省含蓄的特点。&&&“两岸青山相对出，孤帆一片日边来。”这两句是一个不可分割的整体。第三句承前第一句写望中所见天门两山的雄姿；第四句承前第二句写长江江面的远景，点醒“望”的立脚点和表现诗人的淋漓兴会。诗人并不是站在岸上的某一个地方遥望天门山，他“望”的立脚点便是从“日边来”的“一片孤帆”。读这首诗的人大都赞赏“两岸青山相对出”的“出”字，因为它使本来静止不动的山带上了动态美，但却很少去考虑诗人何以有“相对出”的感受。如果是站在岸上某个固定的立脚点“望天门山”，那大概只会产生“两岸青山相对立”的静态感。反之，舟行江上，顺流而下，望着远处的天门两山扑进眼帘，显现出愈来愈清晰的身姿时，“两岸青山相对出”的感受就非常突出了。“出”字不但逼真地表现了在舟行过程中“望天门山”时天门山特有的姿态，而且寓含了舟中人的新鲜喜悦之感。夹江对峙的天门山，似乎正迎面向自己走来，表示它对江上来客的欢迎。青山既然对远客如此有情，则远客自当更加兴会淋漓。&&&“孤帆一片日边来”，正传神地描绘出孤帆乘风破浪，越来越靠近天门山的情景，和诗人欣睹名山胜景、目接神驰的情状。由于末句在叙事中饱含诗人的激情，这首诗便在描绘出天门山雄伟景色的同时突出了诗人豪迈、奔放、自由洒脱、无拘无束的自我形象。&&&这首诗意境开阔，气魄豪迈，音节和谐流畅，语言形象、生动，画面色彩鲜明。虽然只有短短的四句二十八个字，但它所构成的意境优美、壮阔，人们读了诗恍若置身其中。诗人将读者的视野沿着烟波浩渺的长江，引向无限宽广的天地里，使人顿时觉得心胸开阔、眼界扩大。从诗中可以看到诗人李白的豪放不羁的精神和不愿意把自己限在小天地里的广阔胸怀。",
                    "transferInfo" : "长江犹如巨斧，劈开天门雄峰，碧绿江水滚滚东流到这里，又回旋向北流去。两岸青山互相对峙美景难分高下，一只小船从太阳升起的地方悠悠驶来。",
                    "backgroundInfo" : "《望天门山》是公元725年（开元十三年）李白初出巴蜀乘船赴江东经当涂（今属安徽）途中行至天门山，初次见到天门山时有感而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "饮湖上初晴后雨二首·其二",
                    "author" : "苏轼",
                    "content" : "水光潋滟晴方好，山色空蒙雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。",
                    "addtionInfo" : "湖：即杭州西湖。潋滟(liàn yàn) ：水面波光闪动的样子。方好：正是显得很美。空濛：细雨迷茫的样子。西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、王昭君、貂蝉、杨玉环）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。相宜：也显得十分美丽。",
                    "classInfo" : "11",
                    "poetryID" : "4",
                    "source" : "1",
                    "analysesInfo" : "这是一首赞美西湖美景的诗。此诗不是描写西湖的一处之景、一时之景，而是对西湖美景的全面描写概括品评，尤其是后二句，被认为是对西湖的恰当评语。作者畅游西湖，从早到晚，一边欣赏美丽的湖光山色，一边饮酒构思，意笃八极，神游万仞。于是乎写就了这首传诵一时的佳作。&&&诗的前两句既写了西湖的水光山色，也写了西湖的晴雨时的不同景色。“水光潋滟晴方好”描写西湖晴天的水光：在灿烂的阳光照耀下，西湖水波荡漾，波光闪闪，十分美丽。&&&“山色空濛雨亦奇”描写雨天的山色：在雨幕笼罩下，西湖周围的群山，迷迷茫茫，若有若无，非常奇妙。从第一首诗可知，这一天诗人陪着客人在西湖游宴终日，早晨阳光明艳，后来转阴，入暮后下起雨来。而在善于领略自然并对西湖有深厚感情的诗人眼中，无论是水是山，或晴或雨，都是美好奇妙的。从“晴方好”“雨亦奇”这一赞评，可以想见在不同天气下的湖山胜景，也可想见诗人即景挥毫时的兴会及其洒脱的性格、开阔的胸怀。上半首写的景是交换、对应之景，情是广泛、豪宕之情，情景交融，句间情景相对，西湖之美概写无余，诗人苏轼之情表现无遗。&&&诗的后两句进一步运用他的写气图貌之笔来描绘湖山的晴光雨色，而是遗貌取神，只用一个既空灵又贴切的妙喻就传出了湖山的神韵。苏轼用了比喻的修辞手法，把西湖之美与西施之美相比，当然无可非议。但，我们知道，历史上还有不少女子，其美与西施相比，恐怕也差不了多少。可苏轼为什么偏偏要选西施来比西湖呢？我想是不是有两个原因：一是西施的家乡在浙江，而且离西湖不远；二是西施和西湖，都有个“西”字，这真是个天作之合。至于称西施为西子，恐怕不仅是为了尊重，还与平仄有关系(第三句最后一个字要求仄声字，而“施”是平声字)。现在，西湖也叫西子湖，就是源于苏轼这首诗。对这个比喻，存在有两种相反的解说：一说认为诗人“是以晴天的西湖比淡妆的西子，以雨天的西湖比浓妆的西子”；一说认为诗人是“以晴天比浓妆，雨天比淡妆”。两说都各有所见，各有所据。但就才情横溢的诗人而言，这是妙手偶得的取神之喻，诗思偶到的神来之笔，只是一时心与景会，从西湖的美景联想到作为美的化身的西子，从西湖的“晴方好”“雨亦奇”，想象西子应也是“淡妆浓抹总相宜”，当其设喻之际、下笔之时，恐怕未必拘泥于晴与雨二者，何者指浓妆，何者指淡妆。欣赏这首诗时，如果一定要使浓妆、淡妆分属晴、雨，可能反而有损于比喻的完整性、诗思的空灵美。",
                    "transferInfo" : "在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。若把西湖比作美人西施，淡妆浓抹都是那么得十分适宜。",
                    "backgroundInfo" : "苏轼于1071年—1074年（宋神宗熙宁四年至七年）任杭州通判，曾写下大量有关西湖景物的诗。这组诗作于熙宁六年（1073年）正、二月间。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "小儿垂钓",
                    "author" : "胡令能",
                    "content" : "蓬头稚子学垂纶，侧坐莓苔草映身。路人借问遥招手，怕得鱼惊不应人。",
                    "addtionInfo" : "蓬头：形容小孩可爱。稚子：年龄小的、懵懂的孩子。垂纶：钓鱼。纶：钓鱼用的丝线。莓：一种野草。苔：苔藓植物。映：遮映。借问：向人打听。鱼惊：鱼儿受到惊吓。应：回应，答应，理睬。",
                    "classInfo" : "12",
                    "poetryID" : "5",
                    "source" : "10",
                    "analysesInfo" : "《小儿垂钓》是一首以儿童生活为题材的诗作，诗写一“蓬头稚子”学钓鱼，“侧坐莓苔草映身”，路人向小儿招手，想借问打听一些事情，那小儿却“怕得鱼惊不应人”（怕惊了鱼而不置一词），真是活灵活现、惟妙惟肖，形神兼备，意趣盎然。其艺术成就丝毫不亚于杜牧著名的《清明》一诗。&&&此诗分垂钓和问路两层，第一、二句重在写垂钓（形），第三、四句重在问路（传神）。&&&第一、二句，稚子，小孩也。“蓬头”写其外貌，突出了小孩的幼稚顽皮，天真可爱。“纶”是钓丝，“垂纶”即题目中的“垂钓”，也就是钓鱼。诗人对这垂钓小儿的形貌不加粉饰，直写出山野孩子头发蓬乱的本来面目，使人觉得自然可爱与真实可信。“学”是这首诗的诗眼。这个小孩子初学钓鱼，所以特别小心。在垂钓时，“侧坐”姿态，草映其身，行为情景，如在眼前。“侧坐”带有随意坐下的意思。侧坐，而非稳坐，正与小儿初学此道的心境相吻合。这也可以想见小儿不拘形迹地专心致志于钓鱼的情景。“莓苔”，泛指贴着地面生长在阴湿地方的低等植物，从“莓苔”不仅可以知道小儿选择钓鱼的地方是在阳光罕见人迹罕到的所在，更是一个鱼不受惊、人不暴晒的颇为理想的钓鱼去处，为后文所说“怕得鱼惊不应人”做了铺垫。“草映身”，也不只是在为小儿画像，它在结构上，对于下句的“路人借问”还有着直接的承接关系──路人之向小儿打问，就因为看得见小儿。&&&后两句中“遥招手”的主语还是小儿。当路人问道，小儿害怕应答惊鱼，从老远招手而不回答。这是从动作和心理方面来刻划小孩，有心计，有韬略，机警聪明。小儿之所以要以动作来代替答话，是害怕把鱼惊散。小儿的动作是“遥招手”，说明小儿对路人的问话并非漠不关心。小儿在“招手”以后，又怎样向“路人”低声耳语，那是读者想象中的事，诗人再没有交代的必要，所以，在说明了“遥招手”的原因以后，诗作也就戛然而止。&&&在唐诗中，写儿童的题材比较少，因而显得可贵。这首七绝写小儿垂钓别有情趣。诗中没有绚丽的色彩，没有刻意的雕饰，就似一枝清丽的出水芙蓉，在平淡浅易的叙述中透露出几分纯真、无限童趣和一些专注。 此诗不失为一篇情景交融、形神兼备的描写儿童的佳作。",
                    "transferInfo" : "一个头发蓬乱、面孔青嫩的小孩在河边学钓鱼，侧身坐在青苔上绿草映衬着他的身影。听到有过路的人问路，连忙远远地摆了摆手，不敢回应路人生怕惊动了鱼儿。",
                    "backgroundInfo" : "本首诗具体创作时间不详。《小儿垂钓》是胡令能到农村去寻找一个朋友，向钓鱼儿童问路后所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏柳",
                    "author" : "贺知章",
                    "content" : "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。",
                    "addtionInfo" : "碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。妆：装饰，打扮。一树：满树。一：满，全。在中国古典诗词和文章中，数量词在使用中并不一定表示确切的数量。下一句的“万”，就是表示很多的意思。绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。裁：裁剪。似：如同，好像。",
                    "classInfo" : "1",
                    "poetryID" : "6",
                    "source" : "10",
                    "analysesInfo" : "第一句写树，将树拟人化，让人读时能感觉出柳树就像一位经过梳妆打扮的亭亭玉立的美人。这里的“碧玉”应该是有两层含义：一是碧玉这名字和柳的颜色有关，“碧”和下句的“绿”是互相生发、互为补充的。二是碧玉这个字在人们头脑中永远留下年轻的印象。“碧玉”二字用典而不露痕迹，南朝乐府有《碧玉歌》，其中“碧玉破瓜时”已成名句。还有南朝萧绎《采莲赋》有“碧玉小家女”，也很有名，后来形成“小家碧玉”这个成语。“碧玉妆成一树高”就自然地把眼前这棵柳树和古代的妙龄少女联系起来，而且联想到她穿一身嫩绿，楚楚动人，充满青春活力。&&&第二句就此联想到那垂垂下坠的柳叶就是少女身上垂坠的绿色丝织裙带。中国是产丝大国，丝绸为天然纤维的皇后，向以端庄、华贵、飘逸著称，那么，这棵柳树的风韵就可想而知了。&&&第三句由“绿丝绦”继续联想，这些如丝绦的柳条似的细细的柳叶儿是谁剪裁出来的呢？先用一问话句来赞美巧夺天工可以传情的如眉的柳叶，最后一答，是二月的春风姑娘用她那灵巧的纤纤玉手剪裁出这些嫩绿的叶儿，给大地披上新装，给人们以春的信息。这两句把比喻和设问结合起来，用拟人手法刻画春天的美好和大自然的工巧，新颖别致，把春风孕育万物形象地表现出来了，烘托无限的美感。&&&总的来说，这首诗的结构独具匠心，先写对柳树的总体印象，再写到柳条，最后写柳叶，由总到分，条序井然。借柳树歌咏春风，把春风比作剪刀，说她是美的创造者，赞美她裁出了春天。诗中洋溢着人逢早春的欣喜之情。在语言的运用上，既晓畅，又华美。",
                    "transferInfo" : "高高的柳树长满了翠绿的新叶，轻垂的柳条像千万条轻轻飘动的绿色丝带。不知道这细细的柳叶是谁裁剪出来的，就是二月的春风，如同神奇的剪刀。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春日",
                    "author" : "朱熹",
                    "content" : "胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。",
                    "addtionInfo" : "春日：春天。胜日：天气晴朗的好日子，也可看出人的好心情。寻芳：游春，踏青。泗水：河名，在山东省。滨：水边，河边。光景：风光风景。等闲：平常、轻易。“等闲识得”是容易识别的意思。东风：春风。",
                    "classInfo" : "1",
                    "poetryID" : "7",
                    "source" : "1",
                    "analysesInfo" : "此诗表面上看似一首写景诗，描绘了春日美好的景致；实际上是一首哲理诗，表达了诗人于乱世中追求圣人之道的美好愿望。全诗寓理趣于形象之中，构思运笔堪称奇妙。&&&首句“胜日寻芳泗水滨”：“胜日”，点明天时；“泗水滨”点明地点；“寻芳”，点明主题。一句中分三层叙说，特别是以“泗水滨”结穴，是作者的有意安排。“寻”字不仅写出作者逸兴，也给诗歌添了不少情趣。&&&次句“无边光景一时新”，描写观赏春景中获得的初步印象。“无边光景”逆承首句“胜日寻芳”，说寻芳的结果。用“无边”形容视线所及的全部风光景物。“一时新”，既写出春回大地，自然景物焕然一新，也写出了作者郊游时耳目一新的欣喜感觉。这里不做细碎描写，不在一草一木一石上做剪贴，而是从极广大的空间落笔。&&&后两句用形象的语言，具体描绘了光景之新，抒写了寻芳所得。“等闲识得东风面”，句中的“识”字承首句中的“寻”字。“等闲识得”是说春天的面容与特征是很容易辨认的。意谓胜日寻芳，本不期望有无边光景的所得，今既有如此新鲜感受，不禁欢欣雀跃。“东风面”，把春气、春景形象化了，拟人化了，把“识”字落到实处。&&&末句“万紫千红总是春”，是说这万紫千红的景象全是由春光点染而成的，人们从这万紫千红中认识了春天，感受到了春天的美。这就具体解答了为什么能“等闲识得东风面”。而此句的“万紫千红”近承“东风面”，远承“无边光景”，对偶修辞，意象色彩强烈。诗以“总是春”收绾，逗落到“春日”上。&&&从字面上看，这首诗好像是写游春观感，但细究寻芳的地点是泗水之滨，而此地在宋南渡时早被金人侵占。朱熹未曾北上，当然不可能在泗水之滨游春吟赏。其实诗中的的“泗水”是暗指孔门，因为春秋时孔子曾在洙、泗之间弦歌讲学，教授弟子。因此所谓“寻芳”即是指求圣人之道。“无边光景”所示空间极其广大，就透露了诗人膜求圣道的本意。“东风”暗喻教化，“万紫千红”喻孔学的丰富多彩。诗人将圣人之道比作催发生机、点燃万物的春风。这其实是一首寓理趣于形象之中的哲理诗。哲理诗而不露说理的痕迹，这是朱熹的高明之处。",
                    "transferInfo" : "风和日丽之时泗水的河边踏青，无边无际的风光焕然一新。谁都可以看出春天的面貌，春风吹得百花开放、万紫千红，到处都是春天的景致。",
                    "backgroundInfo" : "这首诗从字面意思上来看，是作者春天郊游时所写的游春观感。而根据作者生活的年代推算出这首诗创作之时泗水之地早已被金人侵占，泗水游春不是实事，而是一种虚拟。作者也从未到过泗水之地，而此诗却写到泗水，其原因是朱熹潜心理学，心仪孔圣，向往于当年孔子居洙泗之上，弦歌讲诵，传道授业的胜事，于是托意于神游寻芳。因此此诗其实是借泗水这个孔门圣地来说理的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "乞巧",
                    "author" : "林杰",
                    "content" : "七夕今宵看碧霄，牵牛织女渡河桥。家家乞巧望秋月，穿尽红丝几万条。",
                    "addtionInfo" : "乞巧：古代节日，在农历七月初七日，又名七夕。碧霄：指浩瀚无际的青天。几万条：比喻多。",
                    "classInfo" : "103",
                    "poetryID" : "8",
                    "source" : "11",
                    "analysesInfo" : "农历七月初七夜晚，俗称“七夕”，又称“女儿节”、“少女节”，是传说中隔着“天河”的牛郎和织女在鹊桥上相会的日子。古代，七夕的民间活动主要是乞巧。所谓乞巧，就是向织女乞求一双巧手的意思。乞巧最普遍的方式是对月穿针，如果线从针孔穿过，就叫得巧。这一习俗唐宋最盛。&&&《乞巧》是唐代诗人林杰描写民间七夕乞巧盛况的名诗，是一首想象丰富、流传很广的古诗。诗句浅显易懂，涉及到家喻户晓的神话传说故事，表达了少女们乞取智巧、追求幸福的美好心愿。&&&“七夕今霄看碧霄，牵牛织女渡河桥。”“碧霄”指浩瀚无际的青天。开头两句叙述的就是牛郎织女的民间故事。一年一度的七夕又来到了，家家户户的人们纷纷情不自禁地抬头仰望浩瀚的天空，这是因为这一美丽的传说牵动了一颗颗善良美好的心灵，唤起人们美好的愿望和丰富的想象。&&&“家家乞巧望秋月，穿尽红丝几万条。”后两句将乞巧的事交代得一清二楚，简明扼要，形象生动。诗人在诗中并没有具体写出各种不同的心愿，而是留下了想象的空间，愈加体现了人们过节时的喜悦之情。",
                    "transferInfo" : "七夕佳节，人们纷纷抬头仰望浩瀚天空，就好像能看见牛郎织女渡过银河在鹊桥上相会。家家户户都在一边观赏秋月，一边乞巧，穿过的红线都有几万条了。",
                    "backgroundInfo" : "幼年时的林杰，对乞巧这样的美妙传说也很感兴趣，也和母亲或者其他女性们一样。仰头观看那天河两旁耀眼的两颗星，期盼着能够相聚，于是写下了《乞巧》这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "嫦娥",
                    "author" : "李商隐",
                    "content" : "云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。",
                    "addtionInfo" : "嫦娥：古代神话中的月中仙女。《淮南子·览冥训》：“羿请不死之药于西王母，恒娥窃以奔月。”恒又作姮。云母屏风：嵌着云母石的屏风。此言嫦娥在月宫居室中独处，夜晚，唯烛影和屏风相伴。长河句：银河逐渐向西倾斜，晓星也将隐没，又一个孤独的夜过去了。碧海：《十洲记》：“扶桑在东海之东岸，岸直，陆行登岸一万里，东复有碧海，海阔狭浩汗，与东海等，水既不咸苦，正作碧色。”",
                    "classInfo" : "104",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "此诗咏叹常娥（即嫦娥）在月中的孤寂情景，抒发诗人自伤之情。前两句分别描写室内、室外的环境，渲染空寂清冷的气氛，表现主人公怀思的情绪；后两句是主人公在一宵痛苦的思忆之后产生的感想，表达了一种孤寂感。全诗情调感伤，意蕴丰富，奇思妙想，真实动人。&&&“云母屏风烛影深，长河渐落晓星沉。”这两句描绘的是主人公环境和永夜不寐的情景。室内，烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，越发显出居室的空寂清冷，透露出主人公在长夜独坐中黯然的心境。室外，银河逐渐西移垂地，牛郎、织女隔河遥望，独处孤室的不寐者看着这一派银河即将消失。那点缀着空旷天宇的寥落晨星，也行将隐没。“沉”字正逼真地描绘出晨星低垂、欲落未落的动态，主人公的心也似乎正在逐渐沉下去。“烛影深”“长河落”“晓星沉”，表明时间已到将晓未晓之际，着一“渐”字，暗示了时间的推移流逝。索寞中的主人公，面对冷屏残烛、青天孤月，又度过了一个不眠之夜。尽管这里没有对主人公的心理作任何直接的抒写刻画，但借助于环境氛围的渲染，主人公的孤清凄冷情怀和不堪忍受寂寞包围的意绪却几乎可以触摸到。&&&寂静的长夜中，看到明月，也自然会联想起神话传说中的月宫仙子──嫦娥。据说她原是后羿的妻子，因为偷吃了西王母送给后羿的不死药，飞奔到月宫，成了仙子。“嫦娥孤栖与谁邻？”在孤寂的主人公眼里，这孤居广寒宫殿、寂寞无伴的嫦娥，其处境和心情不正和自己相似吗？于是，不禁从心底涌出这样的意念：嫦娥想必也懊悔当初偷吃了不死药，以致年年夜夜，幽居月宫，面对碧海青天，寂寥清冷之情难以排遣吧。“应悔”是揣度之词，这揣度正表现出一种同病相怜、同心相应的感情。由于有前两句的描绘渲染，这“应”字就显得水到渠成，自然合理。因此，后两句与其说是对嫦娥处境心情的深情体贴，不如说是主人公寂寞的心灵独白。&&&这位寂处幽居，永夜不寐的主人公究竟是谁？诗中并无明确的交代。诗人在《送宫人入道》诗中，曾把女冠比作“月娥孀独”，在《月夜重寄宋华阳姊妹》诗中，又以“窃药”喻指女子学道求仙。因此，说这首诗是代困守宫观的女冠抒写凄清寂寞之情，也许不是无稽之谈。唐代道教盛行，女子入道成为风气，入道后方体验到宗教清规对正常爱情生活的束缚而产生精神苦闷，三、四两句，正是对她们处境与心情的真实写照。&&&但是，诗中所抒写的孤寂感以及由此引起的“悔偷灵药”式的情绪，却融入了诗人独特的现实人生感受，而含有更丰富深刻的意蕴。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，既不甘变心从俗，又难以忍受孤孑寂寞的煎熬这种微妙复杂的心理，在这里被诗人用精微而富于含蕴的语言成功地表现出来了。这是一种含有浓重伤感的美，在旧时代的清高文士中容易引起广泛的共鸣。诗的典型意义也正在这里。",
                    "transferInfo" : "云母屏风上烛影暗淡，银河渐渐斜落晨星也隐没低沉。嫦娥应该后悔偷取了长生不老之药，如今空对碧海青天夜夜孤寂。",
                    "backgroundInfo" : "作者终身处于牛李党争的夹缝之中，一生很不得志。牛李党争的实质就是太监当权，本诗就是讽刺太监当权的黑暗、讽刺宪宗的皇权旁落。子曰：“邦有道，则仕；邦无道，则可卷而怀之。”《嫦娥》即是“邦无道，则可卷而怀之”这类诗的典型。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "游子吟",
                    "author" : "孟郊",
                    "content" : "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
                    "addtionInfo" : "游子：古代称远游旅居的人。吟：诗体名称。游子：指诗人自己，以及各个离乡的游子。临：将要。意恐：担心。归：回来，回家。谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。",
                    "classInfo" : "105",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "这是一首母爱的颂歌。全诗共六句三十字，采用白描的手法，通过回忆一个看似平常的临行前缝衣的场景，凸显并歌颂了母爱的伟大与无私，表达了诗人对母爱的感激以及对母亲深深的爱与尊敬之情。此诗情感真挚自然，虽无藻绘与雕饰，然而清新流畅，淳朴素淡的语言中蕴含着浓郁醇美的诗味，千百年来广为传诵。&&&开头两句“慈母手中线，游子身上衣”，用“线”与“衣”两件极常见的东西将“慈母”与“游子”紧紧联系在一起，写出母子相依为命的骨肉感情。三、四句“临行密密缝，意恐迟迟归”，通过慈母为游子赶 制出门衣服的动作和心理的刻画，深化这种骨肉之情。母亲千针万线“密密缝”是因为怕儿子“迟迟”难归。伟大的母爱正是通过日常生活中的细节自然地流露出来。前面四句采用白描手法，不作任何修饰，但慈母的形象真切感人。&&&最后两句“谁言寸草心，报得三春晖”，是作者直抒胸臆，对母爱作尽情的讴歌。这两句采用传统的比兴手法：儿女像区区小草，母爱如春天阳光。儿女怎能报答母爱于万一呢？悬绝的对比，形象的比喻，寄托着赤子对慈母发自肺腑的爱。&&&这首诗艺术地再现了人所共感的平凡而又伟大的人性美，所以千百年来赢得了无数读者强烈的共鸣。",
                    "transferInfo" : "慈祥的母亲手里把着针线，为即将远游的孩子赶制新衣。临行前一针针密密地缝缀，怕儿子回来得晚衣服破损。谁说像小草那样微弱的孝心，能报答得了像春晖普泽的慈母恩情？",
                    "backgroundInfo" : "《游子吟》是孟郊在溧阳所写。作者早年漂泊无依，直到五十岁时才得到了一个溧阳县尉，结束了长年的漂泊流离生活，便将母亲接来住。诗人饱尝了世态炎凉，更觉亲情可贵，于是写出这首感人至深的颂母之诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "3000",
    "mainClass" : "3"
}

