{
    "poetryList" : [
                    {
                    "name" : "酬乐天扬州初逢席上见赠",
                    "author" : "刘禹锡",
                    "content" : "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。",
                    "addtionInfo" : "酬：答谢，酬答，这里是指以诗相答的意思。用诗歌赠答。乐天：指白居易，字乐天。见赠：送给（我）。巴山楚水：指四川、湖南、湖北一带。古时四川东部属于巴国，湖南北部和湖北等地属于楚国。刘禹锡被贬后，迁徙于朗州、连州、夔州、和州等边远地区，这里用“巴山楚水”泛指这些地方。二十三年：从唐顺宗永贞元年（805年）刘禹锡被贬为连州刺史，至宝历二年（826）冬应召，约22年。因贬地离京遥远，实际上到第二年才能回到京城，所以说23年。弃置身：指遭受贬谪的诗人自己。置：放置。弃置：贬谪（zhé）。怀旧：怀念故友。吟：吟唱。闻笛赋：指西晋向秀的《思旧赋》。三国曹魏末年，向秀的朋友嵇康 、吕安因不满司马氏篡权而被杀害。后来，向秀经过嵇康、吕安的旧居，听到邻人吹笛，不禁悲从中来，于是作《思旧赋》。 序文中说：自己经过嵇康旧居，因写此赋追念他。刘禹锡借用这个典故怀念已死去的王叔文、柳宗元等人。到：到达。翻似：倒好像。翻：副词，反而。烂柯人：指晋人王质。相传晋人王质上山砍柴，看见两个童子下棋，就停下观看。等棋局终了，手中的斧柄（柯）已经朽烂。回到村里，才知道已过了一百年。同代人都已经亡故。作者以此典故表达自己遭贬23年的感慨。刘禹锡也借这个故事表达世事沧桑，人事全非，暮年返乡恍如隔世的心情。沉舟：这是诗人以沉舟、病树自比。侧畔：旁边。歌一曲：指白居易的《醉赠刘二十八使君》。长（zhǎng）精神：振作精神。长：增长，振作。",
                    "classInfo" : "22",
                    "poetryID" : "1",
                    "source" : "12",
                    "analysesInfo" : "《酬乐天扬州初逢席上见赠》是显示自己对世事变迁和仕宦升沉的豁达襟怀，表现了诗人的坚定信念和乐观精神，同时又暗含哲理，表明新事物必将取代旧事物。&&&诗的首联，便表现出作者不同凡响的抒情才能。刘禹锡因积极参加顺宗朝王叔文领导的政治革新运动而遭受迫害。在宦官和藩镇的联合反扑下，顺宗让位给宪宗，王叔文被杀，刘禹锡等被贬。他先贬到朗州（今湖南常德），再贬连州（今广东连县），调夔州（今重庆奉节）、和州（今安徽和县），未离谪籍。朗州在战国时是楚地，夔州在秦、汉时属巴郡，楚地多水，巴郡多山，“巴山楚水”，泛指贬地。刘禹锡没有直率倾诉自己无罪而长期遭贬的强烈不平，而是通过“凄凉地”和“弃置身”这些富有感情色彩的字句的渲染，让读者在了解和同情作者长期谪居的痛苦经历中，感觉到诗人抑制已久的愤激心情，具有较强的艺术感染力。&&&诗的颔联，刘禹锡运用了两个典故。一是“闻笛赋”，指曹魏后期向秀的《思旧赋》。向秀与嵇康、吕安是好友，嵇康、吕安为司马氏杀害，向秀经过两人旧居时，听到邻人吹笛子，其声“慷慨”激昂，向秀感音而叹，写了《思旧赋》来表示对嵇康、吕安的怀念。另一是“烂柯人”，据《述异记》所载，晋人王质入山砍柴，见二童子对弈，他观棋至终局，发现手中的“柯”（斧头的木柄）已经朽烂了。王质下山，回到村里，才知道已经一百年过去了，同时代的人都已死尽。“怀旧”句表达了诗人对受害的战友王叔文等的悼念，“到乡”句抒发了诗人对岁月流逝，人事变迁的感叹。用典贴切，感情深沉。“乡”指洛阳。一本作“郡”，郡指扬州。扬州是当时淮南节度使的治所，而和州是隶属于淮南道的。&&&白居易的赠诗中有“举眼风光长寂寞，满朝官职独蹉跎”这样两句，意思是说同辈的人都升迁了，只有你在荒凉的地方寂寞地虚度了年华，颇为刘禹锡抱不平。对此，刘禹锡在酬诗中写道：“沉舟侧畔千帆过，病树前头万木春。”刘禹锡以沉舟、病树比喻自己，固然感到惆怅，却又相当达观。沉舟侧畔，有千帆竞发；病树前头，正万木皆春。他从白诗中翻出这二句，反而劝慰白居易不必为自己的寂寞、蹉跎而忧伤，对世事的变迁和仕宦的升沉，表现出豁达的襟怀。这两句诗意又和白诗“命压人头不奈何”、“亦知合被才名折”相呼应，但其思想境界要比白诗高，意义也深刻得多了。二十三年的贬谪生活，并没有使他消沉颓唐。正像他在另外的诗里所写的：“莫道桑榆晚，为霞犹满天。”他这棵病树仍然要重添精神，迎上春光。因为这两句诗形象生动，至今仍常常被人引用，并赋予它以新的意义，说明新事物必将取代旧事物。&&&正因为“沉舟”这一联诗突然振起，一变前面伤感低沉的情调，尾联便顺势而下，写道：“今日听君歌一曲，暂凭杯酒长精神。”点明了酬答白居易的题意。诗人也没有一味消沉下去，他笔锋一转，又相互劝慰，相互鼓励了。他对生活并未完全丧失信心。诗中虽然感慨很深，但读来给人的感受并不是消沉，相反却是振奋。&&&刘禹锡在这首诗中运用了层层递进的手法。首联，诗的第一层，先写自己无罪而长期被贬的遭遇，为全诗定下了愤激的基调。颔联，诗的第二层，通过对受害战友的悼念，以及自己回到故乡竟然恍如隔世的情景，使愤激之情进一步深化。颈联，诗的第三层，推开一步，对比了自己的沉沦与新贵的得势，诗人的愤激之情达到了顶点。尾联，诗的第四层，急转直下，表示并不消极气馁，要抖擞振奋，积极进取，重新投入生活，以自勉自励结束。层层深入，言简意深。愤激而不浅露，感慨而不低沉，惆怅而不颓废，堪称刘禹锡的代表作品。刘禹锡在这首诗中所表现的身经危难，百折不回的坚强毅力，给后人以莫大的启迪和鼓舞，所以古今传诵，交口称赞。",
                    "transferInfo" : "被贬谪到巴山楚水这些荒凉的地区，度过了二十三年沦落的光阴。怀念故去旧友徒然吟诵闻笛小赋，久谪归来感到已非旧时光景。翻覆的船只旁仍有千千万万的帆船经过；枯萎树木的前面也有万千林木欣欣向荣。今天听了你为我吟诵的诗篇，暂且借这一杯美酒振奋精神。",
                    "backgroundInfo" : "此诗作于唐敬宗宝历二年（公元826年），刘禹锡罢和州刺史返回洛阳，同时白居易从苏州返洛阳，二人在扬州初逢时，白居易在宴席上作诗赠与刘禹锡，刘禹锡写此诗作答。&&&刘禹锡从小爱下围棋，与专教唐德宗太子下棋的棋待诏王叔文很要好。太子当上皇帝后，他的教师王叔文组阁执政，就提拔棋友刘禹锡当监察御史。后来王叔文集团政治改革失败后，刘禹锡被贬到外地做官，宝历二年（公元826年）应召回京。冬天途经扬州，与同样被贬的白居易相遇。白居易在筵席上写了一首诗《醉赠刘二十八使君》相赠：“为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。”在诗中，白居易对刘禹锡被贬谪的遭遇，表示了同情和不平。于是刘禹锡写了这首《酬乐天扬州初逢席上见赠》回赠白居易。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赤壁",
                    "author" : "杜牧",
                    "content" : "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。",
                    "addtionInfo" : "折戟：折断的戟。戟，古代兵器。销：销蚀。将：拿起。磨洗：磨光洗净。认前朝：认出戟是东吴破曹时的遗物。东风：指三国时期的一个战役──火烧赤壁。周郎：指周瑜，字公瑾，年轻时即有才名，人乎周郎。后任吴军大都督，曾参与赤壁之战并为此战役中的主要人物。铜雀：即铜雀台，曹操在今河北省临漳县建造的一座楼台，楼顶里有大铜雀，台上住姬妾歌妓，是曹操暮年行乐处。二乔：东吴乔公的两个女儿，一嫁前国主孙策（孙权兄），称大乔，一嫁军事统帅周瑜，称小乔，合称“二乔”。",
                    "classInfo" : "33",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "这是诗人凭吊赤壁古战场所写的咏史诗。它认为历史人物的成败荣辱具有某种偶然性。杜牧的这类绝句开宋人诗歌议论之风。“赤壁”，山名，在今湖北蒲圻西北，长江南岸，对岸为乌林，相传是孙权、刘备联军与曹操军队决战的地方。建安十三年(208)的赤壁之战，奠定了三国鼎足而立的形势。周瑜统率吴军，作为主力，用火攻大败号称八十万的曹操大军，一举成名，成为历史上的英雄人物。&&&“折戟沉沙铁未销，自将磨洗认前朝。”这两句意为折断的战戟沉在泥沙中并未被销蚀，自己将它磨洗后认出是前朝遗物。在这里，这两句描写看似平淡实为不平。沙里沉埋着断戟，点出了此地曾有过历史风云。战戟折断沉沙却未被销蚀，暗含着岁月流逝而物是人非之感。正是由于发现了这一件沉埋江底六百多年，锈迹斑斑的“折戟”，使得诗人思绪万千，因此他要磨洗干净出来辨认一番，发现原来是赤壁之战遗留下来的兵器。这样前朝的遗物又进一步引发作者浮想联翩的思绪，为后文抒怀作了很好的铺垫。&&&“东风不与周郎便，铜雀春深锁二乔。”小诗的后两句是说，假如东风不给周瑜以方便，结果恐怕是曹操取胜，二乔被关进铜雀台了。&&&后两句是议论。在赤壁战役中，周瑜主要是用火战胜了数量上远远超过己方的敌人，而其能用火攻则是因为在决战的时刻，恰好刮起了强劲的东风，所以诗人评论这次战争失败的原因，只选择当时的胜利者——周郎和他倚以致胜的因素——东风来写，而且因为这次胜利的关键，最后不能不归到东风，所以又将东风放在更主要的地位上。但他并不从正面来描摹东风如何帮助周郎取得了胜利，却从反面落笔：假使这次东风不给周郎以方便，那么，胜败就要易位，历史形势将完全改观。因此，接着就写出假想中曹军胜利，孙、刘失败之后的局面。但又不直接铺叙政治军事情势的变迁，而只间接的描绘了两个东吴著名美女的将要承受的命运。如果曹操成了胜利者，那么大乔和小乔就必然要被抢去，关在铜雀台上了。&&&诗中的大乔、二乔两位女子，并不是平常的人物，而是属于东吴统治阶级中最高阶层的贵妇人。大乔是东吴前国主孙策的夫人，当时国主孙权的亲嫂，小乔则是正在带领东吴全部水陆兵马和曹操决一死战的军事统帅周瑜的夫人。她们虽与这次战役并无关系，但她们的身分和地位，代表着东吴作为一个独立政治实体的尊严。东吴不亡，她们决不可能归于曹操；连她们都受到凌辱，则东吴社稷和生灵的遭遇也就可想而知了。所以诗人用“铜雀春深锁二乔”这样一句诗来描写在“东风不与周郎便”的情况之下，曹操胜利后的骄恣和东吴失败后的屈辱，正是极其有力的反跌，不独以美人衬托英雄，与上句周郎互相辉映，显得更有情致而已。诗的创作必须用形象思维，而形象性的语言则是形象思维的直接现实。用形象思维观察生活，别出心裁地反映生活，乃是诗的生命。杜牧在此诗里，通过“铜雀春深”这一富于形象性的诗句，即小见大，这正是他在艺术处理上独特的成功之处。另外，此诗过分强调东风的作用，又不从正面歌颂周瑜的胜利，却从反面假想其失败。杜牧通晓政治军事，对当时中央与藩镇、汉族与吐蕃的斗争形势，有相当清楚的了解，并曾经向朝廷提出过一些有益的建议。如果说，孟轲在战国时代就已经知道“天时不如地利，地利不如人和”的原则，而杜牧却还把周瑜在赤壁战役中的巨大胜利，完全归之于偶然的东风，这是很难想象的。他之所以这样地写，恐怕用意还在于自负知兵，借史事以吐其胸中抑郁不平之气。其中也暗含有阮籍登广武战场时所发出的“时无英雄，使竖子成名”那种慨叹在内，不过出语非常隐约，不容易看出。",
                    "transferInfo" : "赤壁的泥沙中，埋着一枚未锈尽的断戟。自己磨洗后发现这是当年赤壁之战的遗留之物。倘若不是东风给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。",
                    "backgroundInfo" : "这首诗是诗人经过赤壁（今湖北省武昌县西南赤矶山）这个著名的古战场，有感于三国时代的英雄成败而写下的。诗人观赏了古战场的遗物，又想到自己的遭遇，有感而发。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "过零丁洋",
                    "author" : "文天祥",
                    "content" : "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。",
                    "addtionInfo" : "零丁洋：零丁洋即”伶丁洋“。现在广东省珠江口外。1278年底，文天祥率军在广东五坡岭与元军激战，兵败被俘，囚禁船上曾经过零丁洋。遭逢：遭遇。起一经，因为精通一种经书，通过科举考试而被朝廷起用作官。文天祥二十岁考中状元。干戈：指抗元战争。寥（liáo）落：荒凉冷落。一作“落落”。四周星：四周年。文天祥从1275年起兵抗元，到1278年被俘，一共四年。絮：柳絮。萍：浮萍。惶恐滩：在今江西省万安县，是赣江中的险滩。1277年，文天祥在江西被元军打败，所率军队死伤惨重，妻子儿女也被元军俘虏。他经惶恐滩撤到福建。零丁：孤苦无依的样子。丹心：红心，比喻忠心。汗青：同汗竹，史册。古代用简写字，先用火烤干其中的水分，干后易写而且不受虫蛀，也称汗青。",
                    "classInfo" : "32",
                    "poetryID" : "3",
                    "source" : "1",
                    "analysesInfo" : "此诗前二句，诗人回顾平生；中间四句紧承“干戈寥落”，明确表达了作者对当前局势的认识；末二句是作者对自身命运的一种毫不犹豫的选择。全诗表现了慷慨激昂的爱国热情和视死如归的高风亮节，以及舍生取义的人生观，是中华民族传统美德的崇高表现。&&&“辛苦遭逢起一经，干戈寥落四周星。”中“起一经”当指天祥二十岁中进士说的，“四周星”即四年。天祥于德祐元年（公元1275，宋恭帝赵㬎的年号），起兵勤王，至祥兴元年（公元1278，南宋卫王赵昺的年号）被俘，恰好四个年头。此自叙生平，思今忆昔。从时间说，拈出“入世”和“勤王”，一说个人出处，一说国家危亡，两件大事。唐宋时期，作为知识分子要想保家卫国，必须通过科举考选，考选就得读经，文天祥遇难时，衣带中留有个自赞文说：“读圣贤书，所学何事，而今而后，庶几无愧”，就是把这两件事拴在一起的。圣人著作就叫经，经是治国安邦的。&&&这两句诗，讲两件事，似可分开独立，而实质上是连结在一起的。干戈寥落一作干戈落落，意思相近。《宋史》说当时谢后下勤王诏，响应的人很少，这里所讲情况正合史实。&&&“山河破碎风飘絮，身世浮沉雨打萍。”还是从国家和个人两方面展开和深入加以铺叙。宋朝自临安弃守，恭帝赵㬎被俘，事实上已经灭亡。剩下的只是各地方军民自动组织起来抵抗。文天祥、张世杰等人拥立的端宗赵昱逃难中惊悸而死，陆秀夫复立八岁的赵昺建行宫于崖山，各处流亡。用山河破碎形容这种局面，加上说“风飘絮”，更加的形象生动。这时文天祥母亲被俘，妻妾被囚，大儿丧亡，真似水上浮萍，无依无附了。&&&“惶恐滩头说惶恐，零丁洋里叹零丁。”继续追述今昔不同的处境和心情，昔日惶恐滩边，忧国忧民，诚惶诚恐；今天零丁洋上孤独一人，自叹伶仃。皇恐滩是赣江十八滩之一，水流湍急，令人惊恐，也叫惶恐滩。原名黄公滩，因读音相近，讹为皇恐滩。滩在今江西省万安县境内赣江中，文天祥起兵勤王时曾路过这里。零丁洋在今广东省珠江15里外的崖山外面，现名伶丁洋，文天祥兵败被俘，押送过此。前者为追忆，后者乃当前实况，两者均亲身经历。一身为战将，一为阶下囚。故作战将，面对强大敌人，恐不能完成守土复国的使命，惶恐不安。而作为阶下囚，孤苦伶仃，只有一人。这里“风飘絮”、“雨打萍”、“惶恐滩”、“零丁洋”都是眼前景物，信手拈来，对仗工整，出语自然，而形象生动，流露出一腔悲愤和盈握血泪。&&&“人生自古谁无死？留取丹心照汗青。”笔势一转，忽然宕进，由现在渡到将来，拨开现实，露出理想，如此结语，有如撞钟，清音绕梁。全诗格调，顿然一变，由沉郁转为开拓、豪放、洒脱。“人生自古谁无死？留取丹心照汗青！”以磅礴的气势、高亢的情调收束全篇，表现出他的民族气节和舍身取义的生死观。诚然文天祥把做诗与做人，诗格与人格，浑然一体。千秋绝唱，情调高昂，激励和感召古往今来无数志士仁人为正义事业英勇献身。",
                    "transferInfo" : "回想我早年由科举入仕历尽千辛万苦，如今战火消歇已经过四年的艰苦岁月。国家危在旦夕似那狂风中的柳絮，自己一生的坎坷如雨中浮萍，漂泊无根，时起时沉。惶恐滩的惨败让我至今依然惶恐，可叹我零丁洋里身陷元虏自此孤苦无依。自古以来，人终不免一死！倘若能为国尽忠，死后仍可光照千秋，青史留名。",
                    "backgroundInfo" : "这首诗当作于宋祥兴二年（公元1279年）。公元宋祥兴元年（1278年），文天祥在广东海丰北五坡岭兵败被俘，押到船上，次年过零丁洋时作此诗。被押解至崖山后，张弘范逼迫他写信招降固守崖山的张世杰、陆秀夫等人，文天祥出示此诗以明志。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·明月几时有",
                    "author" : "苏轼",
                    "content" : "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
                    "addtionInfo" : "把酒：端起酒杯。把，执、持。天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜（shèng）：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。此事：指人的“欢”“合” 和月的“晴”“圆”。但：只。千里共婵（chán ）娟（juān）：只希望两人年年平安﹐虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。",
                    "classInfo" : "2",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "这首词是中秋望月怀人之作，表达了对胞弟苏辙的无限思念。丙辰，是北宋神宗熙宁九年（公元1076年），当时苏轼在密州（今山东诸城）做太守，中秋之夜他一边赏月一边饮酒，直到天亮，于是做了这首《水调歌头》。词人运用形象描绘手法，勾勒出一种皓月当空、亲人千里、孤高旷远的境界氛围。苏轼一生，推崇儒学、讲究实务为主。但他也“龆龀好道”，中年以后，又曾表示过“归依佛僧”，经常处在儒释道的纠葛当中的。每当挫折失意之际，则老庄思想上升，借以帮助自己解释穷通进退的困惑。熙宁四年（公元1071年），他以开封府推官通判杭州，是为了避开汴京政争的漩涡。熙宁七年（公元1074年）调知密州，虽说出于自愿，实质上仍是处于被外放冷遇的地位。尽管当时“面貌加丰”，颇有一些旷达表现，也难以掩盖深藏内心的郁愤。这首中秋词，正是此种宦途险恶体验的升华和总结。“大醉”遣怀是主，“兼怀子由”是辅。对于一贯秉持“尊主泽民”节操的作者来说，手足分离和私情，比起廷忧边患的国势来说，毕竟属于次要的伦理负荷。此点在题序中有深奥微妙的提示。&&&在大自然的景物中，月亮是很有浪漫色彩的，很容易启发人们的艺术联想。一钩新月，可联想到初生的萌芽事物；一轮满月，可联想到美好的团圆生活；月亮的皎洁，让人联想到光明磊落的人格。在月亮这一意象上集中了人类无限美好的憧憬和理想。苏轼是一位性格豪放、气质浪漫的文学家，当他抬头遥望中秋明月时，其思想情感犹如长上了翅膀，天上人间自由翱翔。反映到词里，遂形成了一种豪放洒脱的风格。&&&此词上片望月，既怀超宜兴致，高接混茫，而又脚踏实地，自具雅量。一开始就提出一个问题：明月是从什么时候开始有的“明月几时有？把酒问青天。”把酒问天这一细节与屈原的《天问》和李白的《把酒问月》有相似之处。其问之痴迷、想之逸尘，确实有一种类似的精、气、神贯注在里面。从创作动因上来说，屈原《天问》洋洋170余问的磅礴诗情，是在他被放逐后彷徨山泽、经历陵陆，在楚先王庙及公卿祠堂仰见“图画天地山川神灵”及“古贤圣怪物行事”后“呵而问之”的（王逸《楚辞章句·天问序》）。是情景触碰激荡的产物。李白的《把酒问月》诗自注是：“故人贾淳令予问之。”应当也是即兴遣怀之作。苏轼此词正如小序中所言是中秋望月，欢饮达旦后的狂想之曲，亦属“伫兴之作”（王国维《人间词话》）。它们都有起得突兀、问得离奇的特点。从创作心理上来说，屈原在步入先王庙堂之前就已经是“嗟号昊旻，仰天叹息”（王逸《楚辞章句·天问序》），处于情感迷狂的精神状态，故呵问青天，“似痴非痴，愤极悲极”（胡浚源《楚辞新注求确》）。李白是“唯愿当歌对酒时，月光长照金樽里”（《把酒问月》），那种因失意怅惘的郁勃意绪，也是鼻息可闻的。苏轼此词作于丙辰年，当时因为反对王安石新法而自请外任密州。既有对朝廷政局的强烈关注，又有期望重返汴京的复杂心情，故时逢中秋，一饮而醉，意兴在阑珊中饶有律动。三人的创作心理实是脉络暗通的。&&&苏轼把青天当做自己的朋友，把酒相问，显示了他豪放的性格和不凡的气魄。李白的《把酒问月》诗说：“青天有月来几时？我今停杯一问之。”不过李白这里的语气比较舒缓，苏轼因为是想飞往月宫，所以语气更强烈、更迫切。“明月几时有？”这个问题问得很有意思，好像是在追溯明月的起源、宇宙的起源；又好像是在惊叹造化的巧妙。读者从中可以感到诗人对明月的赞美与向往。&&&接下来两句：“不知天上宫阙，今夕是何年。”把对于明月的赞美与向往之情更推进了一层。从明月诞生之日起到现在已经过去很多年了，不知道在月宫里今晚是一个什么日子？诗人想象那一定是一个好日子，所以月才这样圆、这样亮。他很想去看一看，所以接着说：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”唐人称李白为“谪仙”，黄庭坚则称苏轼与李白为“两谪仙”，苏轼自己也设想前生是月中人，因而起 “乘风归去”之想。他想乘风飞向月宫，又怕那里的琼楼玉宇太高了，受不住那儿的寒冷。“琼楼玉宇”，语出《大业拾遗记》：“瞿乾祐于江岸玩月，或谓此中何有？瞿笑曰：‘可随我观之。’俄见月规半天，琼楼玉宇烂然。”“不胜寒”，暗用《明皇杂录》中的典故：八月十五日夜，叶静能邀明皇游月宫。临行，叶叫他穿皮衣。到月宫，果然冷得难以支撑。这几句明写月宫的高寒，暗示月光的皎洁，把那种既向往天上又留恋人间的矛盾心理十分含蓄地写了出来。这里还有两个字值得注意，就是“我欲乘风归去”的“归去”。飞天入月，为什么说是归去呢？也许是因为苏轼对明月十分向往，早已把那里当成自己的归宿了。从苏轼的思想看来，他受道家的影响较深，抱着超然物外的生活态度，又喜欢道教的养生之术，所以常有出世登仙的想法。他的《前赤壁赋》描写月下泛舟时那种飘飘欲仙的感觉说：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。”也是由望月而想到登仙，可以和这首词互相印证。词人之所以有这种脱离人世、超越自然的奇想，一方面来自他对宇宙奥秘的好奇，另一方面更主要的是来自对现实人间的不满。人世间有如此多的不称心、不满意之事，迫使词人幻想摆脱这烦恼人世，到琼楼玉宇中去过逍遥自在的神仙生活。苏轼后来贬官到黄州，时时有类似的奇想，所谓“小舟从此逝，江海寄余生”。然而，在词中这仅仅是一种打算，并未展开，便被另一种相反的思想打断：“又恐琼楼玉宇，高处不胜寒”。这两句急转直下，天上的“琼楼玉宇”虽然富丽堂皇，美好非凡，但那里高寒难耐，不可久居。词人故意找出天上的美中不足，来坚定自己留在人间的决心。一正一反，更表露出词人对人间生活的热爱。同时，这里依然在写中秋月景，读者可以体会到月亮的美好，以及月光的寒气逼人。这一转折，写出词人既留恋人间又向往天上的矛盾心理。这种矛盾能够更深刻地说明词人留恋人世、热爱生活的思想感情，显示了词人开阔的心胸与超远的志向，因此为词带来一种旷达的作风。&&&“起舞弄清影，何似在人间！”苏轼毕竟更热爱人间的生活，与其飞往高寒的月宫，还不如留在人间趁着月光起舞呢！“清影”，是指月光之下自己清朗的身影。“起舞弄清影”，是与自己的清影为伴，一起舞蹈嬉戏的意思。李白《月下独酌》说：“我歌月徘徊，我舞影零乱。”苏轼的“起舞弄清影”就是从这里脱胎出来的。“高处不胜寒”并非作者不愿归去的根本原因，“起舞弄清影，何似在人间”才是根本之所在。与其飞往高寒的月宫，还不如留在人间，在月光下起舞，最起码还可以与自己清影为伴。这首词从幻想上天写起，写到这里又回到热爱人间的感情上来。从“我欲”到“又恐”至“何似”的心理转折开阖中，展示了苏轼情感的波澜起伏。他终于从幻觉回到现实，在出世与入世的矛盾纠葛中，入世思想最终占了上风。“何似在人间”是毫无疑问的肯定，雄健的笔力显示了情感的强烈。&&&下片怀人，即兼怀子由，由中秋的圆月联想到人间的离别，同时感念人生的离合无常。“转朱阁，低绮户，照无眠。”转和低都是指月亮的移动，暗示夜已深沉。月光转过朱红的楼阁，低低地穿过雕花的门窗，照到了房中迟迟未能入睡之人。这里既指自己怀念弟弟的深情，又可以泛指那些中秋佳节因不能与亲人团圆以至难以入眠的一切人。“无眠”是泛指那些因为不能和亲人团圆而感到忧伤，以致不能入睡的人。月圆而人不能圆，这是多么遗憾的事啊！于是词人便无理地埋怨明月说：“不应有恨，何事长向别时圆？”明月您总不该有什么怨恨吧，为什么总是在人们离别的时候才圆呢？相形之下，更加重了离人的愁苦了。这是埋怨明月故意与人为难，给人增添忧愁，无理的语气进一步衬托出词人思念胞弟的手足深情，却又含蓄地表达了对于不幸的离人们的同情。&&&接着，诗人把笔锋一转，说出了一番宽慰的话来为明月开脱：“人有悲欢离合，月有阴晴圆缺，此事古难全。”人有悲欢离合，月也有阴晴圆缺。她有被乌云遮住的时候，有亏损残缺的时候，她也有她的遗憾，自古以来世上就难有十全十美的事。既然如此，又何必为暂时的离别而感到忧伤呢？词人毕竟是旷达的，他随即想到月亮也是无辜的。既然如此，又何必为暂时的离别而忧伤呢？这三句从人到月、从古到今做了高度的概括。从语气上，好像是代明月回答前面的提问；从结构上，又是推开一层，从人、月对立过渡到人、月融合。为月亮开脱，实质上还是为了强调对人事的达观，同时寄托对未来的希望。因为，月有圆时，人也有相聚之时。很有哲理意味。&&&词的最后说：“但愿人长久，千里共婵娟。”“婵娟”是美好的样子，这里指嫦娥，也就是代指明月。“共婵娟”就是共明月的意思，典故出自南朝谢庄的《月赋》：“隔千里兮共明月。”既然人间的离别是难免的，那么只要亲人长久健在，即使远隔千里也还可以通过普照世界的明月把两地联系起来，把彼此的心沟通在一起。“但愿人长久”，是要突破时间的局限；“千里共婵娟”，是要打通空间的阻隔。让对于明月的共同的爱把彼此分离的人结合在一起。古人有“神交”的说法，好友天各一方，不能见面，却能以精神相通。“千里共婵娟”也可以说是一种神交了！这两句并非一般的自慰和共勉，而是表现了作者处理时间、空间以及人生这样一些重大问题所持的态度，充分显示出词人精神境界的丰富博大。王勃有两句诗：“海内存知己，天涯若比邻。”意味深长，传为佳句，与“千里共婵娟”有异曲同工之妙。另外，张九龄的《望月怀远》说：“海上生明月，天涯共此时。”许浑的《秋霁寄远》说：“唯应待明月，千里与君同。”都可以互相参看。但愿人们年年平安，相隔千里也能够共享这美好的月光，表达了作者的祝福和对亲人的思念，表现了作者旷达的态度和乐观的精神。苏轼就是把前人的诗意化解到自己的作品中，熔铸成一种普遍性的情感。正如词前小序所说，这首词表达了对弟弟苏辙（字子由）的怀念之情，但并不限于此。可以说这首词是苏轼在中秋之夜，对一切经受着离别之苦的人表示的美好祝愿。&&&此篇是苏词代表作之一。从艺术成就上看，它构思奇拔，畦径独辟，极富浪漫主义色彩，是历来公认的中秋词中的绝唱。从表现方面来说，词的前半纵写，后半横叙。上片高屋建瓴，下片峰回路转。前半是对历代神话的推陈出新，也是对魏晋六朝仙诗的递嬗发展。后半纯用白描，人月双及。它名为演绎物理，实则阐释人事。笔致错综回环，摇曳多姿。从布局方面来说，上片凌空而起，入处似虚；下片波澜层叠，返虚转实。最后虚实交错，纡徐作结。全词设景清丽雄阔，以咏月为中心表达了游仙“归去”与直舞“人间”、离欲与入世的矛盾和困惑，以及旷达自适，人生长久乐观和美好的愿望，极富哲理与人情。立意高远，构思新颖，意境清新如画。最后以旷达情怀收束，是词人情怀的自然的流露。情韵兼胜，境界壮美，具有很高的审美价值。此词全篇皆是佳句，典型地体现出苏词清雄旷达的风格。&&&作者既标举了“ 绝尘寰的宇宙意识”，又摒弃那种“在神奇的永恒面前的错愕”情态（闻一多评《春江花月夜》语）。他并不完全超然地对待自然界的变化发展，而是努力从自然规律中寻求“随缘自娱”的生活意义。所以，尽管这首词基本上是一种情怀寥落的秋的吟咏，读来却并不缺乏“触处生春”、引人向上的韵致。&&&对于这首《水调歌头》历来都是推崇备至。胡仔《苕溪渔隐丛话》认为此词是写中秋的词里最好的一首。这首词仿佛是与明月的对话，在对话中探讨着人生的意义。既有理趣，又有情趣，很耐人寻味。因此九百年来传诵不衰。吴潜《霜天晓角》：“且唱东坡《水调》，清露下，满襟雪。”《水浒传》第三十回写八月十五“可唱个中秋对月对景的曲儿”，唱的就是这 “一支东坡学士中秋《水调歌》。”可见宋元时传唱之盛。全词意境豪放而阔大，情怀乐观而旷达，对明月的向往之情，对人间的眷恋之意，以及那浪漫的色彩，潇洒的风格和行云流水一般的语言，至今还能给人们以健康的美学享受。",
                    "transferInfo" : "明月从什么时候开始有的呢？我拿着酒杯遥问苍天。不知道天上的宫殿，今晚是哪一年。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇，太高了我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上在人间。月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人。明月不应该对人们有什么怨恨吧，可又为什么总是在人们离别之时才圆呢？人有悲欢离合的变迁，月有阴晴圆缺的转换，这事儿自古以来就很难周全。希望人们可以长长久久地在一起，即使相隔千里也能一起欣赏这美好的月亮。",
                    "backgroundInfo" : "这首词是公元1076年（宋神宗熙宁九年）中秋作者在密州时所作。苏轼因为与当权的变法者王安石等人政见不同，自求外放，辗转在各地为官。他曾经要求调任到离苏辙较近的地方为官，以求兄弟多多聚会。公元1074年（熙宁七年）苏轼差知密州。到密州后，这一愿望仍无法实现。公元1076年的中秋，皓月当空，银辉遍地，词人与胞弟苏辙分别之后，已七年未得团聚。此刻，词人面对一轮明月，心潮起伏，于是乘酒兴正酣，挥笔写下了这首名篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山坡羊·潼关怀古",
                    "author" : "张养浩",
                    "content" : "峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！",
                    "addtionInfo" : "山坡羊：曲牌名，是这首散曲的格式；“潼关怀古”是标题。峰峦如聚：形容群峰攒集，层峦叠嶂。聚：聚拢；包围波涛如怒：形容黄河波涛的汹涌澎湃。怒：指波涛汹涌。山河表里潼关路：外面是山，里面是河，形容潼关一带地势险要。具体指潼关外有黄河，内有华山。表里：即内外。《左传·僖公二十八年》：“表里山河，必无害也。”注：“晋国外河而内山。”潼关：古关口名，在今陕西省潼关县，关城建在华山山腰，下临黄河，扼秦、晋、豫三省要冲，非常险要，为古代入陕门户，是历代的军事重地。西都：指长安（今陕西西安）。这是泛指秦汉以来在长安附近所建的都城。秦、西汉建都长安，东汉建都洛阳，因此称洛阳为东都，长安为西都。踌躇：犹豫、徘徊不定，心事重重，此处形容思潮起伏，，感慨万端陷入沉思，表示心里不平静。一作“踟蹰（chí chú）”。“伤心”二句：谓目睹秦汉遗迹，旧日宫殿尽成废墟，内心伤感。伤心：令人伤心的事， 形容词作动词。秦汉经行处：秦朝（前221年~前206年）都城咸阳和西汉（前208~8）的都城长安都在陕西省境内潼关的西面。经行处，经过的地方。指秦汉故都遗址。宫阙：宫，宫殿；阙，皇宫门前面两边的楼观。兴：指政权的统治稳固。兴、亡：指朝代的盛衰更替。",
                    "classInfo" : "33",
                    "poetryID" : "5",
                    "source" : "12",
                    "analysesInfo" : "此曲是张养浩晚年的代表作，也是元散曲中思想性、艺术性完美结合的名作。在他的散曲集《云庄乐府》中，以“山坡羊”曲牌写下的怀古之作有七题九首，其中尤以《潼关怀古》韵味最为沉郁，色彩最为浓重。此曲抚今追昔，由历代王朝的兴衰引到人民百姓的苦难，一针见血地点出了封建统治与人民的对立，表现了作者对历史的思索和对人民的同情。&&&全曲分三层：第一层（头三句），写潼关雄伟险要的形势。张养浩途经潼关，看到的是“峰峦如聚，波涛如怒”的景象。这层描写潼关壮景，生动形象。第一句写重重叠叠的峰峦，潼关在重重山峦包围之中，一“聚”字让读者眼前呈现出华山飞奔而来之势、群山攒立之状；因地势险要，为古来兵家必争之地。山本是静止的，“如聚”化静为动，一个“聚”字表现了峰峦的众多和动感。第二句写怒涛汹涌的黄河，潼关外黄河之水奔腾澎湃，一“怒”字让读者耳边回响千古不绝的滔滔水声。黄河水是无生命的，而“如怒”则赋予河水以人的情感和意志，一个“怒”字，写出了波涛的汹涌澎湃。“怒”字还把河水人格化，“怒”字注入了诗人吊古伤今而产生的满腔悲愤之情。为此景所动，第三句写潼关位于群山重重包围、黄河寒流其间那除隘之处。“山河表里潼关路”之感便油然而生，至此潼关之气势雄伟窥见一斑，如此险要之地，暗示潼关的险峻，乃为历代兵家必争之地，也由此引发了下文的感慨。&&&第二层（四一七句）。“望西都”两句，描写了作者西望长安的无限感慨。长安，历史上赫赫有名的汉唐大帝国的国都，历代有多少励精图治的帝皇，曾在此施展过宏图，建树过功业；也曾有过多少无道的昏君，在此滥施淫威，虐杀人民，成为历史的罪人。长安，在这个特定的历史舞台上，演出过多少威武雄壮，悲欢离合的戏剧；又有多少诗人，作家，写过多少有关长安的诗文。特别是人民群众，曾在长安这块土地上流过多少血汗！这就是作者“意踟蹰”的原因和内容吧！&&&“伤心秦汉”两句，描写了秦汉两代，都已成为历史的陈迹。秦皇汉武曾苦心营造的无数殿堂楼阁，万千水榭庭台，而今都已灰飞烟灭，化为尘土。曾经盛极一时的秦汉王朝，在人民的怒吼声中，都已灭亡，犹如“宫阙万间都做了土”一样。这字里行间寄予了作者多少感慨。&&&第三层（末四句），总写作者沉痛的感慨：历史上无论哪一个朝代，它们兴盛也罢，败亡也罢，老百姓总是遭殃受苦。一个朝代兴起了，必定大兴土木，修建奢华的宫殿，从而给人民带来巨大的灾难；一个朝代灭亡了，在战争中遭殃的也是人民。他指出历代王朝的兴或亡，带给百姓的都是灾祸和苦难。这是作者从历代帝王的兴亡史中概括出来的一个结论。三层意思环环相扣，层层深入，思想越来越显豁，感情越来越强烈，浑然形成一体。全曲景中藏情情中有景，情景交融。&&&“兴，百姓苦”两句，指出一个朝代的兴也好，亡也好，受苦的都是老百姓。作者从对历史的概括中提炼出的这一主题是极其鲜明而深刻的，提出的问题是十分重要而尖锐的。它表达了作者对人民的深切同情和对封建统治者的无比愤慨。这一结尾，确实是千锤百炼，一字千钧，语气尖刻而警拔，予以丰富而深沉，是对全曲的一个十分精辟的总结。&&&《潼关怀古》中对历史的概括，显指元代现实生活：怀古实乃伤今，沉重实乃责任。这种复杂的感情要结合作家的生平经历才能理解。张养浩特殊的仕途经历，决定了他的怀古散曲中有一种参破功名富贵的思想，《骊山怀古》中写到“赢，都做了土；输，都做了土。” 《洛阳怀古》中写到“功，也不长；名，也不长。” 《北邙山怀古》中写到“便是君，也唤不应；便是臣，也唤不应。”这些曲中张养浩把胜负之数、功名之分、生死之际，看成了毫无差别的，只是借古人古事述说富贵无常、人生如梦。只有《潼关怀古》以难得的沉重，以深邃的目光，揭示了封建社会里一条颠扑不破的真理“兴，百姓苦；亡，百姓苦。”&&&在写法上，作者采用的是层层深入的方式，由写景而怀古，再引发议论，将苍茫的景色、深沉的情感和精辞的议论三者完美结合，让这首小令有了强烈的感染力。字里行间中充满着历史的沧桑感和时代感，既有怀古诗的特色，又有与众不同的沉郁风格。&&&从作品内容、作家其他怀古作品、同时期其他作家怀古作品三个层面上看，《山坡羊·潼关怀古》都表现为一份难得的沉重。",
                    "transferInfo" : "华山的山峰从四面八方会聚，黄河的波涛像发怒似的汹涌。潼关古道内接华山，外连黄河。遥望古都长安，我徘徊不定，思潮起伏。令人伤心的是秦宫汉阙里那些走过的地方，万间宫殿早已化作了尘土。一朝兴盛，百姓受苦；一朝灭亡，百姓依旧受苦。",
                    "backgroundInfo" : "张养浩为官清廉，爱民如子。天历二年（1329年），因关中旱灾，被任命为陕西行台中丞以赈灾民。他命驾西秦过程中，亲睹人民的深重灾难，感慨叹喟，愤愤不平、遂散尽家财，尽心尽力去救灾，终因过分操劳而殉职。张养浩在“关中大旱”之际写下了这首《山坡羊》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "饮酒·其五",
                    "author" : "陶渊明",
                    "content" : "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。",
                    "addtionInfo" : "结庐：建造住宅，这里指居住的意思。车马喧：指世俗交往的喧扰。君：指作者自己。何能尔：为什么能这样。 尔：如此、这样。悠然：自得的样子。见：看见（读jiàn），动词。南山：泛指山峰，一说指庐山。日夕：傍晚。相与：相交，结伴。相与还：结伴而归。",
                    "classInfo" : "107",
                    "poetryID" : "6",
                    "source" : "1",
                    "analysesInfo" : "这首诗的意境可分为两层，前四句为一层，写诗人摆脱世俗烦恼后的感受。后六句为一层，写南山的美好晚景和诗人从中获得的无限乐趣。表现了诗人热爱田园生活的真情和高洁人格。&&&“结庐在人境，而无车马喧”诗起首作者言自己虽然居住在人世间，但并无世俗的交往来打扰。为何处人境而无车马喧的烦恼？因为“心远地自偏”，只要内心能远远地摆脱世俗的束缚，那么即使处于喧闹的环境里，也如同居于僻静之地。陶渊明早岁满怀建功立业的理想，几度出仕正是为了要实现匡时济世的抱负。但当他看到“真风告逝，大为斯兴”，官场风波险恶，世俗伪诈污蚀，整个社会腐败黑暗，于是便选择了洁身自好、守道固穷的道路，隐居田园，躬耕自资。“结庐在人境”四句，就是写他精神上在摆脱了世俗环境的干扰之后所产生的感受。所谓“心远”，即心不念名利之场，情不系权贵之门，绝进弃世，超尘脱俗。由于此四句托意高妙，寄情深远，因此前人激赏其“词彩精拔”。&&&“问君何能尔？心远地自偏” 中的“心远”是远离官场，更进一步说，是远离尘俗，超凡脱俗。  排斥了社会公认的价值尺度，探询作者在什么地方建立人生的基点，这就牵涉到陶渊明的哲学思想。这种哲学可以称为“自然哲学”，它既包含自耕自食、俭朴寡欲的生活方式，又深化为人的生命与自然的统一和谐。在陶渊明看来，人不仅是在社会、在人与人的关系中存在的，而且，甚至更重要的，每一个个体生命作为独立的精神主体，都直接面对整个自然和宇宙而存在。&&&这些道理，如果直接写出来，诗就变成论文了。所以作者只是把哲理寄寓在形象之中。诗人在自己的庭园中随意地采摘菊花，偶然间抬起头来，目光恰与南山相会。“悠然见南山”，按古汉语法则，既可解为“悠然地见到南山”，亦可解为“见到悠然的南山”。所以，这“悠然”不仅属于人，也属于山，人闲逸而自在，山静穆而高远。在那一刻，似乎有共同的旋律从人心和山峰中一起奏出，融为一支轻盈的乐曲。&&&“采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还”此四句叙写诗人归隐之后精神世界和自然景物浑然契合的那种悠然自得的神态。东篱边随便采菊，偶然间抬头见到南山。傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。诗人从南山美景中联想到自己的归隐，从中悟出了返朴归真的哲理。飞鸟朝去夕回，山林乃其归宿；自己屡次离家出仕，最后还得回归田园，田园也为己之归宿。诗人在《归去来兮辞》中曾这样写道：“云无心以出岫，鸟倦飞而知还。”他以云、鸟自喻，云之无心出岫，恰似自己无意于仕而仕；鸟之倦飞知还，正像本人厌恶官场而隐。本诗中“飞鸟相与还”两句，与《归去来兮辞》中“鸟倦飞而知还”两句，其寓意实为同一。&&&“采菊东篱下”四句，古人对此评价甚高。张戒说：“‘采菊东篱下，悠然见南山’，此景物在目前，而非至闲至静之中，则不能到，此味不可及也。”那么，张戒所说的“味”是什么呢？为何说“此味不可及”呢？我们知道，陶诗不尚藻饰，不事雕琢，明白如话，朴素自然，故前人常用“平淡”两字以概其诗风。但陶诗之平淡乃从“组丽”中来，是平而有趣，淡而有味。这种貌似平淡实则醇美的特色，实为一种更高的艺术境界，非常人所知，亦非常人所能。张戒所说的“味”，当是陶诗醇美的韵味。此种韵味之所以“不可及”，原因固然众多。我们撇开文学修养、艺术才能等条件，可以说这种韵味只有像陶渊明那种不愿随俗浮沉，不肯汩泥扬波的诗人才能写出，也即只有寄心于远、心境“至闲至静”者才能写出。&&&“此中有真意，欲辨已忘言。”诗末两句，诗人言自己的从大自然的美景中领悟到了人生的意趣，表露了纯洁自然的恬淡心情。诗里的“此中”，我们可以理解为此时此地（秋夕篱边），也可理解为整个田园生活。所谓“忘言”，实是说恬美安闲的田园生活才是自己真正的人生，而这种人生的乐趣，只能意会，不可言传，也无需叙说。这充分体现了诗人安贫乐贱、励志守节的高尚品德。 这两句说的是这里边有人生的真义，想辨别出来，却忘了怎样用语言表达。“忘言”通俗地说，就是不知道用什么语言来表达，只可意会，不可言传。“至情言语即无声”，这里强调一个“真”字，指出辞官归隐乃是人生的真谛。&&&《饮酒·结庐在人境》以平淡之语，写秋日晚景，叙归隐之乐，道生活哲理，既富于情趣，又饶有理趣，达到了情、景、理的统一。尤其是“问君何能尔？心远地自偏”，“此中有真意，欲辨已忘言”几句，“清悠淡永，有自然之味”，更具艺术魅力。",
                    "transferInfo" : "将房屋建造在人来人往的地方，却不会受到世俗交往的喧扰。问我为什么能这样，只要心志高远，自然就会觉得所处地方僻静了。在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。这里面蕴含着人生的真正意义，想要分辨清楚，却不知怎样表达。",
                    "backgroundInfo" : "这首诗大约作于公元四一七年，即诗人归田后的第十二年，正值东晋灭亡前夕。作者感慨甚多，借饮酒来抒情写志。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "行路难",
                    "author" : "李白",
                    "content" : "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。",
                    "addtionInfo" : "行路难：选自《李白集校注》，乐府旧题。金樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。玉盘：精美的食具。珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。投箸：丢下筷子。箸（zhù）：筷子。不能食：咽不下。茫然：无所适从。太行：太行山。闲来垂钓碧溪上，忽复乘舟梦日边：这两句暗用典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商；伊尹曾梦见自己乘船从日月旁边经过，后被商汤聘请，助商灭夏。这两句表示诗人自己对从政仍有所期待。碧：一作“坐”。忽复：忽然又。多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”，岔路。安：哪里。长风破浪：比喻实现政治理想。据《宋书·宗悫传》载：宗悫少年时，叔父宗炳问他的志向，他说：“愿乘长风破万里浪。”会：当。云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。济：渡。",
                    "classInfo" : "22",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "诗的前四句写李白被“赐金放还”时，友人设下盛宴为之饯行。李白嗜酒，要是在平时，因为这美酒佳肴，再加上朋友的一片盛情，肯定是会“一饮三百杯”的。然而，这一次他却放下杯筷，无心进餐。他离开座席，拔下宝剑，举目四顾，心绪茫然。停、投、拔、顾四个连续的动作，形象地显示了内心的苦闷抑郁，感情的激荡变化。&&&“欲渡黄河冰塞川，将登太行雪满山。”紧承“心茫然”，正面写“行路难”。诗人用“冰塞川”、“雪满山”象征人生道路上的艰难险阻，具有比兴的意味。一个怀有伟大政治抱负的人物，在受诏入京、有幸接近皇帝的时候，皇帝却不能任用，被“赐金还山”，变相撵出了长安，这正像是遇到了冰塞黄河、雪拥太行。但是，李白并不是那种软弱的性格，从“拔剑四顾”开始，就表示着不甘消沉，而要继续追求。&&&“闲来垂钓碧溪上，忽复乘舟梦日边。”诗人在心境茫然之中，忽然想到两位开始在政治上并不顺利，而最后终于大有作为的人物：一位是吕尚，九十岁在磻溪钓鱼，得遇文王；一位是伊尹，在受商汤聘前曾梦见自己乘舟绕日月而过。想到这两位历史人物的经历，又给诗人增加了信心。&&&“行路难，行路难，多歧路，今安在？”吕尚、伊尹的遇合，固然增加了对未来的信心，但当他的思路回到眼前现实中来的时候，又再一次感到人生道路的艰难。离筵上瞻望前程，只觉前路崎岖，歧途甚多，不知道他要走的路，究竟在哪里。这是感情在尖锐复杂的矛盾中再一次回旋。但是倔强而又自信的李白，决不愿在离筵上表现自己的气馁。他那种积极用世的强烈要求，终于使他再次摆脱了歧路彷徨的苦闷，唱出了充满信心与展望的强音：“长风破浪会有时，直挂云帆济沧海！”他相信尽管前路障碍重重，但仍将会有一天要像南朝宋时宗悫（que）所说的那样，乘长风破万里浪，挂上云帆，横渡沧海，到达理想的彼岸。&&&这首诗一共十四句，八十二个字，在七言歌行中只能算是短篇，但它跳荡纵横，具有长篇的气势格局。其重要的原因之一，就在于它百步九折地揭示了诗人感情的激荡起伏、复杂变化。诗的一开头，“金樽美酒”，“玉盘珍羞”，让人感觉似乎是一个欢乐的宴会，但紧接着“停杯投箸”、“拔剑四顾”两个细节，就显示了感情波涛的强烈冲击。中间四句，刚刚慨叹“冰塞川”、“雪满山”，又恍然神游千载之上，仿佛看到了吕尚、伊尹由微贱而忽然得到君主重用。诗人的心理，急遽变化交替。最后一句节奏短促、跳跃，完全是急切不安状态下的内心独白，逼肖地传达出进退失据而又要继续探索追求的复杂心理。结尾二句，经过前面的反复回旋以后，境界顿开，唱出了高昂乐观的调子，相信他自己的理想抱负总有实现的一天。&&&通过这样层层迭迭的感情起伏变化，既充分显示了黑暗污浊的政治现实对诗人的宏大理想抱负的阻遏，反映了由此而引起的诗人内心的强烈苦闷、愤郁和不平，同时又突出表现了诗人的倔强、自信和他对理想的执着追求，展示了诗人力图从苦闷中挣脱出来的强大精神力量。",
                    "transferInfo" : "金杯中的美酒一斗价十千，玉盘里的菜肴珍贵值万钱。心中郁闷，我放下杯筷不愿进餐；拔出宝剑环顾四周，心里一片茫然。想渡黄河，冰雪却冻封了河川；想登太行山，莽莽风雪早已封山。像姜尚垂钓溪，闲待东山再起；又像伊尹做梦，他乘船经过日边。人生道路多么艰难，多么艰难；歧路纷杂，如今又身在何处？相信乘风破浪的时机总会到来，到时定要扬起征帆，横渡沧海！",
                    "backgroundInfo" : "公元742年（天宝元年），李白奉诏入京，担任翰林供奉。却没被唐玄宗重用，还受到权臣的谗毁排挤，两年后被“赐金放还”，变相撵出了长安。李白被逼出京，朋友们都来为他饯行，求仕无望的他深感仕路的艰难，满怀愤慨写下了此篇《行路难》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "茅屋为秋风所破歌",
                    "author" : "杜甫",
                    "content" : "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻？安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！",
                    "addtionInfo" : "秋高：秋深。怒号（háo）：大声吼叫。三重（chóng）茅：几层茅草。三，泛指多。挂罥（juàn）：挂着，挂住。罥，挂。长（cháng）：高。塘坳（ào）：低洼积水的地方（即池塘）。塘，一作”堂“。坳，水边低地。忍能对面为盗贼：竟忍心这样当面做“贼”。忍能，忍心如此。对面，当面。为，做。入竹去：进入竹林。呼不得：喝止不住。俄顷（qǐng）：不久，一会儿，顷刻之间。秋天漠漠向昏黑（古音念hè）：指秋季的天空阴沉迷蒙，渐渐黑了下来。布衾（qīn）：布质的被子。衾，被子。恶卧：睡相不好。裂：使动用法，使……裂。屋漏：根据《辞源》释义，指房子西北角，古人在此开天窗，阳光便从此处照射进来。“床头屋漏”，泛指整个屋子。雨脚如麻：形容雨点不间断，像下垂的麻线一样密集。雨脚，雨点。丧（sāng）乱：战乱，指安史之乱。沾湿：潮湿不干。何由彻：如何才能挨到天亮。彻，彻晓。安得：如何能得到。广厦（shà）：宽敞的大屋。大庇（bì）：全部遮盖、掩护起来。庇，遮盖，掩护。寒士：“士”原指士人，即文化人，但此处是泛指贫寒的士人们。俱：都。欢颜：喜笑颜开。呜呼：书面感叹词，表示叹息，相当于“唉”。突兀（wù）：高耸的样子，这里用来形容广厦。见（xiàn）：通“现”，出现。庐：茅屋。亦：一作“意”。足：值得。",
                    "classInfo" : "34",
                    "poetryID" : "8",
                    "source" : "12",
                    "analysesInfo" : "这首诗可分为四节。&&&第一段中共有五句，句句押韵，“号”、“茅”、“郊”、“梢”、“坳”五个开口呼的平声韵脚传来阵阵风声。&&&“八月秋高风怒号，卷我屋上三重茅。”起势迅猛。“风怒号”三字，音响宏大，犹如秋风咆哮。一个“怒”字，把秋风拟人化，从而使下一句不仅富有动作性，而且富有浓烈的感情色彩——诗人好不容易盖了这座茅屋，刚刚定居下来，秋风却怒吼而来，卷起层层茅草，使得诗人焦急万分。&&&“茅飞渡江洒江郊”的“飞”字紧承上句的“卷”字，“卷”起的茅草没有落在屋旁，却随风“飞”走，“飞”过江去，然后分散地、雨点似地“洒”在“江郊”：“高者挂罥长林梢”，很难弄下来；“下者飘转沉塘坳”，也很难收回来。“卷”、“飞”、“渡”、“洒”、“挂罥”、“飘转”，一个接一个的动态不仅组成一幅幅鲜明的图画，而且紧紧地牵动诗人的视线，拨动诗人的心弦。&&&诗人的高明之处在于他并没有抽象地抒情达意，而是寓情意于客观描写之中。这几句诗所表现的场景是：一个衣衫单薄、破旧的干瘦老人拄着拐杖，立在屋外，眼巴巴地望着怒吼的秋风把他屋上的茅草一层又一层地卷了起来，吹过江去，稀里哗啦地洒在江郊的各处。他对大风破屋的焦灼和怨愤之情，不能不激起读者心灵上的共鸣。&&&第二段中共有五句，这是前一节的发展，也是对前一节的补充。&&&前节写“洒江郊”的茅草无法收回，除此以外，还有落在平地上可以收回的茅草，但却被“南村群童”抱跑了。“欺我老无力”五字宜着眼，如果诗人不是“老无力”，而是年当壮健有气力，自然不会受这样的欺侮。“忍能对面为盗贼”，意思是，群童竟然忍心在他的眼前做盗贼。但其实，这不过是表现了诗人因“老无力”而受欺侮的愤懑心情而已，决不是真的给“群童”加上“盗贼”的罪名，要告到官府里去办罪。所以，“唇焦口燥呼不得”，也就无可奈何罢了。用诗人杜甫的《又呈吴郎》一诗中的话说，这正是“不为困穷宁有此”，诗人如果不是十分困穷，就不会对大风刮走茅草那么心急如焚；“群童”如果不是因为他十分困穷，也不会冒着狂风抱走那些并不值钱的茅草。这一切，都是结尾的伏线。“安得广厦千万间，大庇天下寒士俱欢颜”的博大胸襟和崇高愿望，正是从“四海困穷”的现实基础上产生而来的。&&&“归来倚杖自叹息”总收一、二两节。诗人大约是一听到北风狂叫，就担心盖得不够结实的茅屋发生危险，因而就拄杖出门，直到风吹屋破，茅草无法收回，这才无可奈何地走回家中。“倚杖”，当然又与“老无力”照应。“自叹息”中的“自”字，下得很沉痛，诗人如此不幸的遭遇只有他自己在叹息，未引起别人的同情和帮助，则世风的淡薄，就意在言外了，因而他“叹息”的内容，也就十分深广。当他自己风吹屋破，无处安身，得不到别人的同情和帮助的时候，联想到类似处境的无数穷人。&&&作者叹息的内容有三：1．自己的苦；2．周围人的苦；3．战乱给人们带来的痛苦。&&&第三段共八句，写屋破又遭连夜雨的苦况。&&&“俄顷风定云墨色，秋天漠漠向昏黑”两句，用饱蘸浓墨的大笔渲染出暗淡愁惨的氛围，从而烘托出诗人暗淡愁惨的心境，而密集的雨点即将从漠漠的秋空洒向地面，已在预料之中。&&&“布衾多年冷似铁，娇儿恶卧踏里裂”两句，没有穷困生活体验的作者是写不出来的。值得注意的是这不仅是写布被又旧又破，而是为下文写屋破漏雨蓄势。成都的八月，天气并不“冷”，正由于“床头屋漏无干处，雨脚如麻未断绝”，所以才感到冷。&&&“自经丧乱少睡眠，长夜沾湿何由彻”两句，一纵一收。一纵，从眼前的处境扩展到安史之乱以来的种种痛苦经历，从风雨飘摇中的茅屋扩展到战乱频繁、残破不堪的国家；一收，又回到“长夜沾湿”的现实。忧国忧民，加上“长夜沾湿”，诗人自然不能入睡。“长夜”是作者由于自己屋漏因而更觉夜长，还因自己和国家都在风雨飘摇中挣扎而觉得夜长。“何由彻”和前面的“未断绝”照应，表现了诗人既盼雨停，又盼天亮的迫切心情。而这种心情，又是屋破漏雨、布衾似铁的艰苦处境激发出来的。于是诗人由个人的艰苦处境联想到其他人的类似处境，水到渠成，自然而然地过渡到全诗的结尾。&&&“安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山”，前后用七字句，中间用九字句，句句蝉联而下，表现阔大境界和愉快情感的词如“广厦”、“千万间”、“大庇”、“天下”、“欢颜”、“安如山”等等，又声音洪亮，从而构成了铿锵有力的节奏和奔腾前进的气势，恰切地表现了诗人从“床头屋漏无干处”、“长夜沾湿何由彻”的痛苦生活体验中迸发出来的奔放激情和火热希望。这种感情，咏歌不足以表达，所以诗人发出了由衷的感叹：“呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！”抒发作者忧国忧民的情感，表现了作者推己及人、舍己为人的高尚品格，诗人的博大胸襟和崇高理想，至此表现得淋漓尽致。&&&此诗作者抒发的情怀与范仲淹的《岳阳楼记》中“先天下之忧而忧，后天下之乐而乐”抒发的情怀基本一致。也表达了作者关心民间疾苦，忧国忧民的思想感情。&&&俄国著名文学评论家别林斯基曾说：“任何一个诗人也不能由于他自己和靠描写他自己而显得伟大，不论是描写他本身的痛苦，或者描写他本身的幸福。任何伟大诗人之所以伟大，是因为他们的痛苦和幸福的根子深深地伸进了社会和历史的土壤里，因为他是社会、时代、人类的器官和代表。”杜甫在这首诗里描写了他本身的痛苦，但他不是孤立地、单纯地描写他本身的痛苦，而是通过描写他本身的痛苦来表现“天下寒士”的痛苦，来表现社会的苦难、时代的苦难。他也不仅仅是因为自身的不幸遭遇而哀叹、而失眠、而大声疾呼，在狂风猛雨无情袭击的秋夜，诗人脑海里翻腾的不仅是“吾庐独破”，而且是“天下寒士”的茅屋俱破。杜甫这种炽热的忧国忧民的情感和迫切要求变革黑暗现实的崇高理想，千百年来一直激动读者的心灵，并发生过积极的作用。&&&这首诗描绘秋夜屋漏、风雨交加的情景，真实的记录了草堂生活的一个片段。末段忽生异境，以切身的体验，推己及人，进一步把自己的困苦丢在一边，设想大庇天下寒士的万间广厦。这种非现实的幻想建立在诗人许身社稷，饥溺为怀的思想基础上；而博大胸怀之表现，则使作品放射出积极的浪漫主义光辉。全诗语言极其质朴而意象峥嵘，略无经营而波澜叠出，盖以流自肺腑，故能扣人心弦。",
                    "transferInfo" : "八月秋深狂风大声吼叫，狂风卷走了我屋顶上好几层茅草。茅草乱飞渡过浣花溪散落在对岸江边，飞得高的茅草缠绕在高高的树梢上，飞得低的飘飘洒洒沉落到池塘和洼地里。南村的一群儿童欺负我年老没力气，竟忍心这样当面做“贼”抢东西，明目张胆地抱着茅草跑进竹林里去了。我费尽口舌也喝止不住，回到家后拄着拐杖独自叹息。不久后风停了天空上的云像墨一样黑，秋季的天空阴沉迷蒙渐渐黑了下来。布质的被子盖了多年又冷又硬像铁板似的，孩子睡觉姿势不好把被子蹬破了。如遇下雨整个屋子没有一点儿干燥的地方，雨点像下垂的麻线一样不停地往下漏。自从安史之乱后我的睡眠时间就很少了，长夜漫漫屋子潮湿不干如何才能挨到天亮？如何能得到千万间宽敞的大屋，普遍地庇覆天底下贫寒的读书人让他们喜笑颜开，房屋遇到风雨也不为所动安稳得像山一样。唉！什么时候眼前出现这样高耸的房屋，到那时即使我的茅屋被秋风吹破自己受冻而死也心甘情愿！",
                    "backgroundInfo" : "这首诗作于唐肃宗上元二年（公元761年）八月。公元760年春天，杜甫求亲告友，在成都浣花溪边盖起了一座茅屋，总算有了一个栖身之所。不料到了公元761年八月，大风破屋，大雨又接踵而至。当时安史之乱尚未平息，诗人感慨万千，写下了这篇脍炙人口的诗篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "白雪歌送武判官归京",
                    "author" : "曾参",
                    "content" : "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
                    "addtionInfo" : "武判官：名不详。判官，官职名。唐代节度使等朝廷派出的持节大使，可委任幕僚协助判处公事，称判官，是节度使、观察使一类的僚属。白草：西域牧草名，秋天变白色。胡天：指塞北的天空。胡，古代汉民族对北方各民族的通称。梨花：春天开放，花作白色。这里比喻雪花积在树枝上，像梨花开了一样。珠帘：用珍珠串成或饰有珍珠的帘子。形容帘子的华美。罗幕：用丝织品做成的帐幕。形容帐幕的华美。这句说雪花飞进珠帘，沾湿罗幕。“珠帘”“罗幕”都属于美化的说法。狐裘（qiú）：狐皮袍子。锦衾（qīn）：锦缎做的被子。锦衾薄（bó）：丝绸的被子（因为寒冷）都显得单薄了。形容天气很冷。角弓：两端用兽角装饰的硬弓，一作“雕弓”。不得控：（天太冷而冻得）拉不开（弓）。控：拉开。都（dū）护：镇守边镇的长官此为泛指，与上文的“将军”是互文。铁衣：铠甲。难着（zhuó）：一作“犹着”。着：亦写作“著”。瀚（hàn）海：沙漠。阑干：纵横交错的样子。百丈：一作“百尺”，一作“千尺”。惨淡：昏暗无光。中军：称主将或指挥部。古时分兵为中、左、右三军，中军为主帅的营帐。饮归客：宴饮归京的人，指武判官。饮，动词，宴饮。胡琴琵琶与羌（qiāng）笛：胡琴等都是当时西域地区兄弟民族的乐器。羌笛：羌族的管乐器。辕门：军营的门。古代军队扎营，用车环围，出入处以两车车辕相向竖立，状如门。这里指帅衙署的外门。风掣（chè）：红旗因雪而冻结，风都吹不动了。掣：拉，扯。冻不翻：旗被风往一个方向吹，给人以冻住之感。轮台：唐轮台在今新疆维吾尔自治区米泉县境内，与汉轮台不是同一地方。满：铺满。形容词活用为动词。山回路转：山势回环，道路盘旋曲折。",
                    "classInfo" : "5",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "此诗是岑参边塞诗的代表作，作于他第二次出塞时期。此时，他很受安西节度使封常青的器重，他的大多数边塞诗成于这一时期。&&&此诗描写西域八月飞雪的壮丽景色，抒写塞外送别、雪中送客之情，表现离愁和乡思，却充满奇思异想，并不令人感到伤感。诗中所表现出来的浪漫理想和壮逸情怀使人觉得塞外风雪变成了可玩味欣赏的对象。全诗内涵丰富宽广，色彩瑰丽浪漫，气势浑然磅礴，意境鲜明独特，具有极强的艺术感染力，堪称盛世大唐边塞诗的压卷之作。其中“忽如一夜春风来，千树万树梨花开”等诗句已成为千古传诵的名句。&&&全诗以一天雪景的变化为线索，记叙送别归京使臣的过程，文思开阔，结构缜密。共分三个部分。&&&前四句为第一部分，描写早晨起来看到的奇丽雪景和感受到的突如其来的奇寒。挂在枝头的积雪，在诗人的眼中变成了一夜盛开的梨花，和美丽的春天一起到来。前面四句主要写景色的奇丽。“即”、“忽如”等词形象、准确地表现了早晨起来突然看到雪景时的情形。经过一夜，大地银装素裹，焕然一新。接着视线从帐外逐渐转入帐内。飞雪进入珠帘，打湿了军帐。诗人选取居住、睡眠、穿衣、拉弓等日常活动来表现寒冷，如同选取早晨观雪表现奇异一样是很恰当的。虽然天气寒冷，但将士却毫无怨言。而且“不得控”，天气寒冷也会训练，还在拉弓练兵。表面写寒冷，实际是用冷来反衬将士内心的热，更表现出将士们乐观激昂的战斗情绪。通过人的感受写严寒，手法又具体真切，不流于抽象概念。诗人对奇寒津津乐道，使人不觉其苦，反觉冷得新鲜，寒得有趣。这又是诗人“好奇”个性的表现。&&&中间两句为第二部分，描写白天雪景的雄伟壮阔和饯别宴会的盛况。“瀚海阑干百丈冰，愁云惨淡万里凝”，用浪漫夸张的手法，气势磅礴地勾出瑰奇壮丽的沙塞雪景，反衬下文的欢乐场面，体现将士们歌舞的积极意义。“中军置酒饮归客，胡琴琵琶与羌笛”，并列三种乐器而不写音乐本身，颇似笨拙，但仍能间接传达一种急管繁弦的场面，以及“总是关山旧别情”的意味。在主帅的中军摆开筵席，倾其所有地搬来各种乐器，且歌且舞，开怀畅饮，这宴会一直持续到暮色来临。第一部分内在的热情，在这里迸发倾泄出来，达到了欢乐的顶点。&&&最后三句为第三部分，写傍晚送别友人踏上归途。“纷纷暮雪下辕门，风掣红旗冻不翻”，归客在暮色中迎着纷飞的大雪步出帐幕，冻结在空中的鲜艳旗帜，在白雪中显得绚丽。旗帜在寒风中毫不动摇、威武不屈的形象是将士的象征。这两句一动一静，相互映衬，画面生动，色彩鲜明。“轮台东门送君去，去时雪满天山路”，尽管依依不舍，毕竟是分手的时候了。“山回路转不见君，雪上空留马行处”，用平淡质朴的语言表现了将士们对战友的真挚感情，字字传神，含蓄隽永。这一部分描写了对友人惜别之情。&&&这首诗，以奇丽多变的雪景，纵横矫健的笔力，开阖自如的结构，抑扬顿挫的韵律，准确、鲜明、生动地制造出奇中有丽、丽中奇的美好意境，不仅写得声色宜，张弛有致，而且刚柔相间，急缓相济，是一首不可多得的边塞佳作。全诗不断变换着白雪画面，化景为情，慷慨悲壮，浑然雄劲。抒发了诗人对友人的依依惜别之情和因友人返京而产生的惆怅之情。",
                    "transferInfo" : "北风席卷大地吹折了白草，塞北的天空八月就飘降大雪。仿佛一夜之间春风吹来，树上有如梨花争相开放。雪花飞进珠帘沾湿了罗幕，狐裘不保暖盖上锦被也嫌单薄。将军的手冻得拉不开弓，铁甲冰冷得让人难以穿上。无边沙漠结着厚厚的冰，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路曲折已不见你的身影，雪地上只留下一行马蹄印迹。",
                    "backgroundInfo" : "岑参于唐玄宗天宝十三载（公元754年，唐玄宗天宝十三载）夏秋之交到北庭，唐肃宗至德二载（公元757年）春夏之交东归。天宝十三载是岑参第二次出塞，充任安西北庭节度使封常清的判官（节度使的僚属），而武判官即其前任，诗人在轮台送他归京（唐代都城长安）而写下了此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "己亥杂诗·其五",
                    "author" : "龚自珍",
                    "content" : "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。",
                    "addtionInfo" : "浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。吟鞭：诗人的马鞭。 东指：东方故里。即：到。 天涯：指离京都遥远。落红：落花。花朵以红色者为尊贵，因此落花又称为落红。花：比喻国家。",
                    "classInfo" : "27",
                    "poetryID" : "10",
                    "source" : "1",
                    "analysesInfo" : "这首诗是《己亥杂诗》的第五首，写诗人离京的感受。虽然载着“浩荡离愁”，却表示仍然要为国为民尽自己最后一份心力。&&&诗的前两句抒情叙事，在无限感慨中表现出豪放洒脱的气概。一方面，离别是忧伤的，毕竟自己寓居京城多年，故友如云，往事如烟；另一方面，离别是轻松愉快的，毕竟自己逃出了令人桎梏的樊笼，可以回到外面的世界里另有一番作为。这样，离别的愁绪就和回归的喜悦交织在一起，既有“浩荡离愁”，又有“吟鞭东指”；既有白日西斜，又有广阔天涯。这两个画面相反相成，互为映衬，是诗人当日心境的真实写照。诗的后两句以落花为喻，表明自己的心志，在形象的比喻中，自然而然地融入议论。“化作春泥更护花”，诗人是这样说的，也是这样做的。鸦片战争爆发后，他多次给驻防上海的江西巡抚梁章钜写信，商讨国事，并希望参加他的幕府，献计献策。可惜诗人不久就死在丹阳书院（年仅50岁），无从实现他的社会理想了，令人叹惋。&&&“落红不是无情物，化作春泥更护花”诗人笔锋一转，由抒发离别之情转入抒发报国之志。并反用陆游的词“零落成泥碾作尘，只有香如故。”落红，本指脱离花枝的花，但是，并不是没有感情的东西，即使化做春泥，也甘愿培育美丽的春花成长。不为独香，而为护花。表现诗人虽然脱离官场，依然关心着国家的命运，不忘报国之志，以此来表达他至死仍牵挂国家的一腔热情；充分表达诗人的壮怀，成为传世名句。&&&这首小诗将政治抱负和个人志向融为一体，将抒情和议论有机结合，形象地表达了诗人复杂的情感。龚自珍论诗曾说“诗与人为一，人外无诗，诗外无人”（《书汤海秋诗集后》），他自己的创作就是最好的证明。&&&主旨：抒发了自己辞官司离京时的复杂感情，展示了诗人不畏挫折、不甘沉沦、始终要为国家效力的坚强性格和献身精神。全诗移情于物，形象贴切，构思巧妙，寓意深刻。",
                    "transferInfo" : "离别京都的愁思浩如水波向着日落西斜的远处延伸，马鞭向东一挥，感觉就是人在天涯一般。从枝头上掉下来的落花不是无情之物，即使化作春泥，也甘愿培育美丽的春花成长。",
                    "backgroundInfo" : "道光十九年（1839），也就是鸦片战争的前一年，龚自珍已48岁，对清朝统治者大失所望，毅然决然辞官南归，回归故里，后又北上迎取眷属，在南北往返途中，他有所思，有所感，就用鸡毛写在账簿纸上，投入一个竹筐里。后来共“得纸团三百十五枚，盖作诗三百十五首也”（《与吴虹生书》），写就巨型组诗。这就是著名的《己亥杂诗》──那一年是己亥年。本文选自《己亥杂诗》的第五篇。作者当时愤然辞官，离别亲朋好友，愁肠百结。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠从弟",
                    "author" : "刘桢",
                    "content" : "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。",
                    "addtionInfo" : "亭亭：高耸的样子。瑟瑟：形容寒风的声音。一何：多么。惨凄：凛冽、严酷。罹（ lí ）凝寒：遭受严寒。 罹，遭受。岂不罹凝寒？松柏有本性：难道松柏没有遭到严寒的侵凌吗？（但是它依然青翠如故，)这是它的本性决定的。作者以松柏为喻，赞颂松柏能够挺立风中而不倒，经严寒而不凋。勉励他的堂弟坚贞自守，不因外力压迫而改变本性。",
                    "classInfo" : "35",
                    "poetryID" : "11",
                    "source" : "1",
                    "analysesInfo" : "这首诗看似咏物，实为言志，借青松之刚劲，明志向之坚贞。全诗由表及里，由此及彼，寓意高远，气壮脱俗。&&&起首二句，即以松的高洁之态动人情思，风的肃杀之声逼人警觉。用“亭亭”标示松的傲岸姿态，用“瑟瑟”摹拟刺骨的风声。绘影绘声，简洁生动。又以“谷中”映衬“山上”，更突出了位居全诗中心的青松的傲骨。&&&三四两句则加强了抒情的氛围。而且在似乎不相关的松和风之间冲突顿起，令听者心惊，观者颜开。两个“一何”强调诗人感受的强烈，一“盛”一“劲”表现冲突的激烈和诗人的感情倾向。第三句诗顺接第二句，第四句呼应首句，章法绵密，展开有序。&&&五六两句，由风势猛烈而发展到酷寒的冰霜，由松枝的刚劲而拓宽为一年四季常端正，越发显出环境的严酷和青松岁寒不凋的特性。诗的意境格外高远，格调更显得悲壮崇高。松树和环境的对比也更分明，而松树品性的价值也更加突现出来。&&&最后两句变换句式，以有力的一问一答作结。诗人由外而内，由表层到深层，把读者眼光从“亭亭”“端正”的外貌透视到松树内在的本性，以此表明松树之所以不畏狂风严寒，是因为有坚贞不屈的高风亮节。&&&全诗以松树为中心，写得集中紧凑。反复咏歌，却不平板单调。用词朴素无华，风骨雄健，气势有力。不重在工笔细描，而以层层深入事物的内核见长。&&&这首诗名为“赠从弟”，但无一语道及兄弟情谊。我们读来却颇觉情深谊长，而且能同诗人心心相印。这是因为诗人运用了象征手法，用松树象征自己的志趣、情操和希望。自然之物原本自生自灭，与人无关。但一旦诗人用多情的目光注入山水树木、风霜雷电，与自然界中某些同人类相通的特征一撞击，便会爆发出动人的火花。这种象征手法的运用，刘桢之前有屈原的桔颂，刘桢之后，则更是屡见不鲜，且形成中国古典诗歌的传统特征之一。&&&刘桢如果直接抒写内心情感，很易直露，便借松树的高洁来暗示情怀，以此自勉，也借以勉励从弟。全诗关于兄弟情谊虽“不着一字”，但味外之旨却更耐人品尝。",
                    "transferInfo" : "高山上松树挺拔耸立，山谷间狂风瑟瑟呼啸。风声是多么的猛烈，松枝又是多么的刚劲！任它满天冰霜惨惨凄凄，松树的腰杆终年端端正正。难道是松树没有遭到严寒的侵凌吗？不，是松柏天生有着耐寒的本性！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登幽州台歌",
                    "author" : "陈子昂",
                    "content" : "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。",
                    "addtionInfo" : "幽州：古十二州之一，现今北京市。幽州台：即黄金台，又称蓟北楼，故址在今北京市大兴，是燕昭王为招纳天下贤士而建。前：过去。古人：古代那些能够礼贤下士的圣君。后：未来。来者：后世那些重视人才的贤明君主。念：想到。悠悠：形容时间的久远和空间的广大。怆（chuàng）然：悲伤凄恻的样子。涕：古时指眼泪。",
                    "classInfo" : "27",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "诗人具有政治见识和政治才能，他言敢谏，但没有被武则天采纳，屡受击，心情郁郁悲愤。诗歌写登上幽州蓟北楼远望，悲从中来，并以“山河旧，人物不同”来抒发自己“生不逢时的哀叹。语言奔放，富有感染力。&&&“前不见古人，后不见来者。”这是一声人生短暂的感喟。诗人纵观古往今来，放眼于历史的长河，不能不感到人生的短促。天地悠悠，人生匆匆，短短的几十年真如白驹之过隙，转瞬之间就消失了。这种感叹既可以引出及时行乐的颓废思想，也可以引发加倍努力奋斗的志气。自古以来有多少仁人志士并不因感到人生短暂而消沉颓唐，反而更加振作精神，使自己有限的一生取得接近无限的意义。正因为陈子昂抱着这种积极态度，所以他才“怆然涕下”。也正因为在悲怆的深层，蕴蓄着一股积极奋发欲有所作为的豪气，所以才能引起我们的共鸣。诗人俯仰古今，深感人生短暂，宇宙无限，不觉中流下热泪。这是诗人空怀抱国为民之心不得施展的呐喊。细细读来，悲壮苍凉之气油然而生，而长短不齐的句法，抑扬变化的音节，更增添了艺术感染力。。&&&这首诗没有对幽州台作一字描写，而只是登台的感慨，却成为千古名篇。诗篇风格明朗刚健，是具有“汉魏风骨”的唐代诗歌的先驱之作，对扫除齐梁浮艳纤弱的形式主义诗风具有拓疆开路之功。在艺术上，其意境雄浑，视野开阔，使得诗人的自我形象更加鲜亮感人。全诗语言奔放，富有感染力，虽然只有短短四句，却在人们面前展现了一幅境界雄浑，浩瀚空旷的艺术画面。诗的前三句粗笔勾勒，以浩茫宽广的宇宙天地和沧桑易变的古今人事作为深邃、壮美的背景加以衬托。第四句饱蘸感情，凌空一笔，使抒情主人公——诗人慷慨悲壮的自我形象站到了画面的主位上，画面顿时神韵飞动，光彩照人。从结构脉络上说，前两句是俯仰古今，写出时间的绵长；第三句登楼眺望，写空间的辽阔无限；第四句写诗人孤单悲苦的心绪。这样前后相互映照，格外动人。&&&在用辞造语方面，此诗深受《楚辞》特别是其中《远游》篇的影响。《远游》有云：“惟天地之无穷兮，哀人生之长勤。往者余弗及兮，来者吾不闻。”此诗语句即从此化出，然而意境却更苍茫遒劲。&&&陈子昂这首感伤之作是由自己在现实生活中的遭遇触发的，但是其客观意义却远远超越了他自身以至他所处的时代的范围，带有一定的广泛性。表现在这首诗里的感伤情绪，和世俗的忧生叹逝有明显的不同。这是一种在对事业和人生的执着追求中产生的喟叹。",
                    "transferInfo" : "往前不见古代招贤的圣君，向后不见后世求才的明君。想到只有那苍茫天地悠悠无限，止不住满怀悲伤热泪纷纷。",
                    "backgroundInfo" : "这首诗写于公元696年（武则天万岁通天元年）。陈子昂是一个具有政治见识和政治才能的文人。诗人接连受到挫折，眼看报国宏愿成为泡影，因此登上蓟北楼，慷慨悲吟，写下了《登幽州台歌》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宣州谢脁楼饯别校书叔云",
                    "author" : "李白",
                    "content" : "弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。抽刀断水水更流，举杯消愁愁更愁。人生在世不称意，明朝散发弄扁舟。",
                    "addtionInfo" : "宣州：今安徽宣城一带。谢朓（tiǎo）楼：又名北楼、谢公楼，在陵阳山上，谢朓任宣城太守时所建，并改名为叠嶂楼。饯别：以酒食送行。校（jiào）书：官名，即秘书省校书郎，掌管朝廷的图书整理工作。叔云：李白的叔叔李云。长风：远风，大风。此：指上句的长风秋雁的景色。酣（hān）高楼：畅饮于高楼。蓬莱：此指东汉时藏书之东观。蓬莱，海中神山，为仙府，幽经秘籍并皆在也。蓬莱文章：借指李云的文章。建安骨：汉末建安（汉献帝年号，196—220）年间，“三曹”和“七子”等作家所作之诗风骨遒上，后人称之为“建安风骨”。小谢：指谢朓，字玄晖，南朝齐诗人。后人将他和谢灵运并称为大谢、小谢。这里用以自喻。清发（fā）：指清新秀发的诗风。发：秀发，诗文俊逸。俱怀：两人都怀有。逸兴（xìng）：飘逸豪放的兴致，多指山水游兴，超远的意兴。王勃《滕王阁序》：“遥襟甫畅，逸兴遄飞”。壮思飞：卢思道《卢记室诔》：“丽词泉涌，壮思云飞。”壮思：雄心壮志，豪壮的意思。揽：摘取。称（chèn）意：称心如意。明朝（zhāo）：明天。散发（fà）：不束冠，意谓不做官。这里是形容狂放不羁。古人束发戴冠，散发表示闲适自在。弄扁（piān）舟：乘小舟归隐江湖。扁舟：小舟，小船。",
                    "classInfo" : "36",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "本诗是作者在宣州谢朓楼上的饯别之作。诗人感怀万千，既满怀豪情逸兴，又时时掩抑不住郁闷和不平，感情回复跌宕，一波三折。语言明朗，似脱口而出，音调激越高昂。&&&此诗发端既不写楼，更不叙别，而是陡起壁立，直抒郁结。“昨日之日”与“今日之日”，是指许许多多个弃我而去的“昨日”和接踵而至的“今日”。也就是说，每一天都深感日月不居，时光难驻，心烦意乱，忧愤郁悒。这里既蕴含了“功业莫从就，岁光屡奔迫”的精神苦闷，也融铸着诗人对污浊的政治现实的感受。他的“烦忧”既不自“今日”始，他所“烦忧”者也非止一端。不妨说，这是对他长期以来政治遭遇和政治感受的一个艺术概括。忧愤之深广、强烈，正反映出天宝以来朝政的愈趋腐败和李白个人遭遇的愈趋困窘。理想与现实的尖锐矛盾所引起的强烈精神苦闷，在这里找到了适合的表现形式。破空而来的发端，重叠复沓的语言（既说“弃我去”，又说“不可留”；既言“乱我心”，又称“多烦忧”），以及一气鼓荡、长达十一字的句式，都极生动形象地显示出诗人郁结之深、忧愤之烈、心绪之乱，以及一触即发、发则不可抑止的感情状态。&&&“长风万里送秋雁，对此可以酣高楼。”两句突作转折：而对着寥廓明净的秋空，遥望万里长风吹送鸿雁的壮美景色，不由得激起酣饮高楼的豪情逸兴。这两句在读者面前展现出一幅壮阔明朗的万里秋空画图，也展示出诗人豪迈阔大的胸襟。从极端苦闷忽然转到朗爽壮阔的境界，仿佛变化无端，不可思议。但这正是李白之所以为李白。正因为他素怀远大的理想抱负，又长期为黑暗污浊的环境所压抑，所以时刻都向往着广大的可以自由驰骋的空间。目接“长风万里送秋雁”之境，不觉精神为之一爽，烦忧为之一扫，感到一种心、境契合的舒畅，“酣饮高楼”的豪情逸兴也就油然而生了。&&&“蓬莱文章建安骨，中间小谢又清发。”两句承高楼饯别分写主客双方。东汉时学者称东观（政府的藏书机构）为道家蓬莱山，唐人又多以蓬山，蓬阁指秘书省，李云是秘书省校书郎，所以这里用“蓬莱文章”借指李云的文章。建安骨，指刚健遒劲的“建安风骨”。上句赞美李云的文章风格刚健，下句则以“小谢”（即谢朓）自指，说自己的诗像谢朓那样，具有清新秀发的风格。李白非常推崇谢朓，这里自比小谢，正流露出对自己才能的自信。这两句自然地关合了题目中的谢朓楼和校书。&&&“俱怀逸兴壮思飞，欲上青天览明月。”两句就“酣高楼”进一步渲染双方的意兴，说彼此都怀有豪情逸兴、雄心壮志，酒酣兴发，更是飘然欲飞，想登上青天揽取明月。前面方写晴昼秋空，这里却说到“明月”，可见后者当非实景。“欲上”云云，也说明这是诗人酒酣兴发时的豪语。豪放与天真，在这里得到了和谐的统一。这正是李白的性格。上天揽月，固然是一时兴到之语，未必有所寓托，但这飞动健举的形象却让读者分明感觉到诗人对高洁理想境界的向往追求。这两句笔酣墨饱，淋漓尽致，把面对“长风万里送秋雁”的境界所激起的昂扬情绪推向最高潮，仿佛现实中一切黑暗污浊都已一扫而光，心头的一切烦忧都已丢到了九霄云外。&&&“抽刀断水水更流”的比喻是奇特而富于独创性的，同时又是自然贴切而富于生活气息的。谢朓楼前，就是终年长流的宛溪水，不尽的流水与无穷的烦忧之间本就极易产生联想，因而很自然地由排遣烦忧的强烈愿望中引发出“抽刀断水”的意念。由于比喻和眼前景的联系密切，从而使它多少具有“兴”的意味，读来便感到自然天成。尽管内心的苦闷无法排遣，但“抽刀断水”这个细节却生动地显示出诗人力图摆脱精神苦闷的要求，这就和沉溺于苦闷而不能自拔者有明显区别。&&&“人生在世不称意，明朝散发弄扁舟。”李白的进步理想与黑暗现实的矛盾，在当时历史条件下，是无法解决的，因此，他总是陷于“不称意”的苦闷中，而且只能找到“散发弄扁舟”这样一条摆脱苦闷的出路。这结论当然不免有些消极，甚至包含着逃避现实的成分。但历史与他所代表的社会阶层都规定了他不可能找到更好的出路。&&&李白的可贵之处在于，尽管他精神上经受着苦闷的重压，但并没有因此放弃对进步理想的追求。诗中仍然贯注豪迈慷慨的情怀。“长风”二句，“俱怀”二句，更象是在悲怆的乐曲中奏出高昂乐观的音调，在黑暗的云层中露出灿烂明丽的霞光。“抽刀”二句，也在抒写强烈苦闷的同时表现出倔强的性格。因此，整首诗给人的感觉不是阴郁绝望，而是忧愤苦闷中显现出豪迈雄放的气概。这说明诗人既不屈服于环境的压抑，也不屈服于内心的重压。&&&全诗如歌如诉，情感起伏涨落，韵味深长，一波三折，章法腾挪跌宕，起落无端，断续无迹，语言明朗朴素，音调激越高昂，达到了豪放与自然和谐统一的境界。",
                    "transferInfo" : "弃我而去的昨天，早已不可挽留。乱我心绪的今天，使人无限烦忧。万里长风，送走行行秋雁。面对美景，正可酣饮高楼。先生的文章颇具建安风骨，又不时流露出小谢诗风的清秀。我们都满怀豪情逸兴，飞跃的神思像要腾空而上高高的青天，去摘取那皎洁的明月。拔刀断水水却更加汹涌奔流，举杯消愁愁情上却更加浓烈。人生在世不能称心如意，不如披头散发，登上长江一叶扁舟。",
                    "backgroundInfo" : "这首诗大约是作于天宝十二载（公元753年）。此年秋天李白来到宣州，客居宣州不久，他的一位故人李云行至此，很快又要离开，李白陪他登谢朓楼，设宴送行。宣州谢朓楼是南齐诗人谢朓任宣城太守时所建。李白曾多次登临，并写过一首《秋登宣城谢朓北楼》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "无题·相见时难别亦难",
                    "author" : "李商隐",
                    "content" : "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。",
                    "addtionInfo" : "无题：唐代以来，有的诗人不愿意标出能够表示主题的题目时，常用“ 无题”作诗的标题。东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，凋零。丝方尽：丝，与“思”谐音，以“丝”喻“思”，含相思之意。蜡炬：蜡烛。泪始干：泪，指燃烧时的蜡烛油，这里取双关义，指相思的眼泪。晓镜：早晨梳妆照镜子。镜，用作动词，照镜子的意思。云鬓：女子多而美的头发，这里比喻青春年华。应觉：设想之词。月光寒：指夜渐深。蓬山：蓬莱山，传说中海上仙山，指仙境。青鸟：神话中为西王母传递音讯的信使。殷勤：情谊恳切深厚。探看（kān）：探望。",
                    "classInfo" : "37",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "这首诗，以女性的口吻抒写爱情心理，在悲伤、痛苦之中，寓有灼热的渴望和坚忍的执着精神，感情境界深微绵邈，极为丰富。&&&开头两句，写爱情的不幸遭遇和抒情主人公的心境：由于受到某种力量的阻隔，一对情人已经难以相会，分离的痛苦使她不堪忍受。首句的“别”字，不是说当下正在话别，而是指既成的被迫分离。两个“难”字，第一个指相会困难，第二个是痛苦难堪的意思。前人诗中曾有“别日何易会日难”（曹丕《燕歌行》）“别易会难得”（宋武帝《丁都护歌》）等句，都是以强调重聚之难而感叹离别之苦。李商隐从这里推进一步，表明因为“相见时难”所以“别亦难”——难以割舍、痛苦得难以禁受。诗人在一句之中两次使用“难”字，第二个“难”字的出现，因重复而给人以轻微的突兀感，造成了诗句的绵联纤曲之势，使相见无期的离别之痛因表达方式的低回婉转而显得分外的深沉和缠绵；这样的缠绵情态，在“别易会难得”等平直叙述中是不易体会的。这位抒情主人公既已伤怀如此，恰又面对着暮春景物，当然更使她悲怀难遣。暮春时节，东风无力，百花纷谢，美好的春光即将逝去，人力对此是无可奈何的，而自己的境遇之不幸，和心灵的创痛，也同眼前这随着春天的流逝而凋残的花朵一样，因为美的事物受到摧残，岂不令人兴起无穷的怅惘与惋惜！“东风无力百花残”一句，既写自然环境，也是抒情者心境的反映，物我交融，心灵与自然取得了精微的契合。这种借景物反映人的境遇和感情的描写，在李商隐的笔底是常见的。例如《夜雨寄北》的前两句：“君问归期未有期，巴山夜雨涨秋池。”次句不仅象征诗人留滞巴蜀，而且反映了客子离人的百无聊赖，同“东风无力百花残”一样，写实与象征融为一体，赋予感情以可以感触的外在形态，也就是通常说的寓情于景的抒情方式。&&&三、四句，接着写因为“相见时难”而“别亦难”的感情，表现得更为曲折入微。“春蚕到死丝方尽”中的“丝”字与“思”谐音，全句是说，自己对于对方的思念，如同春蚕吐丝，到死方休。“蜡炬成灰泪始干”是比喻自己为不能相聚而痛苦，无尽无休，仿佛蜡泪直到蜡烛烧成了灰方始流尽一样。思念不止，表现着眷恋之深，但是终其一生都将处于思念中，却又表明相会无期，前途是无望的，因此，自己的痛苦也将终生以随。可是，虽然前途无望，她却至死靡它，一辈子都要眷恋着；尽管痛苦，也只有忍受。所以，在这两句里，既有失望的悲伤与痛苦，也有缠绵、灼热的执着与追求。追求是无望的，无望中仍要追求，因此这追求也着有悲观色彩。这些感情，好象在无穷地循环，难以求其端绪；又仿佛组成一个多面的立体，光从一个角度是不能见其全貌的。诗人只用两个比喻就圆满地表现了如此复杂的心理状态，表明他的联想是很丰富的。“春蚕”句首先是人的眷恋感情之缠绵同春蚕吐丝绵绵不尽之间的联想，又从蚕吐丝到“死”方止而推移到人的感情之生死不渝，因此写出了“到死丝方尽”，使这一形象具有了多种比喻的意义。南朝乐府西曲歌《作蚕丝》：“春蚕不应老（不应，这里是“不顾”的意思），昼夜常怀丝。何惜微躯尽，缠绵自有时。”造意与《无题》的“春蚕”句相近。不过，这里的春蚕“何惜微躯尽”，是在料定“缠绵自有时”、前途颇有希望的情况下产生的意念。《无题》“春蚕”句则不然，就其表现追求精神而言，它表现的追求是无望的，却又是不计希望之有无的，感情境界有差异，联想也更为曲折。以蜡烛的燃烧比喻痛苦的煎熬，在李商隐以前的南朝乐府中，也不少见。如“思君如明烛，中宵空自煎”（王融《自君之出矣》），“思君如夜烛，煎泪几千行”（陈叔达，同题）等皆是。“蜡炬成灰泪始干”同样是用蜡烛作比喻，却不是单一地以蜡泪比拟痛苦，而是还进一步以“成灰始干”反映痛苦的感情终生以随，联想比前人深微复杂得多，形象的底蕴也因此而丰富得多了。&&&以上四句着重揭示内心的感情活动，使难以言说的复杂感情具体化，写得很精彩。五六句转入写外向的意念活动。上句写自己，次句想象对方。“云鬓改”，是说自己因为痛苦的折磨，夜晚辗转不能成眠，以至于鬓发斑白，容颜憔悴，亦即六朝诗人吴均所说“绿鬓愁中改，红颜啼里灭”（《和萧洗马子显古意六首》）的意思。但是，《无题》“晓镜”句说的是清晨照镜时为“云鬓改”而愁苦，并且是“但愁”——只为此而愁。这就生动地描写了纡折婉曲的精神活动，而不再是单纯地叙述青春被痛苦所消磨这件事了。自己于夜间因痛苦而憔悴，清晨又为憔悴而痛苦。夜间的痛苦，是因为爱情的追求不得实现；次日为憔悴而愁，是为了爱情而希望长葆青春，总之，为爱情而憔悴，而痛苦，而郁悒。这种昼夜廻环、缠绵往复的感情，仍然表现着痛苦而执着的心曲。“夜吟”句是推己及人，想象对方和自己一样痛苦。他揣想对方大概也将夜不成寐，常常吟诗遣怀，但是愁怀深重，无从排遣，所以愈发感到环境凄清，月光寒冷，心情也随之更趋暗淡。月下的色调是冷色调，“应觉月光寒”是借生理上冷的感觉反映心理上的凄凉之感。“应”字是揣度、料想的口气，表明这一切都是自己对于对方的想象。想象如此生动，体现了她对于情人的思念之切和了解之深。&&&想象愈具体，思念愈深切，便愈会燃起会面的渴望。既然会面无望，于是只好请使者为自己殷勤致意，替自己去看望他。这就是结尾两句的内容。诗词中常以仙侣比喻情侣，青鸟是一位女性仙人西王母的使者，蓬山是神话、传说中的一座仙山，所以这里即以蓬山用为对方居处的象征，而以青鸟作为抒情主人公的使者出现。这个寄希望于使者的结尾，并没有改变“相见时难”的痛苦境遇，不过是无望中的希望，前途依旧渺茫。诗已经结束了，抒情主人公的痛苦与追求还将继续下去。&&&这首诗，从头至尾都融铸着痛苦、失望而又缠绵、执着的感情，诗中每一联都是这种感情状态的反映，但是各联的具体意境又彼此有别。它们从不同的方面反复表现着融贯全诗的复杂感情，同时又以彼此之间的密切衔接而纵向地反映以这种复杂感情为内容的心理过程。这样的抒情，联绵往复，细微精深，成功地再现了心底的绵邈深情。&&&诗中一、三、四、五各句，都可以从李商隐以前的诗歌创作中发现相似的描写。在前人创作的薰陶和启发下，诗人有所继承和借鉴。但是他并没有简单地模仿前人，而是以很高的创造性，向前跨进了一大步，把原来比较朴素的表现手段改造得更曲折、生动，用以反映更为丰富、深刻的思想感情，实际上已经脱去旧的形迹，成为新的创造了。从这里可以看出，诗人丰富的文学修养与他对于意境和表现手段的探索，是这首诗取得成就的重要条件。",
                    "transferInfo" : "相见很难，离别更难，何况在这东风无力、百花凋谢的暮春时节。春蚕结茧到死时丝才吐完，蜡烛要烧成灰烬时像泪一样的蜡油才能滴干。早晨梳妆照镜，只担忧如云的鬓发改变颜色，容颜不再。长夜独自吟诗不寐，必然感到冷月侵人。蓬莱山离这儿不算太远，却无路可通，烦请青鸟一样的使者，殷勤地为我去探看。",
                    "backgroundInfo" : "在唐时，人们崇尚道教，信奉道术。李商隐在十五六岁的时候，即被家人送往玉阳山学道。其间与玉阳山灵都观女氏宋华阳相识相恋，但两人的感情却不能为外人明知，而作者的心内又奔涌着无法抑制的爱情狂澜，因此他只能以诗记情，并隐其题，从而使诗显得既朦胧婉曲、又深情无限。李商隐所写的以《无题》为题的诗篇，大多是抒写他们两人之间的恋情诗。此诗即其中一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相见欢·无言独上西楼",
                    "author" : "李煜",
                    "content" : "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理还乱，是离愁。别是一般滋味在心头。",
                    "addtionInfo" : "锁清秋：深深被秋色所笼罩。清秋，一作深秋。剪，一作翦。离愁：指去国之愁。别是一般：另有一种意味。别是，一作别有。",
                    "classInfo" : "38",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者被囚于宋国时所作，词中的缭乱离愁不过是他宫廷生活结束后的一个插曲，由于当时已经归降宋朝，这里所表现的是他离乡去国的锥心怆痛，这首词感情真实，深沉自然，突破了花间词以绮丽腻滑笔调专写“妇人语”的风格，是宋初婉约派词的开山之作。&&&“无言独上西楼”将人物引入画面。“无言”二字活画出词人的愁苦神态，“独上”二字勾勒出作者孤身登楼的身影，孤独的词人默默无语，独自登上西楼。神态与动作的描写，揭示了词人内心深处隐寓的很多不能倾诉的孤寂与凄婉。&&&“月如钩，寂寞梧桐深院，锁清秋”，寥寥12个字，形象地描绘出了词人登楼所见之景。仰视天空，缺月如钩。“如钩”不仅写出月形，表明时令，而且意味深长：那如钩的残月经历了无数次的阴晴圆缺，见证了人世间无数的悲欢离合，如今又勾起了词人的离愁别恨。俯视庭院，茂密的梧桐叶已被无情的秋风扫荡殆尽，只剩下光秃秃的树干和几片残叶在秋风中瑟缩，词人不禁“寂寞”情生。然而，“寂寞”的不只是梧桐，即使是凄惨秋色，也要被“锁”于这高墙深院之中。而“锁”住的也不只是这满院秋色，落魄的人，孤寂的心，思乡的情，亡国的恨，都被这高墙深院禁锢起来，此景此情，用一个愁字是说不完的。&&&缺月、梧桐、深院、清秋，这一切无不渲染出一种凄凉的境界，反映出词人内心的孤寂之情，同时也为下片的抒情做好铺垫。作为一个亡国之君，一个苟延残喘的囚徒，他在下片中用极其婉转而又无奈的笔调，表达了心中复杂而又不可言喻的愁苦与悲伤。&&&“剪不断，理还乱，是离愁。”用丝喻愁，新颖而别致。前人以“丝”谐音“思”，用来比喻思念，如李商隐“春蚕到死丝方尽，蜡炬成灰泪始干”（《无题》）就是大家熟悉的名句。李煜用“丝”来比喻“离愁”，别有一番新意。然而丝长可以剪断，丝乱可以整理，而那千丝万缕的“离愁”却是“剪不断，理还乱”。这位昔日的南唐后主心中所涌动的离愁别绪，是追忆“红日已高三丈后，金炉次第添金兽，红锦地衣随步皱”（《浣溪沙》）的荣华富贵，是思恋“风阁龙楼连霄汉，玉树琼枝作烟萝”（《破阵子》）的故国家园，是悔失“四十年来家国，三千里地山河”（《破阵子》）的帝王江山。然而，时过境迁，如今的李煜已是亡国奴、阶下囚，荣华富贵已成过眼烟云，故国家园亦是不堪回首，帝王江山毁于一旦。阅历了人间冷暖、世态炎凉，经受了国破家亡的痛苦折磨，这诸多的愁苦悲恨哽咽于词人的心头难以排遣。作者尝尽了愁的滋味，而这滋味，是难以言喻、难以说完的。&&&“别是一番滋味在心头”，紧承上句写出了李煜对愁的体验与感受。以滋味喻愁，而味在酸甜之外，它根植于人的内心深处，是一种独特而真切的感受。“别是”二字极佳，昔日唯我独尊的天子，如今成了阶下囚徒，备受屈辱，遍历愁苦，心头淤积的是思、是苦、是悔、还是恨……词人自己也难以说清，常人更是体会不到。若是常人，倒可以嚎啕倾诉，而李煜不能。他是亡国之君，即使有满腹愁苦，也只能“无言独上西楼”，眼望残月如钩、梧桐清秋，将心头的哀愁、悲伤、痛苦、悔恨强压在心底。这种无言的哀伤更胜过痛哭流涕之悲。&&&沈际飞在《草堂诗余续集》中评价说：“七情所至，浅尝者说破，深尝者说不破。破之浅，不破之深。‘别是一般滋味在心头’句妙。”唐圭璋在《唐宋词简释》中说：“此词写别愁，凄惋已极。‘无言独上西楼’一句，叙事直起，画出后主愁容。其下两句，画出后主所处之愁境。举头见新月如钩，低头见桐阴深锁俯仰之间，万感萦怀矣。此片写景亦妙，惟其桐阴深黑，新月乃愈显明媚也。下片，因景抒情。换头三句，深刻无匹，使有千丝万缕之离愁，亦未必不可剪，不可理，此言‘剪不断，理还乱’，则离愁之纷繁可知。所谓‘别是一般滋味’，是无人尝过之滋味，唯有自家领略也。后主以南朝天子，而为北地幽囚；其所受之痛苦，所尝之滋味，自与常人不同，心头所交集者，不知是悔是恨，欲说则无从说起，且亦无人可说，故但云‘别是一般滋味’。”&&&李煜的这首词情景交融，感情沉郁。上片选取典型的景物为感情的抒发渲染铺垫，下片借用形象的比喻委婉含蓄地抒发真挚的感情。此外，运用声韵变化，做到声情合一。下片押两个仄声韵（“断”、“乱”），插在平韵中间，加强了顿挫的语气，似断似续；同时在三个短句之后接以九言长句，铿锵有力，富有韵律美，也恰当地表现了词人悲痛沉郁的感情。",
                    "transferInfo" : "孤独的人默默无语，独自一人缓缓登上西楼。仰视天空，残月如钩。梧桐树寂寞地孤立院中，幽深的庭院被笼罩在清冷凄凉的秋色之中。那剪也剪不断，理也理不清，让人心乱如麻的，正是亡国之苦。这样的离异思念之愁，而今在心头上却又是另一般不同的滋味。",
                    "backgroundInfo" : "开宝八年（公元975年），宋朝灭南唐，李煜亡家败国，被囚禁待罪于汴京。李煜后期词作多倾泻失国之痛和去国之思，沉郁哀婉，感人至深。《相见欢》便是后期词作中很有代表性的一篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登飞来峰",
                    "author" : "王安石",
                    "content" : "飞来峰上千寻塔，闻说鸡鸣见日升。不畏浮云遮望眼，只缘身在最高层。",
                    "addtionInfo" : "飞来峰：有两说：一说在浙江绍兴城外的林山。唐宋时其中有座应天塔。传说此峰是从琅即郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。闻说：听说。浮云：在山间浮动的云雾。望眼：视线。缘：因为。",
                    "classInfo" : "24",
                    "poetryID" : "16",
                    "source" : "1",
                    "analysesInfo" : "这首诗反映了诗人为实现自己的政治抱负而勇往直前、无所畏惧的进取精神。诗的第一句，诗人用“千寻”这一夸张的词语，借写峰上古塔之高，写出自己的立足点之高。诗的第二句，巧妙地虚写出在高塔上看到的旭日东升的辉煌景象，表现了诗人朝气蓬勃、胸怀改革大志、对前途充满信心，成为全诗感情色彩的基调。诗的后两句承接前两句写景议论抒情，使诗歌既有生动的形象又有深刻的哲理。古人常有浮云蔽日、邪臣蔽贤的忧虑，而诗人却加上“不畏”二字。表现了诗人在政治上高瞻远瞩，不畏奸邪的勇气和决心。&&&前两句是全诗的精华，蕴含着深刻的哲理：人不能只为眼前的利益，应该放眼大局和长远。在写作手法上，起句写飞来峰的地势，有写峰上有千寻之塔，足见其高。此句极写登临之高险。承句写目极之辽远。承句用典，《玄中记》云：“桃都山有大树，曰桃都，枝相去三千里。上有天鸡，日初出照此木，天鸡即鸣，天下鸡皆随之。”以此验之，则“闻说鸡鸣见日升”七字，不仅言其目极万里，亦且言其声闻遐迩，颇具气势。虽是铺垫之笔，亦不可等闲视之，实景语中的高唱。且作者用事，深具匠心。如典故中“日初出照此木，天鸡即鸣”，本是“先日出，后天鸡鸣”，但王安石不说“闻说日升听鸡鸣”，而说“闻说鸡鸣见日升”，则是“先鸡鸣，后日升”。诗人用事，常有点化，此固不能以强求平仄，或用事失误目之，恐意有另指。&&&第三句“不畏”二字作峻语，气势夺人。”浮云遮望眼”，用典。据吴小如教授考证，西汉人常把浮云比喻奸邪小人，如《新语·慎微篇》：“故邪臣之蔽贤，犹浮云之障日也。”王句即用此意。他还有一首《读史有感》的七律，颔联云：“当时黯暗犹承误，末俗纷纭更乱真。”欲成就大事业，最可怕者莫甚于“浮云遮目”、“末俗乱真”，而王安石以后推行新法，恰败于此。诗人良苦用心，于此诗已见端倪。第四句用“身在最高层”拔高诗境，有高瞻远瞩的气概。作者点睛之笔，正在结语。若就情境说，语序应是“因为身在最高层，所以不畏浮云遮目”，但作者却倒过来，先说果，后说因；一因一果的倒置，说明诗眼的转换。这虽是作诗的常法，亦见出作者构思的精深。&&&“不畏浮云遮望眼，自缘身在最高层。”与苏轼“不识庐山真面目，只缘身在此山中。”一脉相承，表现技法极为相似，王诗就肯定方面而言，比喻“掌握了正确的观点的方法，认识达到了一定的高度，就能透过现象看到本质，就不会被事物的假象迷惑。”而苏轼是就否定方面而言的，比喻“人们之所以被事物的假象所迷惑，是因为没有全面、客观、正确地观察事物，认识事物。”两者都极具哲理性，常被用作座右铭。&&&用诗歌阐述政治、学术见解，议论时事，评说历史，这是宋诗中较为普遍的现象。该诗在描写景物中，含有深刻的理趣。诗人没有记叙登山的过程，也没有细写山中之景，而是一开始就把自己置于山上“千寻塔”的最高层，抒写心中的感受。全诗四句二十八字，包含的思想内容极其丰富，寓抽象义理于具体事物之中，作者的政治思想抱负和对前途充满信心的神情状态，都得到了充分反映。这首诗阐发哲理的主要特点表现在两个方面：其一，哲理是从具体的情境中自然提炼出来的；其二，哲理是用形象生动的语言加以表达的。简言之，即“哲理的诗化，诗化的哲理”。我们今天来读这首登高望远的七言绝句，仍觉意蕴深沉，豪气满怀。",
                    "transferInfo" : "听说在飞来峰极高的塔上，鸡鸣时分就可以看到旭日初升。不怕浮云会遮住我的视线，只因为如今我身在最高层。",
                    "backgroundInfo" : "公元1050年（宋仁宗皇祐二年）夏天，诗人在浙江鄞县知县任满回江西临川故里，途经杭州时，写下此诗。此时诗人只有三十岁，正值壮年，心怀壮志，正好借登飞来峰一抒胸臆，表达宽阔情怀。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "8500",
    "mainClass" : "8.5"
}

