{
    "poetryList" : [
                    {
                    "name" : "天净沙·秋",
                    "author" : "白朴",
                    "content" : "孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。",
                    "addtionInfo" : "天净沙：曲牌名。秋：题目。残霞：快消散的晚霞。寒鸦：天寒即将归林的乌鸦。飞鸿：天空中的鸿雁。飞鸿影下：雁影掠过。白草：枯萎而不凋谢的白草。黄花：菊花。红叶：枫叶。",
                    "classInfo" : "4",
                    "poetryID" : "1",
                    "source" : "11",
                    "analysesInfo" : "该曲虽和马致远的《秋思》有相似处，但却又自有特点。首二句以“孤村”领起，着意渲染秋日黄昏的冷寂。“一点飞鸿”给阴冷的静态画面带来了活力，造成曲子抒发情感的转移。接着诗人用青、绿、白、红、黄五色，以远及近、由高到低、多层次多侧面立体交叉式地描绘出秋日美丽的景象，使整个画面充满了诗意。此曲极富艺术张力，一笔并写两面，成功地将秋日迟暮萧瑟之景与明朗绚丽之景融合在一起，把赏心悦目的秋景作为曲子的主旋律，不失为又一篇写秋杰作。&&&这首小令，只五句二十八个字，篇幅虽短，却以神来之笔捅绘出了一幅绝妙的秋景图。前三句着力渲染出一派深秋凄凉之景。黄昏时：如血的残霞映照着一座孤零零的小村庄，夕阳淡淡的炊烟袅袅，几只归巢的寒鸦，静静的站立在老树枝头，忽然，一只哀鸣的孤鸿，在天边晚霞影里远远的飞翔，而后两句，作者却将笔锋一转，写到：青山静静、绿水悠悠，白草绵绵，红叶片片，黄花朵朵，在暮色中，这些明丽的色彩，为这萧杀的气氛平添了许多生机活力。一扫前人一悲到底的俗套。&&&写秋景，自然难免要烘托出萧瑟的气氛，但是如果全以萧瑟气氛为全篇的写作大旨，又会令读者感受到沈闷而有压力。为了避免出现这种情况，白朴在选用语辞时，便颇费心神。白朴在写秋景选词语辞精炼。前二句的“孤村落日残霞，轻烟老树寒鸦”，共用了六个图景：“孤村”、“落日”、“残霞”、“轻烟”、“老树”、“寒鸦”，而其中任何一个图景，都代表着秋日秋景的萧瑟气氛。为了要使这种萧瑟气氛活泼起来，于是作者接下来选用了“一点飞鸿影下”作为上半段的结语。如此一来，原本萧瑟的画面转成了活跃，寂寞的秋景彷佛也展现了另一种鲜活的生气。最后为了加强作者心目中秋景是美丽而有韵味的形象，因此再以“青山绿水，白草红叶黄花”作为曲文的结束语。这两句用了“青”、“绿”、“白”、“红”、“黄”五种颜色，而且“白草红叶黄花”这三种颜色，是交杂在“青山绿水”二种颜色之中；“青山绿水”是广大的图景，“白草红叶黄花”是细微的图景，如此交杂相错，于是原本是寂寞萧瑟的秋景，突然变得五颜六色而多彩多姿。由此可见，白朴的散曲写作技巧的高明了。&&&描绘秋景，历来是中国古代文人喜爱的一个题材，为表现它而不惜笔墨的诗人骚客代代有之，留下的作品更是多不胜举，但许多作品易于流入俗套。白朴却能根据自己的观察和体验，在作品中，层次分明的描写了秋天的自然景象，虽然，在开始时，有些许的萧瑟之意，然而后来以缤纷的色彩作结，终究是赏心悦目、的韵味无穷的。他用笔精深，作品风格独具，婉约清丽，意境新颖，可与被誉为“秋思之祖”的马志远的《天净沙·秋思》媲美。这首小令不仅不俗，还很是典雅。词、曲有雅、俗之别，一般来说，词尚妩媚、含蓄，而曲贵尖新、直率。白朴的这支小令却有词的意境。曲中虽无“断肠人在天涯”之类句子，抒情主人公却时隐时现，在烟霞朦胧之中，传达出一种“地老天荒”的寂静。",
                    "transferInfo" : "太阳渐渐西沉，已衔着西山了，天边的晚霞也逐渐开始消散，只残留有几分黯淡的色彩，映照着远处安静的村庄是多么的孤寂。轻烟淡淡飘向空中，几只乌鸦栖息在佝偻的老树上，远处的一只大雁飞掠而下，划过天际。远处一片青山绿水，白草、红叶、黄花互相夹杂，好一幅色彩绚丽的秋景图啊。",
                    "backgroundInfo" : "白朴《天净沙》共四首，这是第三首，主要写秋景。是作者于宋亡后寓居金陵（今南京）时所作，具体创作年代不详。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "马诗二十三首·其五",
                    "author" : "李贺",
                    "content" : "大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。",
                    "addtionInfo" : "燕山：山名，在现河北省的北部。钩：弯刀，是古代的一种兵器，形似月牙。金络脑：用黄金装饰的马笼头，说明马具的华贵。",
                    "classInfo" : "16",
                    "poetryID" : "2",
                    "source" : "10",
                    "analysesInfo" : "这首诗看起来是写马，其实是借马来抒情，抒发诗人怀才不遇，不被统治者赏识，但又热切期望自己的抱负得以施展，可以为国建立功业。&&&“大漠沙如雪，燕山月似钩。”这首小诗的前两句是说，平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空。&&&一、二句展现出一片富于特色的边疆战场景色。这幅战场景色，一般人也许只觉得悲凉肃杀，但对于志在报国之士却有着异乎寻常的吸引力。“钩”是一种弯刀，一种武器。从明晃晃的月牙联想到武器的形象，也就含有思战斗的意思。作者所处的贞元、元和之际，正是藩镇极为跋扈的年代，而“燕山”暗示的幽州荆门一带又是藩镇肆虐为时最久，为祸最烈的地带，所以诗意是颇有现实感慨的。思战之意也有针对性。平沙如雪的疆场寒气凛凛，但它是英雄用武之地。所以这两句乍看是应用赋法，实则启动后两句抒情，又具有兴义。&&&“何当金络脑，快走踏清秋。”小诗的后两句是说，何时才能受到皇帝的赏识，给我这匹骏马佩戴上黄金打造的辔头，让我在秋天的战场上驰骋，立下功劳呢？三、四句借马以抒情。“金络脑”是贵重的马具，象征马受重用。显然这是作者热望建功立业而又不被赏识所发出的嘶鸣。&&&这首诗是写投笔从戎、削平藩镇、为国建功的热切愿望。这首诗属于寓言体或比体，婉曲耐味。而诗的一、二句中，以雪比喻沙，以钩比喻月，也是比；从一个富有特征性的景色写起以引出抒情，又是兴。短短二十字中，比中有兴，行中有比，大大丰富了诗的表现力。从句法上看，后二句一气呵成，以“何当”领起做设问，强烈传出无限企盼意，且有唱叹味；而“踏清秋”三字，词语搭配新奇，“清秋”草黄马肥，正好驰驱，冠以“快走”二字，形象暗示出骏马轻捷矫健的风姿。字句的锻炼，也是这首诗艺术表现上不可忽略的成功因素。",
                    "transferInfo" : "平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空，如弯钩一般。什么时候才能给它戴上金络头，在秋高气爽的疆场上驰骋，建立功勋呢？",
                    "backgroundInfo" : "李贺的《马诗》共有23首，名为咏马，实际上是借物抒怀，抒发自己怀才不遇的愤慨和建功立业的抱负。这里所选的是第五首。&&&广阔的原野，沙白如雪，燕山新月初上，弯如金钩。这边塞争战之处，正是良马和英雄大显身手之地；然而，何时战马才能配上金制辔脑，飞奔在清秋的大地上？本诗语言明快，风格健爽。前两句写景，写适于骏马驰骋的燕山原野的景色；后两句抒情，自比为良马，期望自己受到重用，一展雄才大志。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西江月·夜行黄沙道中",
                    "author" : "辛弃疾",
                    "content" : "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。",
                    "addtionInfo" : "西江月：词牌名。别枝惊鹊：惊动喜鹊飞离树枝。鸣蝉：蝉叫声。旧时：往日。茅店：茅草盖的乡村客店。社林：土地庙附近的树林。社，土地神庙。古时，村有社树，为祀神处，故曰社林。见：同“现”，显现，出现。",
                    "classInfo" : "3",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "从《西江月》前两句“明月别枝惊鹊，清风半夜鸣蝉”表面看来，写的是风、月、蝉、鹊这些极其平常的景物，然而经过作者巧妙的组合，结果平常中就显得不平常了。鹊儿的惊飞不定，不是盘旋在一般树头，而是飞绕在横斜突兀的枝干之上。因为月光明亮，所以鹊儿被惊醒了；而鹊儿惊飞，自然也就会引起“别枝”摇曳。同时，知了的鸣叫声也是有其一定时间的。夜间的鸣叫声不同于烈日炎炎下的嘶鸣，而当凉风徐徐吹拂时，往往特别感到清幽。总之，“惊鹊”和“鸣蝉”两句动中寓静，把半夜“清风”、“明月”下的景色描绘得令人悠然神往。&&&接下来“稻花香里说丰年，听取蛙声一片。”把人们的关注点从长空转移到田野，表现了词人不仅为夜间黄沙道上的柔和情趣所浸润，更关心扑面而来的漫村遍野的稻花香，又由稻花香而联想到即将到来的丰年景象。此时此地，词人与人民同呼吸的欢乐，尽在言表。稻花飘香的“香”，固然是描绘稻花盛开，也是表达词人心头的甜蜜之感。在词人的感觉里，俨然听到群蛙在稻田中齐声喧嚷，争说丰年。先出“说”的内容，再补“声”的来源。以蛙声说丰年，是词人的创造。&&&前四句就是单纯的抒写当时夏夜山道的景物和词人的感受，然而其核心却是洋溢着丰收年景的夏夜。因此，与其说这是夏景，还不如说是眼前夏景将给人们带来的幸福。&&&下阕开头，词人就树立了一座峭拔挺峻的奇峰，运用对仗手法，以加强稳定的音势。“七八个星天外，两三点雨山前”，在这里，“星”是寥落的疏星，“雨”是轻微的阵雨，这些都是为了与上阕的清幽夜色、恬静气氛和朴野成趣的乡土气息相吻合。特别是一个“天外”一个“山前”，本来是遥远而不可捉摸的，可是笔锋一转，小桥一过，乡村林边茅店的影子却意想不到地展现在人们的眼前。词人对黄沙道上的路径尽管很熟，可总因为醉心于倾诉丰年在望之乐的一片蛙声中，竟忘却了越过“天外”，迈过“山前”，连早已临近的那个社庙旁树林边的茅店，也都没有察觉。前文“路转”，后文“忽见”，既衬出了词人骤然间看出了分明临近旧屋的欢欣，又表达了他由于沉浸在稻花香中以至忘了道途远近的怡然自得的入迷程度，相得益彰，体现了作者深厚的艺术功底，令人玩味无穷。&&&从表面上看，这首词的题材内容不过是一些看来极其平凡的景物，语言没有任何雕饰，没有用一个典故，层次安排也完全是平平淡淡。然而，正是在看似平淡之中，却有着词人潜心的构思，淳厚的感情。在这里，读者也可以领略到稼轩词于雄浑豪迈之外的另一种境界。",
                    "transferInfo" : "皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。在稻花的香气里，耳边传来一阵阵青蛙的叫声，好像在讨论，说今年是一个丰收的好年景。天空中轻云漂浮，闪烁的星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。",
                    "backgroundInfo" : "公元1181年（宋孝宗淳熙八年），辛弃疾因受奸臣排挤，被免罢官，回到上饶带湖家居，并在此生活了近十五年。在此期间，他虽也有过短暂的出仕经历，但以在上饶居住为多，在此留下了不少词作。这首词即是其中年时代经过江西上饶黄沙岭道时写的一首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春夜喜雨",
                    "author" : "杜甫",
                    "content" : "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。",
                    "addtionInfo" : "知：明白，知道。说雨知时节，是一种拟人化的写法。乃：就。发生：萌发生长。发生：萌发生长。潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。润物：使植物受到雨水的滋养。野径：田野间的小路。晓：天刚亮的时候。红湿处：雨水湿润的花丛。红湿处：指有带雨水的红花的地方。花重：花沾上雨水而变得沉重。重：读作zhòng（重在这里的意思是：沉重，所以读作第四声）。锦官城：成都的别称。",
                    "classInfo" : "1",
                    "poetryID" : "4",
                    "source" : "10",
                    "analysesInfo" : "本诗一开头就用一个“好”字赞美“雨”。为什么好呢，因为它“知时节”。这里就是把雨拟人化，其中“知”字用得传神，简直把雨给写活了。春天是万物萌芽生长的季节，正需要下雨，雨就下起来了。它的确很“好”。&&&颔联进一步表现雨的“好”，其中“潜”、“润”、“细”等字生动地写出了雨“好”的特点。雨之所以“好”，好就好在适时，好在“润物”。“随风潜入夜，润物细无声。”这仍然用的是拟人化手法。“潜入夜”和“细无声”相配合，不仅表明那雨是伴随和风而来的细雨，而且表明那雨有意“润物”，无意讨“好”。如果有意讨“好”，它就会在白天来，就会造一点声势，让人们看得见，听得清。惟其有意“润物”，无意讨“好”，它才选择了一个不妨碍人们工作和劳动的时间悄悄地来，在人们酣睡的夜晚无声地、细细地下。&&&紧接着颈联从视觉角度描写雨夜景色。在不太阴沉的夜间，小路比田野容易看得见，江面也比岸上容易辨得清。如今放眼四望，“野径云俱黑，江船火独明。”只有船上的灯火是明的。此外，连江面也看不见，小路也辨不清，天空里全是黑沉沉的云，地上也像云一样黑。看起来这雨准会下到天亮。这两句写出了夜雨的美丽景象，“黑”与“明”相互映衬，不仅点明了云厚雨足，而且给人以强烈的美感。&&&尾联是想象中的雨后情景，紧扣题中的“喜”字写想象中的雨后之晨锦官城的迷人景象。如此“好雨”下上一夜，万物就都得到润泽，发荣滋长起来了。万物之一的花，最能代表春色的花，也就带雨开放，红艳欲滴。诗人说：等到明天清早去看看吧，整个锦官城（成都）杂花生树，一片“红湿”，一朵朵红艳艳、沉甸甸，汇成花的海洋。“红湿”“花重”等字词的运用，充分说明诗人体物细腻。",
                    "transferInfo" : "好雨知道下雨的节气，正是在春天植物萌发生长的时侯。随着春风在夜里悄悄落下，无声的滋润着春天万物。雨夜中田间小路黑茫茫一片，只有江船上的灯火独自闪烁。天刚亮时看着那雨水润湿的花丛，娇美红艳，整个锦官城变成了繁花盛开的世界。",
                    "backgroundInfo" : "这首诗写于上元二年（公元761年）春。作此诗时，他已在成都草堂定居两年。杜甫在经过一段时间的流离转徙的生活后，终于来到成都定居。他亲自耕作，种菜养花，与农民交往，对春雨之情很深，因而写下了这首描写春夜降雨、润泽万物的美景诗作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "采薇(节选)",
                    "author" : "佚名",
                    "content" : "昔我往矣，杨柳依依。今我来思，雨雪霏霏。行道迟迟，载渴载饥。我心悲伤，莫知我哀！",
                    "addtionInfo" : "思：语气助词。矣：语气助词。依依：形容树枝柔弱，随风摇摆的样子。霏霏：雪花飞舞的样子。昔：从前。",
                    "classInfo" : "17",
                    "poetryID" : "5",
                    "source" : "11",
                    "analysesInfo" : "《采薇》是《诗经·小雅》中的一篇。历代注者关于它的写作年代说法不一。但据它的内容和其它历史记载的考订大约是周宣王时代的作品的可能性大些。周代北方的猃狁（即后来的匈奴）已十分强悍，经常入侵中原，给当时北方人民生活带来不少灾难。历史上有不少周天子派兵戍守边外和命将士出兵打败猃狁的记载。从《采薇》的内容看，当是将士戍役劳还时之作。诗中唱出从军将士的艰辛生活和思归的情怀。&&&“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”让那一股缠绵的、深邃的、飘忽的情思，从风景画面中自然流出，含蓄深永，味之无尽。&&&这四句诗被后人誉为《诗经》中最好的句子。这是写景记时，更是抒情伤怀。这几句诗句里有着悲欣交集的故事，也仿佛是个人生命的寓言。是谁曾经在那个春光烂漫的春天里，在杨柳依依中送别我？而当我在大雪飘飞的时候经历九死一生返回的时候，还有谁在等我？是《木兰辞》里亲人欢迎的盛况，还是《十五从军征》里荒草萋萋的情景？别离时的春光，回归时的大雪，季节在变换，时光在流逝，我们离去，我们归来，而在来来去去里，失去了什么又得到了什么呢？没有答案，只有漫天的飞雪中一个被沉重的相思和焦虑烧灼的又饥又渴的征人孤独的身影，步履蹒跚地，战战兢兢地走向他不知道的未来。",
                    "transferInfo" : "回想当初我离开的时候，连杨柳都与我依依惜别。如今回来路途中，却纷纷扬扬下起了大雪。路途曲折漫长难行走，又渴又饥真劳累。我心里不觉伤悲起来，没有人会懂得我的痛苦的！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "元日",
                    "author" : "王安石",
                    "content" : "爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。",
                    "addtionInfo" : "元日：农历正月初一，即春节。爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一岁除：一年已尽。除，逝去。屠苏：“指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。千门万户：形容门户众多，人口稠密。曈曈：日出时光亮而温暖的样子。桃：桃符，古代一种风俗，农历正月初一时人们用桃木板写上神荼、郁垒两位神灵的名字，悬挂在门旁，用来压邪。也作春联。",
                    "classInfo" : "18",
                    "poetryID" : "6",
                    "source" : "1",
                    "analysesInfo" : "这是一首写古代迎接新年的即景之作，取材于民间习俗，敏感地摄取了老百姓过春节时的典型素材，抓住有代表性的生活细节：点燃爆竹，饮屠苏酒，换新桃符，充分表现出过年的欢乐气氛，富有浓厚的生活气息。抒发了作者革新政治的思想感情，充满欢快及积极向上的奋发精神。&&&“爆竹声中一岁除，春风送暖入屠苏。”逢年过节燃放爆竹，这种习俗古已有之，一直延续至今。古代风俗，每年正月初一，全家老小喝屠苏酒，然后用红布把渣滓包起来，挂在门框上，用来“驱邪”和躲避瘟疫。&&&“千门万户曈曈日”句承接前面诗意，是说家家户户都沐浴在初春朝阳的光照之中。结尾一句描述转发议论。挂桃符，这也是古代民间的一种习俗。“总把新桃换旧符”，是个压缩省略的句式，“新桃”省略了“符”字，“旧符”省略了“桃”字，交替运用，这是因为七绝每句字数限制的缘故。&&&诗是人们的心声。不少论诗者注意到，这首诗表现的意境和现实，还自有它的比喻象征意义，王安石这首诗充满欢快及积极向上的奋发精神，是因为他当时正担任宰相，推行新法。王安石是北宋时期著名的改革家，他在任期间，正如眼前人们把新的桃符替换成旧的一样，革除旧政，施行新政。王安石对新政充满信心，所以反映到诗中就分外开朗。&&&这首诗，正是赞美新事物的诞生如同“春风送暖”那样充满生机；“曈曈日”照着“千门万户”，这不是平常的太阳，而是新生活的开始，变法带给百姓的是一片光明。结尾一句“总把新桃换旧符”，表现了诗人对变法胜利和人民生活改善的欣慰喜悦之情。其中含有深刻哲理，指出新生事物总是要取代没落事物的这一规律。这首诗虽然用的是白描手法，极力渲染喜气洋洋的节日气氛，同时又通过元日更新的习俗来寄托自己的思想，表现得含而不露。",
                    "transferInfo" : "爆竹声中旧的一年已经过去，迎着和暖的春风开怀畅饮屠苏酒。初升的太阳照耀着千家万户，都把旧的桃符取下换上新的桃符。",
                    "backgroundInfo" : "此诗作于王安石初拜相而始行己之新政时。为摆脱宋王朝所面临的政治、经济危机以及辽、西夏不断侵扰的困境，1068年，宋神宗召王安石“越次入对”，王安石即上书主张变法。次年任参知政事，主持变法。同年新年，王安石联想到变法伊始的新气象，有感创作了此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "天竺寺八月十五日夜桂子",
                    "author" : "皮日休",
                    "content" : "玉颗珊珊下月轮，殿前拾得露华新。至今不会天中事，应是嫦娥掷与人。",
                    "addtionInfo" : "天竺寺：今称法镜寺，位于灵隐山（飞来峰）山麓。桂子：特指为桂花，本质是樟科植物天竺桂的果实。露华新：桂花瓣带着露珠更显湿润。嫦娥：多种说法，有说中国神话人物、后羿之妻等。",
                    "classInfo" : "19",
                    "poetryID" : "7",
                    "source" : "11",
                    "analysesInfo" : "此诗并不如其它描写中秋诗作一般凄凉，凋零，或是惆怅、哀绵。联系诗作背景便可得知诗人前一年高中进士，此时正在东游之中，也正是诗人意气风发之时，全诗便理所当然的轻松，毫无忧愁。诗中的一大部分是诗人的联想，并不现实，却也不让人觉得有空虚之意。巧妙的联想反而为“寂静”的诗作平添了几分“俏皮”，也可谓是恰到好处。&&&虽只描写了一幅“夜赏月桂图”，却让我们得知民俗——中秋必看月赏桂，这也是八月十五中秋节的重要活动，使得诗的节气扑面而来。&&&如此的好诗，读了心清气爽，也不禁对古人的中秋佳节浮想联翩。",
                    "transferInfo" : "零落的桂花瓣，如同一颗颗玉珠从月亮下边撒落下来，拾起殿前的桂花，花瓣带着露珠更显湿润。到现在也不知道天上发生了什么事，这桂花大概是嫦娥撒下来给予众人的吧。",
                    "backgroundInfo" : "诗人创作此诗正是在中秋的夜晚，联想到诗人前一年高中进士，而此刻正是诗人东游之中，也正是诗人意气风发之时，所以在如此佳节，又是诗人得意之时，以此背景，诗人创作了此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "七步诗",
                    "author" : "曹植",
                    "content" : "煮豆持作羹，漉豉以为汁。萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？",
                    "addtionInfo" : "持：用来。羹：用肉或菜做成的糊状食物。漉：过滤。豉：豆，这句的意思是说把豆子的残渣过滤出去，留下豆汁作羹。萁：豆类植物脱粒后剩下的茎。釜：锅。燃：燃烧泣：小声哭本：原本，本来。煎：煎熬，这里指迫害。何：何必。",
                    "classInfo" : "20",
                    "poetryID" : "8",
                    "source" : "11",
                    "analysesInfo" : "这首诗用同根而生的萁和豆来比喻同父共母的兄弟，用萁煎其豆来比喻同胞骨肉的哥哥曹丕残害弟弟，表达了对曹丕的强烈不满，生动形象、深入浅出地反映了封建统治集团内部的残酷斗争和诗人自身处境艰难，沉郁愤激的思想感情。&&&前四句描述了燃萁煮豆这一日常生活现象，曹植以“豆”自喻，一个“泣”字充分表达了受害者的悲伤与痛苦。第二句中的“漉豉”是指过滤煮熟后发酵过的豆子，用以制成调味的汁液。“萁”是指豆茎，晒干后用来作为柴火烧，萁燃烧而煮熟的正是与自己同根而生的豆子，比喻兄弟逼迫太紧，自相残害，实有违天理，为常情所不容。诗人取譬之妙，用语之巧，而且在刹那间脱口而出，实在令人叹为观止。后两句笔锋一转，抒发了曹植内心的悲愤，这显然是在质问曹丕：我与你本是同胞兄弟。为什么要如此苦苦相逼？“本是同根生，相煎何太急”，千百年来已成为人们劝戒避免兄弟阋墙、自相残杀的普遍用语，说明此诗在人民中流传极广。&&&全诗以箕豆相煎为比喻控诉了曹丕对自己和其他众兄弟的残酷迫害，口吻委婉深沉，讥讽中有提醒和规劝，这一放面反映了曹植的聪明才智，另一方面也反映了曹丕迫害手足的残忍。当然此诗的风格与曹植其它诗作不一致，因为是急就而成，所以谈不上语言的锤炼和意象的精巧，只是以其贴切而生动的比喻，明白而深刻的寓意赢得了千百年来读者的欣赏。",
                    "transferInfo" : "锅里煮着豆子，是想把豆子的残渣过滤过后，留下豆汁来做成羹。豆秸在锅底下燃烧，豆子在锅里面哭泣。豆子和豆秸本来是同一条根上生长出来的，豆秸怎能这样急迫地煎熬豆子呢？",
                    "backgroundInfo" : "黄初元年（220年）曹丕上位，称帝为魏文帝。由于争封太子这段经历让曹丕无法释怀，在他称帝后，他仍对曹植耿耿于怀，就想方设法要除掉他。曹植知道哥哥存心陷害自己，可自己无法开脱，只好在极度悲愤中七步之内应声成诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鸟鸣涧",
                    "author" : "王维",
                    "content" : "人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。",
                    "addtionInfo" : "鸟鸣涧：鸟儿在山涧中鸣叫。人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。时鸣：偶尔（时而）啼叫。时：时而，偶尔",
                    "classInfo" : "1",
                    "poetryID" : "9",
                    "source" : "10",
                    "analysesInfo" : "此诗描绘山间春夜中幽静而美丽的景色，侧重于表现夜间春山的宁静幽美。全诗旨在写静，却以动景处理，这种反衬的手法极见诗人的禅心与禅趣。&&&“人闲桂花落，夜静春山空”，便以声写景，巧妙地采用了通感的手法，将“花落”这一动态情景与“人闲”结合起来。花开花落，都属于天籁之音，唯有心真正闲下来，放下对世俗杂念的挚着迷恋，才能将个人的精神提升到一个“空”的境界。当时的背景是“深夜”，诗人显然无法看到桂花飘落的景致，但因为“夜静”，更因为观风景的人“心静”，所以他还是感受到了盛开的桂花从枝头脱落、飘下、着地的过程。而我们也似乎进入了“香林花雨”的胜景。此处的“春山”还给我们留下了想象的空白，因是“春山”，可以想见白天的喧闹的画面：春和日丽、鸟语花香、欢声笑语。而此时，夜深人静，游人离去，白天的喧闹消失殆尽，山林也空闲了下来，其实“空”的还有诗人作为禅者的心境。唯其心境洒脱，才能捕捉到到别人无法感受的情景。&&&末句“月出惊山鸟，时鸣春涧中”，便是以动写静，一“惊”一“鸣”，看似打破了夜的静谧，实则用声音的描述衬托山里的幽静与闲适：月亮从云层中钻了出来，静静的月光流泻下来，几只鸟儿从睡梦中醒了过来，不时地呢喃几声，和着春天山涧小溪细细的水流声，更是将这座寂静山林的整体意境烘托在读者眼前，与王籍“蝉噪林逾静，鸟鸣山更幽”（《入若耶溪》）有异曲同工之妙。鸟惊，当然是由于它们已习惯于山谷的静默，似乎连月出也带有新的刺激。但月光之明亮，使幽谷前后景象顿时发生变化，亦可想见。所谓“月明星稀，乌鹊南飞”（曹操《短歌行》）是可以供读者联想的。但王维所处的是盛唐时期，不同于建安时代的兵荒马乱，连鸟兽也不免惶惶之感。王维的“月出惊山鸟”，大背景是安定统一的盛唐社会，鸟虽惊，但决不是“绕树三匝，无枝可依”。它们并不飞离春涧，甚至根本没有起飞，只是在林木间偶而发出叫声。“时鸣春涧中”，它们与其说是“惊”，不如说是对月出感到新鲜。因而，如果对照曹操的《短歌行》，在王维这首诗中，倒不仅可以看到春山由明月、落花、鸟鸣所点缀的那样一种迷人的环境，而且还能感受到盛唐时代和平安定的社会气氛。&&&王维在他的山水诗里，喜欢创造静谧的意境，这首诗也是这样。但诗中所写的却是花落、月出、鸟鸣，这些动的景物，既使诗显得富有生机而不枯寂，同时又通过动，更加突出地显示了春涧的幽静。动的景物反而能取得静的效果，这是因为事物矛盾着的双方，总是互相依存的。在一定条件下，动之所以能够发生，或者能够为人们所注意，正是以静为前提的。“鸟鸣山更幽”，这里面是包含着艺术辩证法的。",
                    "transferInfo" : "寂静的山谷中，只有木樨花在无声的飘落，宁静的夜色中春山一片空寂。月亮升起月光照耀大地时惊动了山中栖鸟，在春天的溪涧里不时地鸣叫。",
                    "backgroundInfo" : "这首诗应当是作于713—741年（唐开元）年间游历江南之时，当时正是盛唐时期。此诗是王维题友人皇甫岳所居的云溪别墅所写的组诗《皇甫岳云溪杂题五首》的第一首，是诗人寓居在今绍兴县东南五云溪（即若耶溪）的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "芙蓉楼送辛渐",
                    "author" : "王昌龄",
                    "content" : "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。",
                    "addtionInfo" : "芙蓉楼：原名西北楼，在润州（今江苏省镇江市）西北。登临可以俯瞰长江，遥望江北。丹阳在今江苏省西南部，东北滨长江，大运河斜贯，属镇江市。辛渐：诗人的一位朋友。寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。平明：天亮的时候。客：指作者的好友辛渐。楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。孤：独自，孤单一人。洛阳：现位于河南省西部、黄河南岸。冰心，比喻纯洁的心。玉壶，道教概念妙真道教义，专指自然无为虚无之心。",
                    "classInfo" : "7",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "此诗为一首送别诗。&&&“寒雨连江夜入吴”，迷蒙的烟雨笼罩着吴地江天，织成了一张无边无际的愁网。夜雨增添了萧瑟的秋意，也渲染出了离别的黯淡气氛。那寒意不仅弥漫在满江烟雨之中，更沁透在两个离别友人的心头上。“连”字和“入”字写出雨势的平稳连绵，江雨悄然而来的动态能为人分明地感知，则诗人因离情萦怀而一夜未眠的情景也自可想见。 但是，这一幅水天相连、浩渺迷茫的吴江夜雨图，正好展现了一种极其高远壮阔的境界。中晚唐诗和婉约派宋词往往将雨声写在窗下梧桐、檐前铁马、池中残荷等等琐物上，而王昌龄却并不实写如何感知秋雨来临的细节，他只是将听觉、视觉和想象概括成连江入吴的雨势，以大片淡墨染出满纸烟雨，这就用浩大的气魄烘托了“平明送客楚山孤”的开阔意境。&&&后两句，“洛阳亲友如相问，一片冰心在玉壶”。是指作者与友人分手之际，对友人的嘱托。洛阳，指的是今河南省洛阳市，唐朝时是政治、经济、文化的著名城市，那里有作者的亲朋好友。相问，如同说“问你”，冰心是形容人的心地清明，如同冰块儿；玉壶，玉石制成的壶。六朝时期，诗人鲍照曾用“清如玉壶冰”（《代白头吟》诗），来比喻高洁清白的品格，此处的玉壶也是用来比喻纯正的品格。这两句话的意思是：你到达洛阳以后，那里的亲友如果问起你我的情况，你就这样告诉他们王昌龄的一颗心，仍然像一块纯洁清明的冰盛在玉壶中。作者托辛渐给洛阳友人，带去这样一句话，是有背景的。当时作者因不拘小节，遭到一般平庸人物的议论，几次收到贬谪。这里，显然是作者在对那些污蔑之词作出回击，也是对最了解自己的友人们做出的告慰。表现了不肯妥协的精神。",
                    "transferInfo" : "冷雨连夜洒遍吴地江天，清晨送走你后，独自面对着楚山离愁无限！到了洛阳，如果洛阳亲友问起我来，就请转告他们，我的心依然像玉壶里的冰那样晶莹纯洁！",
                    "backgroundInfo" : "此诗当作于天宝元年（公元742年），王昌龄当时为江宁丞。辛渐是王昌龄的朋友，这次拟由润州渡江，取道扬州，北上洛阳。王昌龄可能陪他从江宁到润州，然后在此分手。这首诗为在江边离别时所写。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江畔独步寻花·其六",
                    "author" : "杜甫",
                    "content" : "黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。",
                    "addtionInfo" : "黄四娘：杜甫住成都草堂时的邻居。蹊（xī）：小路。留连：即留恋，舍不得离去。娇：可爱的样子。恰恰：象声词，形容鸟叫声音和谐动听",
                    "classInfo" : "21",
                    "poetryID" : "11",
                    "source" : "11",
                    "analysesInfo" : "这首诗记叙在黄四娘家赏花时的场面和感触，描写草堂周围烂漫的春光，表达了对美好事物的热爱之情和适意之怀。春花之美、人与自然的亲切和谐，都跃然纸上。首句点明寻花的地点，是在“黄四娘家”的小路上。此句以人名入诗，生活情趣较浓，颇有民歌味。次句“千朵万朵”，是上句“满”字的具体化。“压枝低”，描绘繁花沉甸甸地把枝条都压弯了，景色宛如历历在目。“压”、“低”二字用得十分准确、生动。第三句写花枝上彩蝶蹁跹，因恋花而“留连”不去，暗示出花的芬芳鲜妍。花可爱，蝶的舞姿亦可爱，不免使漫步的人也“留连”起来。但他也许并未停步，而是继续前行，因为风光无限，美景尚多。“时时”，则不是偶尔一见，有这二字，就把春意闹的情趣渲染出来。正在赏心悦目之际，恰巧传来一串黄莺动听的歌声，将沉醉花丛的诗人唤醒。这就是末句的意境。“娇”字写出莺声轻软的特点。“自在”不仅是娇莺姿态的客观写照，也传出它给作者心理上的愉快轻松的感觉。诗在莺歌“恰恰”声中结束，饶有余韵。此诗写的是赏景，这类题材，盛唐绝句中屡见不鲜。但像此诗这样刻画十分细微，色彩异常秾丽的，则不多见。如“故人家在桃花岸，直到门前溪水流”（常建《三日寻李九庄》），“昨夜风开露井桃，未央前殿月轮高”（王昌龄《春宫曲》），这些景都显得“清丽”；而杜甫在“花满蹊”后，再加“千朵万朵”，更添蝶舞莺歌，景色就秾丽了。这种写法，可谓前无古人。其次，盛唐人很讲究诗句声调的和谐。他们的绝句往往能被诸管弦，因而很讲协律。杜甫的绝句不为歌唱而作，纯属诵诗，因而常常出现拗句。如此诗“千朵万朵压枝低”句，按律第二字当平而用仄。但这种“拗”决不是对音律的任意破坏，“千朵万朵”的复叠，便具有一种口语美。而“千朵”的“朵”与上句相同位置的“四”字，虽同属仄声，但彼此有上、去声之别，声调上仍具有变化。诗人也并非不重视诗歌的音乐美。这表现在三、四两句双声词、象声词与叠字的运用。&&&“留连”、“自在”均为双声词，如贯珠相联，音调宛转。“时时”、“恰恰”为叠字，即使上下两句形成对仗，使语意更强，更生动，更能表达诗人迷恋在花、蝶之中，忽又被莺声唤醒的刹那间的快意。这两句除却“舞”、“莺”二字，均为舌齿音，这一连串舌齿音的运用造成一种喁喁自语的语感，维妙维肖地状出看花人为美景陶醉、惊喜不已的感受。",
                    "transferInfo" : "黄四娘家绽放的鲜花遮蔽了小路，万千花朵将枝条压得低了又低。留恋那芬芳花间时时飞舞的彩蝶，自由自在欢声啼鸣的黄莺。",
                    "backgroundInfo" : "这组诗作于杜甫定居成都草堂之后，公元761年（唐肃宗上元二年）或公元762年（唐代宗宝应元年）春。上元元年（公元760年）杜甫在饱经离乱之后，寓居四川成都，在西郊浣花溪畔建成草堂，暂时有了安身的处所。时值春暖花开，更有赏心乐事，杜甫对生活是热爱的。这是他写这组诗的生活和感情基础。第二年（一说第三年）春暖花开时节，他独自在锦江江畔散步赏花，写下了《江畔独步寻花七绝句》这一组诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "石灰吟",
                    "author" : "于谦",
                    "content" : "千锤万凿出深山，烈火焚烧若等闲。粉骨碎身全不怕，要留清白在人间。",
                    "addtionInfo" : "石灰吟：赞颂石灰。吟：吟颂。指古代诗歌体裁的一种名称（古代诗歌的一种形式）。千锤万凿：无数次的锤击开凿，形容开采石灰非常艰难。千、万：虚词，形容很多。锤：锤打。凿：开凿。若等闲：好像很平常的事情。若：好像、好似；等闲：平常，轻松。浑：全。清白：指石灰洁白的本色，又比喻高尚的节操。人间：人世间。",
                    "classInfo" : "22",
                    "poetryID" : "12",
                    "source" : "1",
                    "analysesInfo" : "这是一首托物言志诗。作者以石灰作比喻，表达自己为国尽忠，不怕牺牲的意愿和坚守高洁情操的决心。&&&作为咏物诗，若只是事物的机械实录而不寄寓作者的深意，那就没有多大价值。这首诗的价值就在于处处以石灰自喻，咏石灰即是咏自己磊落的襟怀和崇高的人格。&&&首句“千锤万凿出深山”是形容开采石灰石很不容易。次句“烈火焚烧若等闲”。“烈火焚烧”，当然是指烧炼石灰石。加“若等闲”三字，又使人感到不仅是在写烧炼石灰石，它似乎还象征着志士仁人无论面临着怎样严峻的考验，都从容不迫，视若等闲。第三句“粉骨碎身浑不怕”。“粉身碎骨”极形象地写出将石灰石烧成石灰粉，而“全不怕”三字又使我们联想到其中可能寓有不怕牺牲的精神。至于最后一句“要留清白在人间”，更是作者在直抒情怀，立志要做纯洁清白的人。&&&于谦为官廉洁正直，曾平反冤狱，救灾赈荒，深受百姓爱戴。明英宗时，瓦剌入侵，明英宗被俘。于谦议立明景帝，亲自率兵固守北京，击退瓦剌，使人民免遭蒙古贵族再次野蛮统治。但英宗复辟后却以“谋逆罪”诬杀了这位民族英雄。这首《石灰吟》可以说是于谦生平和人格的真实写照。",
                    "transferInfo" : "石灰石经过千锤万凿从深山里开采出来，它把熊熊烈火的焚烧当作很平常的一件事。即使粉身碎骨也毫不惧怕，只要把高尚气节留在人世间。",
                    "backgroundInfo" : "相传有一天，于谦走到一座石灰窑前，观看师傅吟煅烧石灰。只见一堆堆青黑色的山石，经过烈火焚烧之后，都变成了白色的石灰。于谦深有感触，便吟出了《石灰吟》这首脍炙人口的诗篇。据说此时于谦的才十二岁，他写下这首诗不只是石灰形象的写照，更是他日后的人生追求。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "竹石",
                    "author" : "郑燮",
                    "content" : "咬定青山不放松，立根原在破岩中。千磨万击还坚劲，任尔东西南北风。",
                    "addtionInfo" : "竹石：扎根在石缝中的竹子。诗人是著名画家，他画的竹子特别有名，这是他题写在竹石画上的一首诗。咬定：比喻根扎得结实，像咬着青山不松口一样。立根：扎根，生根。原：本来,原本，原来。破岩：裂开的山岩，即岩石的缝隙。磨：折磨，挫折，磨炼。击：打击。坚劲：坚强有力。任：任凭，无论，不管。尔：你。",
                    "classInfo" : "23",
                    "poetryID" : "13",
                    "source" : "1",
                    "analysesInfo" : "这首诗是一首咏竹诗。诗人所赞颂的并非竹的柔美，而是竹的刚毅。前两句赞美立根于破岩中的劲竹的内在精神。开头一个“咬”字，一字千钧，极为有力，而且形象化，充分表达了劲竹的刚毅性格。再以“不放松”来补足“咬”字，劲竹的个性特征表露无遗。次句中的“破岩”更衬托出劲竹生命力的顽强。后二句再进一层写恶劣的客观环境对劲竹的磨练与考验。不管风吹雨打，任凭霜寒雪冻，苍翠的青竹仍然“坚劲”，傲然挺立。“千磨万击”、“东西南北风”，极言考验之严酷。这首诗借物喻人，作者通过咏颂立根破岩中的劲竹，含蓄地表达了自己绝不随波逐流的高尚的思想情操。全诗语言质朴，寓意深刻。&&&“咬定青山不放松”，一个“咬”字把竹拟人化。“咬”是一个主动的，需要付出力量的动作。它不仅写出了翠竹紧紧附着青山的情景，更表现出了竹子那种不畏艰辛，与大自然抗争，顽强生存的精神。紧承上句，第二句“立根原在破岩中”道出了翠竹能傲然挺拔于青山之上的基础是它深深扎根在破裂的岩石之中。在作者郑板桥诗、画中的竹又往往与“石”是分不开的。有时侯，石构成竹的对立面，如“画根竹枝插块石，石比竹枝高一尺，虽然一尺让它高，年来看我掀天力”；有时候石成为竹的背景，如”秋风昨夜渡潇湘，触石穿林惯作狂；惟有竹枝浑不怕，挺然相斗一千场”。在这首诗里，竹石则形成了一个浑然的整体，无石竹不挺，无竹山不青。这两句诗也说明了一个简单而深刻的哲理：根基深力量才强。&&&有了前两句的铺垫，很自然地引出了下面两句：“千磨万击还坚劲，任尔东西南北风”。这首诗里竹有个特点，它不是孤立的竹，也不是静止的竹，而是岩竹，是风竹。在作者郑板桥的诗画中，竹往往是高尚品行和顽强意志的象征，而风则往往是恶势力的代表，如前面提到的“秋风昨夜渡潇湘”这几句，又如：“一阵狂风倒卷来，竹枝翻回向天开。扫云扫雾真吾事，岂屑区区扫地埃。”在这首诗中同样竹子经受着“东西南北风”一年四季的千磨万击。但是由于它深深扎根于岩石之中而仍岿然不动，坚韧刚劲。什么样的风都对它无可奈何。诗人用”千”、“万”两字写出了竹子那种坚韧无畏、从容自信的神态，可以说全诗的意境至此顿然而出。这时挺立在我们面前的已不再是几杆普通的竹子了，我们感受到的已是一种顽强不息的生命力，一种坚韧不拔的意志力，而这一切又都蕴涵在那萧萧风竹之中。&&&诗中的竹实际上也是作者郑板桥高尚人格的化身，在生活中，诗人正是这样一种与下层百姓有着较密切的联系，嫉恶如仇、不畏权贵的岩竹。作者郑板桥的题画诗如同其画一样有着很强的立体感，可作画来欣赏。这首诗正是这样，无论是竹还是石在诗人笔下都形象鲜明，若在眼前。那没有实体的风也被描绘得如同拂面而过一样。但诗人追求的并不仅在外在的形似，而是在每一根瘦硬的岩竹中灌注了自己的理想，融进了自己的人格，从而使这竹石透露出一种畜外的深意和内在的神韵。&&&这是一首借物喻人、托物言志的诗，也是一首咏物诗。这首诗着力表现了竹子那顽强而又执着的品质，托岩竹的坚韧顽强，言自己刚正不阿、正直不屈、铁骨铮铮的骨气。全诗语言简易明快，执著有力。",
                    "transferInfo" : "竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。经历无数磨难和打击身骨仍坚劲，任凭你刮酷暑的东南风，还是严冬的西北风。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "闻官军收河南河北",
                    "author" : "杜甫",
                    "content" : "剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。",
                    "addtionInfo" : "闻：听说。官军：指唐朝军队。剑外：剑门关以南，这里指四川。蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。涕：眼泪。却看：回头看。妻子：妻子和孩子。愁何在：哪还有一点的忧伤？愁已无影无踪。漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说杜甫已经迫不及待地去整理行装准备回家乡去了。喜欲狂：高兴得简直要发狂。放歌：放声高歌。须：应当。纵酒：开怀痛饮。青春：指明丽的春天的景色。作伴：与妻儿一同。巫峡：长江三峡之一，因穿过巫山得名。便：就的意思。襄阳：今属湖北。洛阳：今属河南，古代城池。",
                    "classInfo" : "6",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "此诗作于唐代宗广德元年（公元763年）春。当年正月史朝义自缢，安史之乱结束。杜甫听到这消息，不禁惊喜欲狂，手舞足蹈，冲口唱出这首七律。诗的前半部分写初闻喜讯的惊喜；后半部分写诗人手舞足蹈做返乡的准备，凸显了急于返回故乡的欢快之情。全诗情感奔放，处处渗透着“喜”字，痛快淋漓地抒发了作者无限喜悦兴奋的心情。因此被称为杜甫“生平第一快诗”。除第一句叙事点题外，其余各句，都是抒发诗人忽闻胜利消息之后的惊喜之情。诗人的思想感情出自胸臆，奔涌直泻。后六句都是对偶，但却明白自然像说话一般，有水到渠成之妙。&&&首句起势迅猛，恰切地表现了捷报的突然。诗人多年飘泊“剑外”，备尝艰苦，想回故乡而不可能，就是由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，惊喜的洪流，一下子冲开了郁积已久的情感闸门，令诗人心中涛翻浪涌。“初闻涕泪满衣裳”，“初闻”紧承“忽传”，“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的真实表现。“蓟北”已收，战乱将息，乾坤疮痍、黎民疾苦，都将得到疗救，诗人颠沛流离、感时恨别的苦日子，总算熬过来了。然而痛定思痛，诗人回想八年来熬过的重重苦难，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于像噩梦一般过去了，诗人可以返回故乡了，人们将开始新的生活，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。&&&第二联以转作承，落脚于“喜欲狂”，这是惊喜的更高峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当诗人悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，这一句是用妻儿的欢欣来衬托诗人的欣喜之情。&&&“白日放歌须纵酒，青春作伴好还乡”紧承上联从生活细节上细致的刻画了诗人的狂喜。“白日”，指晴朗的日子，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春天的景物，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。诗人想到这里，自然就会“喜欲狂”了。&&&“青春作伴好还乡”是诗人的联想，身在梓州，顷刻间就已回到家乡。诗人的惊喜达到高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了诗人想象的飞驰。“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有很漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”的疾速飞驰的画面，一个接一个地从读者眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。&&&本诗主要叙写了诗人听到官军收复失地的消息后，十分的喜悦，收拾行装立即还乡的事。抒发诗人无法抑制的胜利喜悦与还乡快意，表现了诗人真挚的爱国情怀，表达了诗人博大的爱国胸怀和高尚的精神境界。",
                    "transferInfo" : "在四川忽然传来收蓟北的消息，刚刚听到时涕泪满衣裳。回头看妻子和孩子哪还有一点的忧伤，胡乱地卷起诗书欣喜若狂。日头照耀放声高歌痛饮美酒，趁着明媚春光与妻儿一同返回家乡。就从巴峡再穿过巫峡，经过了襄阳后又直奔洛阳。",
                    "backgroundInfo" : "《闻官军收河南河北》作于公元763年（广德元年）春天，那时杜甫52岁。宝应元年（公元762年）冬季，唐军在洛阳附近的衡水打了一个大胜仗，叛军头领薛嵩、张忠志等纷纷投降。作者听到这个消息后欣喜若狂，写下此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·游蕲水清泉寺",
                    "author" : "苏轼",
                    "content" : "山下兰芽短浸溪，松间沙路净无泥，潇潇暮雨子规啼。谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。",
                    "addtionInfo" : "蕲qí水：县名，今湖北浠水县。浸：泡在水中。潇潇：形容雨声。子规：杜鹃，又叫杜宇、 布谷、子规、望帝、蜀鸟等。无再少：不能回到少年时代。白发：老年。唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。",
                    "classInfo" : "24",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "东坡为人胸襟坦荡旷达，善于因缘自适。他因诗中有所谓“讥讽朝廷”语，被罗织罪名入狱，“乌台诗案”过后，于公元1080年（元丰三年）二月贬到黄州。这在苏轼的政治生涯中，是一个重大的打击。此词描写雨中的南方初春，表达作者虽处困境而老当益壮、自强不息的精神，洋溢着一种向上的人生态度。上阕写暮春三月兰溪幽雅的风光和环境，景色自然明丽，雅淡清美；下阕抒发使人感奋的议论，即景取喻，表达有关人生感悟，启人心智。全词即景抒慨，写景纯用白描，细致淡雅；抒慨昂扬振拔，富有哲理。&&&上阕写清泉寺幽雅的风光和环境。山下小溪潺湲，岸边的兰草刚刚萌生娇嫩的幼芽。松林间的沙路，洁净无泥。傍晚细雨潇潇，寺外传来了布谷的叫声。作者此际漫步溪边，触目无非生意，浑然忘却尘世的喧嚣和官场的污秽，心情是愉悦的。唤起内心对大自然的喜爱及对人生的回味，这就引出了下片的对人生的哲思。&&&下片诗人就眼前“溪水西流”之景生发感慨和议论。这种议论不是抽象的，概念化的，而是即景取喻，以富有情韵的语言，摅写有关人生的哲理。“谁道”两句，以反诘唤起：以借喻回答。“人生长恨水长东”，光阴犹如昼夜不停的流水，匆匆向东奔驶，一去不可复返，青春对于人生来说只有一次，正如古人所说：“花有重开日，人无再少时。”这是不可抗拒的自然规律。然而，在某种意义上讲，人未始不可以老当益壮。自强不息的精神，往往能焕发生命的光彩。因此词人发出令人振奋的议论：“谁道人生无再少？门前流水尚能西！”&&&“白发”、“黄鸡”比喻世事匆促，光景催年。白居易当年在《醉歌》中唱道：“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失。”此处作者反其意而用之，希望人们不要徒发自伤衰老之叹。应该说，这是不服衰老的宣言，这是对生活、对未来的向往和追求，这是对青春活力的召唤。在贬谪生活中，能一反感伤迟暮的低沉之调，唱出如此催人自强的歌曲，这体现出苏轼热爱生活、旷达乐观的性格。&&&这首词，上片以淡疏的笔墨写景，景色自然明丽，雅淡凄美；下片既以形象的语言抒情，又在即景抒慨中融入哲理，启人心智，令人振奋。词人以顺处逆的豪迈情怀，政治上失意后积极、乐观的人生态度，催人奋进，激动人心。",
                    "transferInfo" : "山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚时分，细雨萧萧，布谷声声。谁说人生就不能再回到少年时期？ 门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！",
                    "backgroundInfo" : "公元1082年（宋神宗元丰五年）苏轼因“乌台诗案”，被贬至黄州（今湖北黄冈）任团练副使。春三月作者游蕲水清泉寺时写下此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "6000",
    "mainClass" : "6"
}

