{
    "poetryList" : [
                    {
                    "name" : "望岳",
                    "author" : "杜甫",
                    "content" : "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。",
                    "addtionInfo" : "岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。齐鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。造化：大自然。钟：聚集。神秀：天地之灵气，神奇秀美。阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。荡胸：心胸摇荡。曾：同“层”，重叠。决眦（zì）：眦：眼角。眼角（几乎）要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。入：收入眼底，即看到。会当：终当，定要。凌：登上。凌绝顶，即登上最高峰。小：形容词的意动用法，意思为“以······为小，认为······小”。",
                    "classInfo" : "22",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "春望",
                    "author" : "杜甫",
                    "content" : "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
                    "addtionInfo" : "国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。抵：值，相当。白头：这里指白头发。搔：用手指轻轻的抓。浑：简直。欲：想，要，就要。胜：经受，承受。簪：一种束发的首饰。古代男子蓄长发，成年后束发于头顶，用簪子横插住，以免散开。",
                    "classInfo" : "6",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "石壕吏",
                    "author" : "杜甫",
                    "content" : "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒，妇啼一何苦。听妇前致词，三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣。室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。",
                    "addtionInfo" : "暮：在傍晚。投：投宿。吏：官吏，低级官员，这里指抓壮丁的差役。夜：时间名词作状语，在夜里。逾（yú）：越过；翻过。走：跑，这里指逃跑。呼：诉说，叫喊。一何：何其、多么。怒：恼怒，凶猛，粗暴，这里指凶狠。啼：哭啼。苦：凄苦。前：上前，向前。致：对……说。前致词：指老妇走上前去（对差役）说话。邺城：即相州，在今河南安阳。戍（shù）：防守，这里指服役。附书至：捎信回来。书，书信。至，回来。新：最近，刚刚。存：活着，生存着。且偷生：姑且活一天算一天。且：姑且，暂且。偷生：苟且活着。长已矣：永远完了。已：停止，这里引申为完结。室中：家中。更无人：再没有别的（男）人了。更：再。惟：只，仅。乳下孙：正在吃奶的孙子。未：还没有。去：离开，这里指改嫁。完裙：完整的衣服。老妪（yù）：老妇人。衰：弱。请从吏夜归：请让我和你晚上一起回去。请：请求。从：跟从，跟随。应：响应。河阳：今河南省洛阳市吉利区（原河南省孟县），当时唐王朝官兵与叛军在此对峙。急应河阳役：赶快到河阳去服役。犹得：还能够。得：能够。备：准备。晨炊：早饭。夜久：夜深了。绝：断绝；停止。如：好像，仿佛。闻：听。泣幽咽：低微断续的哭声。有泪无声为“泣”，哭声哽塞低沉为“咽”。明：天亮之后。登前途：踏上前行的路。登：踏上。前途：前行的路。独：唯独、只有。",
                    "classInfo" : "31",
                    "poetryID" : "3",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "归园田居·其三",
                    "author" : "陶渊明",
                    "content" : "种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。",
                    "addtionInfo" : "南山：指庐山。稀： 稀少。兴： 起床。荒秽：形容词作名词，荒芜，指豆苗里的杂草。秽：肮脏。这里指田中杂草荷锄：扛着锄头。荷，扛着。狭： 狭窄。草木长：草木丛生。长，生长。夕露：傍晚的露水。沾：（露水）打湿。足： 值得。但使愿无违： 只要不违背自己的意愿就行了。但：只。愿： 指向往田园生活，“不为五斗米折腰”，不愿与世俗同流合污的意愿。违： 违背。",
                    "classInfo" : "107",
                    "poetryID" : "4",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "使至塞上",
                    "author" : "王维",
                    "content" : "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。",
                    "addtionInfo" : "使至塞上：奉命出使边塞。使：出使。单车：一辆车，车辆少，这里形容轻车简从。问边：到边塞去察看，指慰问守卫边疆的官兵。属国：有几种解释：一指少数民族附属于汉族朝廷而存其国号者。汉、唐两朝均有一些属国。二指官名，秦汉时有一种官职名为典属国，苏武归汉后即授典属国官职。唐人有时以“属国”代称出使边陲的使臣。居延：地名，汉代称居延泽，唐代称居延海，在今内蒙古额济纳旗北境。又西汉张掖郡有居延县（参《汉书·地理志》），故城在今额济纳旗东南。又东汉凉州刺史部有张掖居延属国，辖境在居延泽一带。此句一般注本均言王维路过居延。然而王维此次出使，实际上无需经过居延。因而林庚、冯沅君主编的《中国历代诗歌选》认为此句是写唐王朝“边塞的辽阔，附属国直到居延以外”。征蓬：随风飘飞的蓬草，此处为诗人自喻。归雁：雁是候鸟，春天北飞，秋天南行，这里是指大雁北飞。胡天：胡人的领空。这里是指唐军占领的北方地方。大漠：大沙漠，此处大约是指凉州之北的沙漠。孤烟：赵殿成注有二解：一云古代边防报警时燃狼粪，“其烟直而聚，虽风吹之不散”。二云塞外多旋风，“袅烟沙而直上”。据后人有到甘肃、新疆实地考察者证实，确有旋风如“孤烟直上”。又：孤烟也可能是唐代边防使用的平安火。长河：指流经凉州（今甘肃武威）以北沙漠的一条内陆河，这条河在唐代叫马成河，疑即今石羊河。萧关：古关名，又名陇山关，故址在今宁夏固原东南。候骑：负责侦察、通讯的骑兵。王维出使河西并不经过萧关，此处大概是用何逊诗“候骑出萧关，追兵赴马邑”之意，非实写。都护：唐朝在西北边疆置安西、安北等六大都护府，其长官称都护，每府派大都护一人，副都护二人，负责辖区一切事务。这里指前敌统帅。燕然：燕然山，即今蒙古国杭爱山。东汉窦宪北破匈奴，曾于此刻石记功。这里代指前线。",
                    "classInfo" : "16",
                    "poetryID" : "5",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "渡荆门送别",
                    "author" : "李白",
                    "content" : "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
                    "addtionInfo" : "荆门：山名，位于今湖北省宜都县西北长江南岸，与北岸虎牙三对峙，地势险要，自古即有楚蜀咽喉之称。远：远自。楚国：楚地，指湖北一带，春秋时期属楚国。平野：平坦广阔的原野。江：长江。大荒：广阔无际的田野。月下飞天镜：明月映入江水，如同飞下的天镜。下：移下。海楼：海市蜃楼，这里形容江上云霞的美丽景象。仍：依然。怜：怜爱。一本作“连”。故乡水：指从四川流来的长江水。因诗人从小生活在四川，把四川称作故乡。万里：喻行程之远。",
                    "classInfo" : "108",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "游山西村",
                    "author" : "陆游",
                    "content" : "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。",
                    "addtionInfo" : "腊酒：腊月里酿造的酒。足鸡豚（tún）：意思是准备了丰盛的菜肴。足：足够，丰盛。豚，小猪，诗中代指猪肉。山重水复：一座座山、一道道水重重叠叠。柳暗花明：柳色深绿，花色红艳。箫鼓：吹箫打鼓。春社：古代把立春后第五个戊日做为春社日，拜祭社公（土地神）和五谷神，祈求丰收。古风存：保留着淳朴古代风俗。若许：如果这样。闲乘月：有空闲时趁着月光前来。无时：没有一定的时间，即随时。叩（kòu）门：敲门。",
                    "classInfo" : "106",
                    "poetryID" : "7",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "长歌行",
                    "author" : "佚名",
                    "content" : "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！",
                    "addtionInfo" : "长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色，其最小者名鸭脚葵。其实大如指顶，皮薄而扁，实内子轻虚如榆荚仁。”此诗“青青园中葵”即指此。朝露：清晨的露水。晞：天亮，引申为阳光照耀。”阳春“句：阳是温和。阳春是露水和阳光都充足的时候，露水和阳光都是植物所需要的，都是大自然的恩惠，即所谓的”德泽“。 布：布施，给予。 德泽：恩惠。秋节：秋季。焜黄：形容草木凋落枯黄的样子。 华（huā）：同“花”。 衰：一说读“cuī”，因为古时候没有“shuāi”这个音；一说读shuāi，根据语文出版社出版的《古代汉语》，除了普通话的规范发音之外，任何其他的朗读法都是不可取的。百川：大河流。少壮：年轻力壮，指青少年时代。老大：指年老了，老年。徒：白白地。",
                    "classInfo" : "24",
                    "poetryID" : "8",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "野望",
                    "author" : "王绩",
                    "content" : "东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
                    "addtionInfo" : "东皋（gāo）：诗人隐居的地方。薄暮：傍晚。薄，迫近。徙倚（xǐyǐ）：徘徊，来回地走。依：归依。秋色：一作“春色”。落晖：落日。犊（dú）：小牛，这里指牛群。禽：鸟兽，这里指猎物。采薇：薇，是一种植物。相传周武王灭商后 ，伯夷、叔齐不愿做周的臣子，在首阳山上采薇而食，最后饿死。古时“采薇”代指隐居生活。",
                    "classInfo" : "4",
                    "poetryID" : "9",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "早寒江上有怀",
                    "author" : "孟浩然",
                    "content" : "木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。迷津欲有问，平海夕漫漫。",
                    "addtionInfo" : "木落：树木的叶子落下来。雁南度：大雁南飞。南：一作“初”。襄（xiāng）水曲（qū）：在汉水的转弯处。襄水，汉水流经襄阳（今属湖北）境内的一段。曲，江水曲折转弯处，即河湾。襄：一作“湘”，又作“江”。曲：一作“上”。楚云端：长江中游一带云的尽头。云：一作“山”。乡泪客中尽：思乡眼泪已流尽，客旅生活无比辛酸。孤：一作“归”。天际：天边。一作“天外”。迷津：迷失道路。津，渡口。平海：宽广平静的江水。漫漫：水广大貌。",
                    "classInfo" : "6",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "望洞庭湖赠张丞相",
                    "author" : "孟浩然",
                    "content" : "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。",
                    "addtionInfo" : "张丞相：指张九龄（673-740），唐玄宗时宰相，后贬为荆州长史。涵虚：包含天空，指天倒映在水中。涵：包容。虚：虚空，空间。混太清：与天混成一体。清：指天空。云梦泽：古时云泽和梦泽指湖北南部、湖南北部一代低洼地区。洞庭湖是它南部的一角。岳阳城：在洞庭湖东岸。济：渡。端居：安居。耻(chǐ)圣明：有愧于圣明之世。圣明：指太平盛世，古时认为皇帝圣明社会就会安定。徒：只能。楫：（jí）划船用具，船桨。",
                    "classInfo" : "9",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "黄鹤楼",
                    "author" : "崔颢",
                    "content" : "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。",
                    "addtionInfo" : "黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说古代有一位名叫费祎的仙人，在此乘鹤登仙。昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。乘：驾。去：离开。空：只。返：通返，返回。空悠悠：深，大的意思。川：平原。历历：清楚可数。汉阳：地名，现在湖北省武汉市汉阳区，与黄鹤楼隔江相望。萋萋：形容草木长得茂盛。鹦鹉洲：在湖北省武汉市武昌区西南，根据后汉书记载，汉黄祖担任江夏太守时，在此大宴宾客，有人献上鹦鹉，故称鹦鹉洲。唐朝时在汉阳西南长江中，后逐渐被水冲没。乡关：故乡。",
                    "classInfo" : "6",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "送友人",
                    "author" : "李白",
                    "content" : "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。",
                    "addtionInfo" : "郭：古代在城外修筑的一种外墙。白水：清澈的水。一：助词，加强语气。名做状。别：告别。蓬：古书上说的一种植物，干枯后根株断开，遇风飞旋，也称“飞蓬”。诗人用“孤蓬”喻指远行的朋友。征：远行。浮云游子意：曹丕《杂诗》：“西北有浮云，亭亭如车盖。惜哉时不遇，适与飘风会。吹我东南行，行行至吴会。”后世用为典实，以浮云飘飞无定喻游子四方漂游。浮云，飘动的云。游子，离家远游的人。兹：声音词，此。萧萧：马的呻吟嘶叫声。班马：离群的马，这里指载人远离的马。班，分别；离别，一作“斑”。",
                    "classInfo" : "108",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "秋词",
                    "author" : "刘禹锡",
                    "content" : "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。",
                    "addtionInfo" : "悲寂寥：悲叹萧条。春朝：春天。排：推，有冲破的意思。碧霄：青天。",
                    "classInfo" : "27",
                    "poetryID" : "14",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "鲁山山行",
                    "author" : "梅尧臣",
                    "content" : "适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。",
                    "addtionInfo" : "鲁山：一名露山，在河南鲁山县东北，接近襄城县境。适：恰好。野情：喜爱山野之情。惬（qiè）：心满意足。随处改：（山峰）随观看的角度的变化而变化。幽径：小路。熊升树：熊爬上树。一作大熊星座升上树梢。何许：何处，哪里。云外：形容遥远。一声鸡：暗示有人家。",
                    "classInfo" : "101",
                    "poetryID" : "15",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·一曲新词酒一杯",
                    "author" : "晏殊",
                    "content" : "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
                    "addtionInfo" : "浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。一曲新词酒一杯：此句化用白居易《长安道》诗意：“花枝缺入青楼开，艳歌一曲酒一杯”。一曲，一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。去年天气旧亭台：是说天气、亭台都和去年一样。此句化用五代郑谷《和知己秋日伤怀》诗：“流水歌声共不回，去年天气旧池台。”晏词“亭台”一本作“池台”。去年天气，跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。无可奈何：不得已，没有办法。似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自晏殊此句。燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。独：副词，用于谓语前，表示“独自”的意思。徘徊：来回走。",
                    "classInfo" : "17",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "十一月四日风雨大作",
                    "author" : "陆游",
                    "content" : "僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。",
                    "addtionInfo" : "僵卧：躺卧不起。这里形容自己穷居孤村，无所作为。僵，僵硬。孤村：孤寂荒凉的村庄。不自哀：不为自己哀伤。思：想着，想到。戍（shù）轮台：在新疆一带防守，这里指戍守边疆。戍，守卫。轮台：在今新疆境内，是古代边防重地。此代指边关。夜阑（lán）：夜深。风吹雨：风雨交加，和题目中“风雨大作”相呼应；当时南宋王朝处于风雨飘摇之中，“风吹雨”也是时局写照，故诗人直到深夜尚难成眠。铁马：披着铁甲的战马。冰河：冰封的河流，指北方地区的河流。",
                    "classInfo" : "32",
                    "poetryID" : "17",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "8000",
    "mainClass" : "8"
}

