{
    "poetryList" : [
                    {
                    "name" : "沁园春·长沙",
                    "author" : "毛泽东",
                    "content" : "独立寒秋，湘江北去，橘子洲头。看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由。怅寥廓，问苍茫大地，谁主沉浮？携来百侣曾游，忆往昔峥嵘岁月稠。恰同学少年，风华正茂；书生意气，挥斥方遒。指点江山，激扬文字，粪土当年万户侯。曾记否，到中流击水，浪遏飞舟？",
                    "addtionInfo" : "沁园春：词牌名。湘（xiāng）江：一名湘水，湖南省最大的河流，源出广西壮族自治区陵川县南的海洋山，长1752里，向东北流贯湖南省东部，经过长沙，北入洞庭湖。寒秋：就是深秋、晚秋。秋深已有寒意，所以说是寒秋。橘子洲：地名，又名水陆洲，是长沙城西湘江中一个狭长小岛，西面靠近岳麓山。万山：指湘江西岸岳麓山和附近许多山峰。层林尽染：山上一层层的树林经霜打变红，像染过一样。漫江：满江。舸（gě）：大船。这里泛指船只。争流：争着行驶。鹰击长空，鱼翔浅底：鹰在广阔的天空里飞，鱼在清澈的水里游。击：搏击，这里形容飞得矫健有力。翔：本指鸟盘旋飞翔，这里形容鱼游得轻快自由。万类霜天竞自由：万物都在秋光中竞相自由地生活。万类：指一切生物。霜天：指深秋。怅寥廓：面对广阔的宇宙惆怅感慨。怅：原意是失意，这里用来表达由深思而引发激昂慷慨的心绪。苍茫：旷远迷茫。主：主宰。沉浮：比喻事物盛衰、消长，这里指兴衰。百侣：很多的伴侣。侣，这里指同学。峥嵘(zhēng róng）岁月稠：不平常的日子是很多的。峥嵘：山势高峻，这里是不平凡，不寻常的意思。稠：多。恰：适逢，正赶上。风华正茂：风采才华正盛。书生：读书人，这里指青年学生。意气：意志和气概。挥斥方遒（qiú）：挥斥，奔放。方：正。挥斥方遒，是说热情奔放，劲头正足。指点江山，激扬文字：评论国家大事，用文字来抨击丑恶的现象，赞扬美好的事物。粪土当年万户侯：把当时的军阀官僚看得同粪土一样。粪土：作动词用，视……如粪土。中流：江心水深流急的地方。遏（è）：阻止。",
                    "classInfo" : "36",
                    "poetryID" : "1",
                    "source" : "13",
                    "analysesInfo" : "该词通过对长沙秋景的描绘和对青年时代革命斗争生活的回忆，抒写出革命青年对国家命运的感慨和以天下为己任，蔑视反动统治者，改造旧中国的豪情壮志。全词在片语之间，融情入理，情景交融。&&&上阕描绘了一幅多姿多彩、生机勃勃的湘江寒秋图，并即景抒情，提出了苍茫大地应该由谁来主宰的问题。“看万山红遍，层林尽染”，一个“看”字，总领七句，描绘了独立橘子洲头所见到的一幅色彩绚丽的秋景图。既是四周枫林如火的写照，又寄寓着词人火热的革命情怀。红色象征革命，象征烈火，象征光明，“万山红遍”正是词人“星火燎原”思想的形象化表现，是对革命与祖国前途的乐观主义的憧憬。&&&“鹰击长空，鱼翔浅底，万类霜天竞自由。”则是词人对自由解放的向往与追求。词人从山上、江面、天空、水底选择了几种典型景物进行描写，远近相间，动静结合，对照鲜明。这七句，为下面的抒情提供了背景，烘托了气氛。“怅寥廓，问苍茫大地。谁主沉浮？”的感叹，这一问道出了词人的雄心壮志，表现了他的博大胸怀，由写景直接转入抒怀，自然带出下半阕的抒情乐章。&&&下半阕着重抒情，但也不乏情中含景之处。“忆往昔峥嵘岁月稠”，以峥嵘形容岁月，新颖、形象，自然地引起对往昔生活的回忆，将无形的不平凡岁月，化为一座座有形的峥嵘山峰，给人以巍峨奇丽的崇高美。&&&“恰同学少年，风华正茂”一个“恰”字，统领七句，形象地概括了早期革命者雄姿英发的战斗风貌和豪迈气概。“中流击水，浪遏飞舟”，也是一幅奋勇进击、劈波斩浪的宏伟画面。可以说，这首词的崇高美，是以情为经线，景为纬线，交织而成的。&&&全词通过对长沙秋景的描绘和对青年时代革命斗争生活的回忆，提出了“谁主沉浮”的问题，表现了词人和战友们为了改造旧中国英勇无畏的革命精神和壮志豪情。",
                    "transferInfo" : "深秋季节，我独自站立在橘子洲头，望着滔滔的湘水向北奔流。万千山峰全都变成了红色，层层树林好像染过颜色一样；江水清澈澄碧，一艘艘大船乘风破浪，争先恐后。鹰在广阔的天空里飞，鱼在清澈的水里游，万物都在秋光中争着过自由自在的生活。面对广阔的宇宙惆怅感慨：这旷远苍茫大地的盛衰沉浮，该由谁来主宰呢？曾经我和我的同学，经常携手结伴来到这里漫游。在一起商讨国家大事，那无数不平凡的岁月至今还萦绕在我的心头。同学们正值青春年少，风华正茂；大家意气奔放，劲头正足。评论国家大事，写出这些激浊扬清的文章，把当时那些军阀官僚看得如同粪土。可曾还记得，那时的我们横渡大江，到江中间水深流急的地方游泳，那激起的浪花几乎挡住了疾驰而来的行船？",
                    "backgroundInfo" : "《沁园春·长沙》是毛泽东1925年晚秋所作。当时毛泽东离开故乡韶山，去广州主持农民运动讲习，途经长沙，重游了橘子洲作。作者面对湘江上美丽动人的自然秋景，联想起当时的革命形势，写下了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水龙吟·登建康赏心亭",
                    "author" : "辛弃疾",
                    "content" : "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！",
                    "addtionInfo" : "建康：今江苏南京。岑：远山。玉簪螺髻：玉做的簪子，像海螺形状的发髻，这里比喻高矮和形状各不相同的山岭。断鸿：失群的孤雁。吴钩：古代吴地制造的一种宝刀。这里应该是以吴钩自喻，空有一身才华，但是得不到重用。鲈鱼堪脍：用西晋张翰典。张翰在洛阳做官，在秋季西风起时，想到家乡莼菜羹和鲈鱼脍的美味，便立即辞官回乡。后来的文人将思念家乡、弃官归隐称为莼鲈之思。季鹰：张翰，字季鹰。求田问舍:置地买房。刘郎:刘备。才气:胸怀、气魄。流年：流逝的时光。忧愁风雨：风雨，比喻飘摇的国势。树犹如此：用西晋桓温典。桓公北征经金城，见前为琅邪时种柳，皆已十围，慨然曰：‘木犹如此，人何以堪！’攀枝执条，泫然流泪。此处借抒发自己不能抗击敌人、收复失地，虚度时光的感慨。红巾翠袖：女子装饰，代指女子。揾：擦拭。",
                    "classInfo" : "36",
                    "poetryID" : "2",
                    "source" : "14",
                    "analysesInfo" : "上片大段是写景：由水写到山，由无情之景写到有情之景，很有层次。开头两句，“楚天千里清秋，水随天去秋无际”，是作者在赏心亭上所见的江景。写得气象阔大，笔力遒劲。意思说，楚天千里，辽远空阔，秋色无边无际。大江流向天边，也不知何处是它的尽头。&&&“楚天”的“楚”，泛指长江中下游一带，这里战国时曾属楚国。“水随天去”的“水”，指浩浩荡荡奔流不息的长江，也就是苏轼《念奴娇》词中“大江东去”的大江。“千里清秋” 和“秋无际”，写出江南秋季的特点。南方常年多雨多雾，只有秋季，天高气爽，才可能极目远望，看见大江向无穷无尽的天边流去。&&&“遥岑远目，献愁供恨，玉簪螺髻”三句，是写山。意思说，放眼望去，远山千姿百态，有的很像美人头上插戴的玉簪，有的很像美人头上螺旋形的发髻，可是这些都只能引起我对丧失国土的忧愁和愤恨。“玉簪螺髻”一句中的“玉簪”，是古代妇女的一种首饰；“螺髻”，指古代妇女一种螺旋形发髻。韩愈有“水作青罗带，山如碧玉篸”的诗句（篸即簪）。“遥岑”，即远山，指长江以北沦陷区的山，所以说它“献愁供恨”。这里，作者一方面极写远 山的美丽——远山愈美，它引起作者的愁和恨，也就愈加深重；另一方面又采取了移情及物的手法，写远山“献愁供恨”。实际上是作者自己看见沦陷区的山，想到沦陷的父老姊妹而痛苦发愁。但是作者不肯直写，偏要说山向人献愁供恨。山本来是无情之物，连山也懂得献愁供恨，人的愁恨就可想而知了。这样写，意思就深入一层。&&&“楚天千里清秋，水随天去秋无际”两句，是纯粹写景，至“献愁供恨”三句，已进了一步，点出“愁、恨”两字，由纯粹写景而开始抒情，由客观而及主观，感情也由平淡而渐趋强烈。作者接着写道：“落日楼头，断鸿声里，江南游子。把吴钩看了，栏干拍遍，无人会，登临意。”意思说，夕阳快要西沉，孤雁的声声哀鸣不时传到赏心亭上，更加引起了作者对沦陷的故乡的思念。他看着腰间佩带的不能用来杀敌卫国的宝刀，悲愤地拍打着亭子上的栏干。可是又有谁能领会他这时的心情呢？&&&这里“落日楼头，断鸿声里，江南游子”三句，虽然仍是写景， 但同时也是喻情。落日，本是自然景物，辛弃疾用“落日”二字，含有比喻南宋朝廷日薄西山、国势危殆的意思。“断鸿”，是失群的孤雁。辛弃疾用这一自然景物来比喻自己飘零的身世和孤寂的心境。“游子”，是辛弃疾直指自己。 一般地说，凡是远游的人都可称为游子，辛弃疾是从山东来到江南的，当然是游子了。&&&如果说上面“落日楼头，断鸿声里，江南游子”三句是写景寓情的话，那么“把吴钩看了，栏干拍遍，无人会，登临意”三句，就是直抒胸臆了。“吴钩”，本是战场上杀敌的锐利武器，但现在却闲置身旁，无处用武，这就把作者空有沙场杀敌的雄心壮志，却是英雄无用武之地的苦闷也烘托出来了。以物比人，这怎能不引起辛弃疾的无限感慨呀！“栏干拍”遍是表示胸中那说不出来的抑郁苦闷之气，借拍打栏干来发泄的意思，用在这里，就把作者徒有杀敌报国的雄心壮志而又无处施展的急切悲愤的情态宛然显现在读者面前。&&&上片写景抒情，下片则是直接言志。下片十一句，分四层意思：“休说鲈鱼堪脍，尽西风、季鹰归未？”这里引用了一个典故：晋朝人张翰（字季鹰），在洛阳做官，见秋风起，想到家乡苏州味美的鲈鱼，便弃官回乡。（见《晋书。张翰传》）现在深秋时令又到了，连大雁都知道寻踪飞回旧地，何况我这个漂泊江南的游子呢？然而自己的家乡如今还在金人统治之下，南宋朝廷却偏一隅，自己想回到故乡，又谈何容易！“尽西风、季鹰归未？”既写了有家难归的乡思，又抒发了对金人、对南宋朝廷的激愤，确实收到了一石三鸟的效果。“求田问舍，怕应羞见，刘郎才气”，是第二层意思。求田问舍就是买地置屋。刘郎，指三国时刘备，这里泛指有大志之人。这也是用了一个典故。三国时许汜去看望陈登，陈登对他很冷淡，独自睡在大床上，叫他睡下床。许汜去询问刘备，刘备说：天下大乱，你忘怀国事，求田问舍，陈登当然瞧不起你。&&&如果是我，我将睡在百尺高楼，叫你睡在地下，岂止相差上下床呢？这二层的大意是说，既不学为吃鲈鱼脍而还乡的张季鹰，也不学求田问舍的许汜。 作者登临远望望故土而生情，谁无思乡之情？作者自知身为游子，但国势如此，如自己一般的又止一人呢？作者于此是说，我很怀念家乡但却绝不是像张翰、许汜一样，我回故乡当是收复河山之时。作有此志向，但语中含蓄，“归未？”一词可知，于是自然引出下一层。&&&“可惜流年，忧愁风雨，树犹如此”，是第三层意思。流年，即时光流逝；风雨指国家在风雨飘摇之中，“树犹如此”也有一个典故，据《世说新语。言语》，桓温北征，经过金城，见自己过去种的柳树已长到几围粗，便感叹地说：“木犹如此，人何以堪？”树已长得这么高大了，人怎么能不老大呢！这三句词包含的意思是：于此时，我心中确实想念故乡，但我不不会像张瀚，许汜一样贪图安逸今日怅恨忧惧的。我所忧惧的，只是国事飘摇，时光流逝，北伐无期，恢复中原的夙愿不能实现。年岁渐增，恐再闲置便再无力为国效命疆场了。这三句，是全首词的核心。到这里，作者的感情经过层层推进已经发展到最高潮。&&&下面就自然地收束，也就是第四层意思：“倩何人,唤取红巾翠袖，揾英雄泪。”倩，是请求，“红巾翠袖”，是少女的装束，这里就是少女的代名词。在宋代，一般游宴娱乐的场合，都有歌妓在旁唱歌侑酒。这三句是写辛弃疾自伤抱负不能实现，世无知己，得不到同情与慰藉。这与上片“无人会、登临意”义近而相呼应。&&&该词是辛词名作之一，它不仅对辛弃疾生活着的那个时代的矛盾有充分反映，有比较真实的现实内容，而且，作者运用圆熟精到的艺术手法把内容完美地表达出来，直到今天仍然具有极其强烈的感染力量，使人们百读不厌。&&&全词通过写景和联想抒写了作者恢复中原国土，统一祖国的抱负和愿望无法实现的失意的感慨，深刻揭示了英雄志士有志难酬、报国无门、抑郁悲愤的苦闷心情，极大地表现了词人诚挚无私的爱国情怀。",
                    "transferInfo" : "空荡的秋空虽火红似火，可是我心中却千里冷落凄凉，冷清的江水只能伴随着天空流去，何处会是尽头，这秋天无边无际。无奈的眺望远处的山岭，为何，报国又比登天难，为何，国家又如此腐败，只能怪人间正道是沧桑。那群山像女人头上的玉簪和螺髻，难道说，这王朝只剩下花天酒地了吗？斜下的太阳照着这亭子，在长空远飞离群。孤雁伴着它那凄惨绝望声从天空划过，或许是映照着我这流落江南思乡游子。我看着这宝刀，却不曾沾染着敌人的鲜血，我狠狠地把亭上的栏杆都拍遍了，也没有人领会我现在登楼的心意，天下知我者，还能有谁呢？。我可不会像张翰那样，为家乡之景而归。那刘备天下为怀，斥责许氾，辞气激扬，令人佩服。只可惜时光如流水一般过去，我真担心着风雨飘荡中的国家，时间如白驹过隙！连一拭英雄泪的红巾翠袖也无人唤取了。",
                    "backgroundInfo" : "公元1174年（宋孝宗淳熙元年），辛弃疾将任东安抚司参议官。这时作者南归已八、九年了，却投闲置散，任了一介小官，一次，他登上建康的赏心亭，极目远望祖国的山川风物，百感交集，更加痛惜自己满怀壮志而老大无成，于是写下一首《水龙吟》词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "塞下曲六首·其一",
                    "author" : "李白",
                    "content" : "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。",
                    "addtionInfo" : "天山：指祁连山。折柳：即《折杨柳》，古乐曲名。金鼓：指锣，进军时击鼓，退军时鸣金。",
                    "classInfo" : "16",
                    "poetryID" : "3",
                    "source" : "14",
                    "analysesInfo" : "首句言“五月天山雪”，已经扣紧题目。五月，在内地正值盛夏。韩愈说“五月榴花照眼明，枝间时见子初成”，赵嘏说“和如春色净如秋，五月商山是胜游”。但是，李白所写五月却在塞下，在天山，自然，所见所感也就迥然有别。天山孤拔，常年被积雪覆盖。这种内地与塞下在同一季节的景物上的巨大反差，被诗人敏锐地捕捉，然而，他没有具体细致地进行客观描写，而以轻淡之笔徐徐道出自己内心的感受：“无花只有寒”。&&&“无花”二字双关不见花开之意，这层意思紧启第三句“笛中闻折柳”。“折柳”即《折杨柳》曲的省称。这句表面看是写遍地闻笛，实际话外有音，意谓眼前无柳可折，“折柳”之事只能于“笛中闻”。花明柳暗是春色的表征，“无花”兼无柳，也就是“春色未曾看”了。这四句意脉贯通，一气直下，措语天然，不拘格律如古诗之开篇，前人未具此格。&&&“晓战随金鼓，宵眠抱玉鞍。”这两句是说，战士们白天在金鼓声中与敌人进行殊死的战斗，晚上却是抱着马鞍睡觉。&&&五、六句紧承前意，既写军旅生活的紧张。古代行军鸣金击鼓，以整齐步伐，节制进退。写出“金鼓”，则烘托出紧张气氛，军纪严肃可知。只言“晓战”，则整日之行军、战斗俱在不言之中。晚上只能抱着马鞍打盹儿，更见军中生活之紧张。本来，宵眠枕玉鞍也许更符合军中的生活习惯，不言“枕”而言“抱”，一字之易，紧张状态尤为突出，似乎一当报警，“抱鞍”者更能翻身上马，奋勇出击。此两句则就一“晓”一“宵”写来，并不铺叙全日生活，概括性也强。全篇只此两句作对仗，严正的形式与严肃的内容配合，增强了表达效果。&&&“愿将腰下剑，直为斩楼兰。”末两句是说，但愿腰间悬挂的宝剑能够早日平定边疆，为国立功。以上六句全写边疆生活的艰苦，若有怨思，末两句却急作转语，音情突变。这里用了西汉傅介子的故事。由于楼兰（西域国名）王贪财，屡遮杀前往西域的汉使，傅介子受霍光派遣出使西域，计斩楼兰王，为国立功。此诗末两句借此表达了边塞将士的爱国激情。“愿”字与“直为”，语气斩钉截铁，慨当以慷，足以振起全篇。这是此诗点睛结穴之处。&&&本诗的结尾雄壮有力，与前面六句的烘托之功是分不开的。没有那样一个艰苦的背景，则不足以显示如此卓绝的精神。此诗所以极苍凉而极雄壮，意境浑成，是因为有了前六句的铺垫。如果一开口就豪言壮语，转觉无力。这写法与“黄沙百战穿金甲，不破楼兰终不还”二语有异曲同工之妙。此诗不但篇法独造，对仗也不拘常格，自是五律别调佳作。",
                    "transferInfo" : "五月的天山仍是大雪纷飞，只有凛冽的寒风，根本看不见盛放的鲜花。听到有人用笛子吹奏《折柳曲》，想着家乡已是春色满园，而在这里，还未曾见到春色。白天在金鼓声中与敌人进行殊死的战斗，晚上枕着马鞍睡觉。但愿能够发挥自己的本领，早日平定边疆，为国立功。",
                    "backgroundInfo" : "《塞上曲》这组诗当作于公元743年（唐玄宗天宝二载）。此前一年李白初入长安，此时供奉翰林，胸中正怀有建功立业的政治抱负。本首诗即是组诗的第一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "从军行",
                    "author" : "王昌龄",
                    "content" : "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。",
                    "addtionInfo" : "青海：指青海湖，在今青海省。唐朝大将哥舒翰筑城于此，置神威军戍守。长云：层层浓云。雪山：即祁连山，山巅终年积雪，故云。孤城：即玉门关。玉门关：汉置边关名，在今甘肃敦煌西。楼兰：汉时西域国名，即鄯善国，在今新疆维吾尔自治区鄯善县东南一带。西汉时楼兰国王与匈奴勾通，屡次杀害汉朝通西域的人。",
                    "classInfo" : "25",
                    "poetryID" : "4",
                    "source" : "14",
                    "analysesInfo" : "唐代边塞诗的读者，往往因为诗中所涉及的地名古今杂举、空间悬隔而感到困惑。怀疑作者不谙地理，因而不求甚解者有之，曲为之解者亦有之。这第四首诗就有这种情形。&&&前两句提到三个地名。雪山即河西走廊南面横亘廷伸的祁连山脉。青海与玉门关东西相距数千里，却同在一幅画面上出现，于是对这两句就有种种不同的解说。有的说，上句是向前极目，下句是回望故乡。这很奇怪。青海、雪山在前，玉门关在后，则抒情主人公回望的故乡该是玉门关西的西域，那不是汉兵，倒成胡兵了。另一说，次句即“孤城玉门关遥望”之倒文，而遥望的对象则是“青海长云暗雪山”，这里存在两种误解：一是把“遥望”解为“遥看”，二是把对西北边陲地区的概括描写误解为抒情主人公望中所见，而前一种误解即因后一种误解而生。&&&“青海长云暗雪山，孤城遥望玉门关”，诗人在开篇描绘了一幅壮阔苍凉的边塞风景，概括了西北边陲的状貌。这两句话的意思是：青海湖上的天空，长云遮蔽，湖北面绵延着的雪山隐约可见，翻过雪山，就是河西走廊荒漠中的孤城，再往西，就可以看到玉门关。在唐代，西边有吐蕃，北边有突厥，当时的青海是唐军和吐蕃多次交战的地方，而玉门关外就是突厥的势力范围，所以这两座城池是唐重要的边防城。看着青海和玉门关，就使 战士想到曾经在这两个地方发生过的战斗场面，不由心潮澎湃。可见这两句写景中包含丰富的感情，有戍守边疆将士们对边防的关注，有他们对自己能担负保家卫国责任的自豪，也有边疆环境恶劣，将领戍边生活艰苦的孤寂心情，种种感情都融进了这苍凉 辽阔、迷茫昏暗的景象中。&&&“黄沙百战穿金甲，不破楼兰终不还。”两句由情景交融的环境描写转为直接抒情。“黄沙百战穿金甲”，是概括力极强的诗句。戍边时间之漫长，战事之频繁，战斗之艰苦，敌军之强悍，边地之荒凉，都于此七字中概括无遗。“百战”是比较抽象的，冠以“黄沙”二字，就突出了西北战场的特征， “百战”而至“穿金甲”，更可想见战斗之艰苦激烈，也可想见这漫长的时间中有一系列“白骨掩蓬蒿”式的壮烈牺牲。但是，金甲尽管磨穿，将士的报国壮志却并没有销磨，而是在大漠风沙的磨炼中变得更加坚定。“不破楼兰终不还”，就是身经百战的将士豪壮的誓言。上一句把战斗之艰苦、战事之频繁越写得突出，这一句便越显得铿锵有力、掷地有声。&&&盛唐优秀的边塞诗有一个重要的思想特色，就是在抒写戍边将士的豪情壮志的同时，并不回避战争的艰苦，本篇就是一个显例。可以说，三、四两句不是空洞肤浅的抒情，正是因为有一、二两句那种含蕴丰富的大处落墨的环境描写。典型环境与人物感情高度统一，是王昌龄绝句的一个突出优点，这在本篇中也有明显的体现。",
                    "transferInfo" : "青海湖上乌云密布，遮得连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。守边将士身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "过华清宫绝句三首·其一",
                    "author" : "杜牧",
                    "content" : "长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。",
                    "addtionInfo" : "华清宫：华清宫在骊山上，开元十一年初置温泉宫。天宝六年改为华清宫。又造长生殿，名为集灵台，以祀神也。绣成堆：骊山右侧有东绣岭，左侧有西绣岭。唐玄宗在岭上广种林木花卉，郁郁葱葱。千门：形容山顶宫殿壮丽，门户众多。次第：依次。红尘：这里指飞扬的尘土。妃子：指杨贵妃。",
                    "classInfo" : "33",
                    "poetryID" : "5",
                    "source" : "14",
                    "analysesInfo" : "此诗通过送荔枝这一典型事件，鞭挞了玄宗与杨贵妃骄奢淫逸的生活，有着以微见著的艺术效果，精妙绝伦，脍炙人口。&&&起句描写华清宫所在地骊山的景色。诗人从长安“回望”的角度来写，犹如电影摄影师，在观众面前先展现一个广阔深远的骊山全景：林木葱茏，花草繁茂，宫殿楼阁耸立其间，宛如团团锦绣。“绣成堆”，既指骊山两旁的东绣岭、西绣岭，又是形容骊山的美不胜收，语意双关。&&&接着，场景向前推进，展现出山顶上那座雄伟壮观的行宫。平日紧闭的宫门忽然一道接着一道缓缓地打开了。接下来，又是两个特写镜头：宫外，一名专使骑着驿马风驰电掣般疾奔而来，身后扬起一团团红尘；宫内，妃子嫣然而笑了。几个镜头貌似互不相关，却都包蕴着诗人精心安排的悬念：“千门”因何而开？“一骑”为何而来？“妃子”又因何而笑？诗人故意不忙说出，直至紧张而神秘的气氛憋得读者非想知道不可时，才含蓄委婉地揭示谜底：“无人知是荔枝来。”“荔枝”两字，透出事情的原委。《新唐书·杨贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变，已至京师。”明于此，那么前面的悬念顿然而释，那几个镜头便自然而然地联成一体了。&&&吴乔《围炉诗话》说：“诗贵有含蓄不尽之意，尤以不著意见声色故事议论者为最上。”杜牧这首诗的艺术魅力就在于含蓄、精深，诗不明白说出玄宗的荒淫好色，贵妃的恃宠而骄，而形象地用“一骑红尘”与“妃子笑”构成鲜明的对比，就收到了比直抒己见强烈得多的艺术效果。“妃子笑”三字颇有深意。春秋时周幽王为博妃子一笑，点燃烽火，导致国破身亡。读到这里时，读者是很容易联想到这个尽人皆知的故事。“无人知”三字也发人深思。其实“荔枝来”并非绝无人知，至少“妃子”知，“一骑”知，还有一个诗中没有点出的皇帝更是知道的。这样写，意在说明此事重大紧急，外人无由得知，这就不仅揭露了皇帝为讨宠妃欢心无所不为的荒唐，也与前面渲染的不寻常的气氛相呼应。全诗不用难字，不使典故，不事雕琢，朴素自然，寓意精深，含蓄有力，是唐人咏史绝句中的佳作。",
                    "transferInfo" : "在长安回头远望骊山宛如一堆堆锦绣，山顶上华清宫千重门依次打开。一骑驰来烟尘滚滚妃子欢心一笑，无人知道是南方送了荔枝鲜果来。",
                    "backgroundInfo" : "华清宫是唐玄宗开元十一年（723年）修建的行宫，唐玄宗和杨贵妃曾在那里寻欢作乐。后代有许多诗人写过以华清宫为题的咏史诗，而杜牧《过华清宫绝句三首》是其中的名作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赤壁赋",
                    "author" : "苏轼",
                    "content" : "壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐，而问客曰：何为其然也？客曰：‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。苏子曰：客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。",
                    "addtionInfo" : "壬戌：宋神宗元丰五年（1082），岁在壬戌。既望：指农历十六日。徐：舒缓地。兴：起，作。属：通“嘱（zhǔ ），致意，此处引申为“劝酒”的意思。少焉：一会儿。白露：白茫茫的水气。横江：笼罩江面。横，横贯。纵一苇之所如，凌万顷之茫然：任凭小船在宽广的江面上飘荡。纵：任凭。一苇：像一片苇叶那么小的船，比喻极小的船。万顷：形容江面极为宽阔。茫然，旷远的样子。冯虚御风：（像长出羽翼一样）驾风凌空飞行。冯：通凭，乘。遗世独立：遗弃尘世,独自存在。扣舷：敲打着船边，指打节拍，舷，船的两边。击空明兮溯流光：船桨拍打着月光浮动的清澈的水，溯流而上。渺渺兮予怀：主谓倒装。我的心思飘得很远很远。渺渺，悠远的样子美人：此为苏轼借鉴的屈原的文体。用美人代指君主。倚歌而和(hè)之：合着节拍应和。和：应和。如怨如慕，如泣如诉：像是哀怨，像是思慕，像是啜泣，像是倾诉。余音：尾声。袅袅：形容声音婉转悠长。缕：细丝。舞幽壑之潜蛟：使深谷的蛟龙感动得起舞。泣孤舟之嫠（lí）妇：使孤舟上的寡妇伤心哭泣。嫠：孤居的妇女，在这里指寡妇。愀（qiǎo）然：容色改变的样子。正襟危坐：整理衣襟，严肃地端坐着。何为其然也：曲调为什么会这么悲凉呢？月明星稀，乌鹊南飞：所引是曹操《短歌行》中的诗句。郁乎苍苍：树木茂密，一片苍绿繁茂的样子。郁：茂盛的样子。舳舻（zhú lú）：战船前后相接。这里指战船。酾（shī）酒：斟酒。横槊（shuò ）：横执长矛。侣鱼虾而友麋鹿：以鱼虾为伴侣，以麋鹿为友。扁（piān）舟：小舟。寄：寓托。蜉（fú)蝣：一种昆虫，夏秋之交生于水边，生命短暂，仅数小时。此句比喻人生之短暂。渺沧海之一粟：渺：小。沧海：大海。此句比喻人类在天地之间极为渺小。须臾(yú)：片刻，时间极短。长终：至于永远。骤：数次。托遗响于悲风：余音，指箫声。悲风：秋风。盈虚者如彼：指月亮的圆缺。卒：最终。消长：增减。长：增长。一瞬：一眨眼的工夫。造物者：天地自然。无尽藏（zàng）：佛家语，指无穷无尽的宝藏。共食：共享。更酌：再次饮酒。肴核既尽：荤菜和果品。既：已经。狼籍：凌乱的样子。枕藉：相互枕着垫着。既白：已经显出白色（指天明了）。",
                    "classInfo" : "24",
                    "poetryID" : "6",
                    "source" : "15",
                    "analysesInfo" : "此赋记叙了作者与朋友们月夜泛舟游赤壁的所见所感，以作者的主观感受为线索，通过主客问答的形式，反映了作者由月夜泛舟的舒畅，到怀古伤今的悲咽，再到精神解脱的达观。全赋在布局与结构安排中映现了其独特的艺术构思，情韵深致、理意透辟，在中国文学上有着很高的文学地位，并对之后的赋、散文、诗产生了重大影响。&&&第一段，写夜游赤壁的情景。作者“与客泛舟游于赤壁之下”，投入大自然怀抱之中，尽情领略其间的清风、白露、高山、流水、月色、天光之美，兴之所至，信口吟诵《诗经·月出》首章“月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。”把明月比喻成体态娇好的美人，期盼着她的冉冉升起。与《月出》诗相回应，“少焉，月出于东山之上，徘徊于斗牛之间。”并引出下文作者所自作的歌云：“望美人兮天一方”，情感、文气一贯。“徘徊”二字，生动、形象地描绘出柔和的月光似对游人极为依恋和脉脉含情。在皎洁的月光照耀下白茫茫的雾气笼罩江面，天光、水色连成一片，正所谓“秋水共长天一色”（王勃《滕王阁序》）。游人这时心胸开阔，舒畅，无拘无束，因而“纵一苇之所如，凌万顷之茫然”，乘着一叶扁舟，在“水波不兴”浩瀚无涯的江面上，随波飘荡，悠悠忽忽地离开世间，超然独立。浩瀚的江水与洒脱的胸怀，在作者的笔下腾跃而出，泛舟而游之乐，溢于言表。这是此文正面描写“泛舟”游赏景物的一段，以景抒情，融情入景，情景俱佳。&&&第二段，写作者饮酒放歌的欢乐和客人悲凉的箫声。作者饮酒乐极，扣舷而歌，以抒发其思“美人”而不得见的怅惘、失意的胸怀。这里所说的“美人”实际上乃是作者的理想和一切美好事物的化身。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”这段歌词全是化用《楚辞·少司命》：“望美人兮未来，临风恍兮浩歌”之意，并将上文“诵明月之诗，歌窈窕之章”的内容具体化了。由于想望美人而不得见，已流露了失意和哀伤情绪，加之客吹洞箫，依其歌而和之，箫的音调悲凉、幽怨，“如怨如慕，如泣如诉，余音袅袅，不绝如缕”，竟引得潜藏在沟壑里的蛟龙起舞，使独处在孤舟中的寡妇悲泣。一曲洞箫，凄切婉转，其悲咽低回的音调感人至深，致使作者的感情骤然变化，由欢乐转入悲凉，文章也因之波澜起伏，文气一振。&&&第三段写客的回答，表现一种消极的人生观和虚无主义思想。把人类社会同宇宙自然对立起来，又把个体的人同社会整体加以分割，那当然看不到全部历史舞台上威武雄壮剧的持续演出，也看不到人类虽然依赖自然但更有改造自然的能动性和创造力，这就是悲观厌世或消极出世思想的认识论根源。对于封建社会的文人士大夫来说，当他们政治失意或生活上遇到挫折的时候，往往就陷入这样的苦闷与迷惘。苏轼也是如此。客的回答，其实正是苏轼自己贬谪黄州后思想感情的一个方面。《念奴娇》词不也说“人生如梦”么？而这样的思想感情，作为社会人生的抽象认识，却被苏轼结合着景物地点的特征，从历史到现实，从具体到一般，用诗一般的语言表现出来，使读者一点也不感到任何枯燥的说教意味。更为重要的是苏轼同样结合着景物、地点的特征，同样用诗一般的语言，批评了客的回答，表现了苏轼当时思想感情的另一个主导方面，全文至此遂以“苏子曰”开始而进入第四段。&&&第四段，是苏轼针对客之人生无常的感慨陈述自己的见解，以宽解对方。客曾“羡长江之无穷”，愿“抱明月而长终”。苏轼即以江水、明月为喻，提出“逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也”的认识。如果从事物变化的角度看，天地的存在不过是转瞬之间；如果从不变的角度看，则事物和人类都是无穷尽的，不必羡慕江水、明月和天地。自然也就不必“哀吾生之须臾”了。这表现了苏轼豁达的宇宙观和人生观，他赞成从多角度看问题而不同意把问题绝对化，因此，他在身处逆境中也能保持豁达、超脱、乐观和随缘自适的精神状态，并能从人生无常的怅惘中解脱出来，理性地对待生活。而后，作者又从天地间万物各有其主、个人不能强求予以进一步的说明。江上的清风有声，山间的明月有色，江山无穷，风月长存，天地无私，声色娱人，作者恰恰可以徘徊其间而自得其乐。此情此景乃缘于李白的《襄阳歌》：“清风明月不用一钱买，玉山自倒非人推”，进而深化之。&&&因为客曾表示“羡长江之无穷”，又希望“抱明月而长终”，所以苏轼还是拾取眼前景物，从地面上的江水和天空里的月亮说起：“客亦知夫水与月乎？”这一句仿佛京剧行腔中的“导板”，将引出一节精彩的唱段，而那种疑问式的语调则又表明客其实不能从江水、月亮得出关于短暂与永恒这一哲学范畴的正确认识。关于江水，苏轼认为“逝者如斯，而未尝往也”，意思是江水不舍昼夜地滔滔流去，作为某一段江水，确乎从这里消失了，而作为整个江水，则始终长流不绝，因此可以说“未尝往也”。关于月亮，苏轼认为“盈虚者如披，而年莫消长也”，意思是月亮有时圆满，有时缺损，但它缺了之后又恢复圆，这样周而复始，终究无所增减，因此可以说“莫消长也”。列举江水、月亮说明去留、增减的辩证关系，作者再归纳到一般的认识原理：“盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也……”就是说，变与不变，无论宇宙还是人生，都是相对的。如果从变的角度来看，岂但人生百年，顷刻即逝，就是向来认定的天长地久，其实也是连一眨眼的工夫都不曾保持常态；而如果从不变的角度来看，则宇宙万物固然无穷无尽，其实人生也一样绵延不息。因此，对人生而言，那天地宇宙万事万物，“而又何羡乎？”自然也不必“哀吾生之须臾”了。前人说过“清风明月不用一钱买”，恰好切合苏轼眼前的景物，“江上之清风”有声，“山间之明月”有色，江山无尽，天地无私，风月长存，声色俱美，他正可以徘徊其间而自得其乐。这，又回到了“乐”字上来。&&&文章写了主客对话，表达了正反两方面的观点，最后以第五段作结。第五段写客被苏轼说服了，满面春风，换却愁颜。“客喜而笑，洗盏更酌。”这次更加欢快，不免开怀畅饮，直到“肴核既尽，杯盘狼藉”。客解决了思想问题，心情舒畅，无所忧虑，于是同苏轼“相与枕藉乎舟中，不知东方之既白”，跟文章开头的“泛舟”“月出”遥相呼应。一枕好睡醒来了，一宿晚景过去了，一次赤壁之游结束了，一篇《赤壁赋》也随之收尾了。而读者则在经历了一番江上月夜泛舟，听取了一场关于宇宙人生的对话之后，却还久久地沉浸在作者优美笔调所表现的诗一般的意境之中。&&&苏轼这种宇宙观和人生观只能说包含有一定的合理性，因为作者不同意看问题绝对化，注意到事物相反相成的辩证关系；但不能认为是科学的，因为作者沿袭了庄子的相对主义观点，而相对主义否认衡量事物的客观标准，抹煞事物与量的实际界限。同时，苏轼这种宇宙观和人生观固然表现了他对政治迫害的蔑视，对于所追求的理想的坚持，身处逆境依然那么豁达、开朗、乐观、自信，但也表现了他随缘自适、随遇而安的超然物外的生活态度。这种生活态度往往包含着无可奈何的自我安慰，从流连光景中寻求精神寄托。所以他在“而又何羡乎”一句之后，掉转笔锋写道：“且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适。”苏轼认为人对自然万物，非但不必因“吾生之须臾”而羡慕其“无穷”，反倒要使“无穷”的自然万物为“吾生”所享受，从中得到乐趣。&&&这篇赋在艺术手法上有如下特点：&&&“情、景、理”融合。全文不论抒情还是议论始终不离江上风光和赤壁故事，形成了情、景、理的融合。通篇以景来贯串，风和月是主景，山和水辅之。作者抓住风和月展开描写与议论。文章分三层来表现作者复杂矛盾的内心世界：首先写月夜泛舟大江，饮酒赋诗，使人沉浸在美好景色之中而忘怀世俗的快乐心情；再从凭吊历史人物的兴亡，感到人生短促，变动不居，因而跌入现实的苦闷；最后阐发变与不变的哲理，申述人类和万物同样是永久地存在，表现了旷达乐观的人生态度。写景、抒情、说理达到了水乳交融的程度。&&&“以文为赋”的体裁形式。此文既保留了传统赋体的那种诗的特质与情韵，同时又吸取了散文的笔调和手法，打破了赋在句式、声律的对偶等方面的束缚，更多是散文的成分，使文章兼具诗歌的深致情韵，又有散文的透辟理念。散文的笔势笔调，使全篇文情郁郁顿挫，如“万斛泉涌”喷薄而出。与赋的讲究对偶不同，它相对更为自由，如开头的一段“壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下”，全是散句，参差疏落之中又有整饬之致。以下直至篇末，大多押韵，但换韵较快，而且换韵处往往就是文意的一个段落，这就使本文特别宜于诵读，并且极富声韵之美，体现了韵文的长处。&&&意象连贯，结构严谨。景物的连贯，不仅在结构上使全文俨然一体，精湛缜密，而且还沟通了全篇的感情脉络，起伏变化。起始时写景，是作者旷达、乐观情状的外观；“扣舷而歌之”则是因“空明”、“流光”之景而生，由“乐甚”向“愀然”的过渡；客人寄悲哀于风月，情绪转入低沉消极；最后仍是从眼前的明月、清风引出对万物变异、人生哲理的议论，从而消释了心中的感伤。景物的反复穿插，丝毫没有给人以重复拖沓的感觉，反而在表现人物悲与喜的消长的同时再现了作者矛盾心理的变化过程，最终达到了全文诗情画意与议论理趣的完美统一。",
                    "transferInfo" : "壬戌年秋天，七月十六日，我与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴劝酒，吟诵《明月》中“窈窕”这一章。不一会儿，明月从东山后升起，在斗宿与牛宿之间来回移动。白茫茫的水汽横贯江面，水光连着天际。放纵一片苇叶似的小船随意漂浮，越过浩瀚无垠的茫茫江面。浩浩淼淼好像乘风凌空而行，并不知道到哪里才会停栖，飘飘摇摇好像要离开尘世飘飞而起，羽化成仙进入仙境。&&&在这时喝酒喝得非常高兴，敲着船边唱起歌来。歌中唱到：“桂木船棹啊香兰船桨，击打着月光下的清波，在泛着月光的水面逆流而上。我的情思啊悠远茫茫，眺望美人啊，却在天的另一方。”有会吹洞箫的客人，配着节奏为歌声伴和，洞箫的声音呜呜咽咽：有如哀怨有如思慕，既像啜泣也像倾诉，余音在江上回荡，像细丝一样连续不断。能使深谷中的蛟龙为之起舞，能使孤舟上的寡妇为之饮泣。&&&我的神色也愁惨起来，整好衣襟坐端正，向客人问道：“箫声为什么这样哀怨呢？”客人回答：“‘月明星稀，乌鹊南飞’，这不是曹公孟德的诗么？这里向西可以望到夏口，向东可以望到武昌，山河接壤连绵不绝，目力所及，一片郁郁苍苍。这不正是曹孟德被周瑜所围困的地方么？当初他攻陷荆州，夺得江陵，沿长江顺流东下，麾下的战船首尾相连延绵千里，旗子将天空全都蔽住，面对大江斟酒，横执长矛吟诗，本来是当世的一位英雄人物，然而现在又在哪里呢？何况我与你在江中的小洲打渔砍柴，以鱼虾为侣，以麋鹿为友，在江上驾着这一叶小舟，举起杯盏相互敬酒，如同蜉蝣置身于广阔的天地中，像沧海中的一粒粟米那样渺小。唉，哀叹我们的一生只是短暂的片刻，不由羡慕长江的没有穷尽。想要携同仙人携手遨游各地，与明月相拥而永存世间。知道这些终究不能实现，只得将憾恨化为箫音，托寄在悲凉的秋风中罢了。”&&&我问道：“你可也知道这水与月？时间流逝就像这水，其实并没有真正逝去；时圆时缺的就像这月，终究没有增减。可见，从事物易变的一面看来，那么天地间万事万物时刻在变动，连一眨眼的工夫都不停止；而从事物不变的一面看来，万物同我们来说都是永恒的，又有什么可羡慕的呢？何况天地之间，万物各有主宰者，若不是自己应该拥有的，即使一分一毫也不能求取。只有江上的清风，以及山间的明月，听到便成了声音，进入眼帘便绘出形色，取得这些不会有人禁止，感受这些也不会有竭尽的忧虑。这是大自然恩赐的没有穷尽的宝藏，我和你可以共同享受。”&&&客人高兴地笑了，洗净酒杯重新斟酒。菜肴果品都已吃完，杯子盘子杂乱一片。大家互相枕着垫着睡在船上，不知不觉东方已经露出白色的曙光。",
                    "backgroundInfo" : "《赤壁赋》写于苏轼一生最为困难的时期之一——被贬谪黄州期间。元丰二年（公元1079年），因被诬作诗“谤讪朝廷”，苏轼因写下《湖州谢上表》，遭御史弹劾并扣上诽谤朝廷的罪名，被捕入狱，史称“乌台诗案”。“几经重辟”，惨遭折磨。后经多方营救，于当年十二月释放，贬为黄州团练副使，但“不得签署公事，不得擅去安置所。”这无疑是一种“半犯人”式的管制生活。元丰五年，苏轼于七月十六和十月十五两次泛游赤壁，写下了两篇以赤壁为题的赋，后人因称第一篇为《赤壁赋》，第二篇为《后赤壁赋》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "游褒禅山记",
                    "author" : "王安石",
                    "content" : "褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。至和元年七月某日，临川王某记。",
                    "addtionInfo" : "浮图：梵语音译词，也写作“浮屠”或“佛图”，本意是佛或佛教徒，这里指和尚。慧褒：唐代高僧。舍：建舍定居。以故：因为（这个）缘故，译为“因此”。褒禅，慧褒禅师。慧空禅院：寺院名。庐冢（zhǒng）：古时为了表示孝敬父母或尊敬师长，在他们死后的服丧期间，为守护坟墓而盖的屋舍，也称“庐墓”。这里指慧褒弟子在慧褒墓旁盖的屋舍。庐：屋舍。禅院：佛寺。阳：山的南面。古代称山的南面、水的北面为“阳”，山的背面、水的南面为“阴”。 仆道：仆于道的省略，倒在路旁。文：碑文。漫灭：指因风化剥落而模糊不清。独：唯独，只有。其：指代石碑。文：文字，这里指的是碑上残存的文字。盖：承接上文，解释原因，有“大概因为”的意思。谬：错误。侧出：从旁边涌出。记游：指在洞壁上题诗文留念。上：名词活用作动词，向上走。窈（yǎo）然：深远幽暗的样子。问：探究，追究。穷：穷尽。拥火：拿着火把。见：见到的景象。怠：懈怠。盖：表猜测的发语词，大概。尚：还。不能十一：不及十分之一。则：那么。至：到达的人。加：更，更加。方是时：正当这个时候。是时：指决定从洞中退出的时候。咎（jiù）：责怪。极：尽，这里有尽情享受的意思。求思：探求、思索。无不在：无所不在，没有不探索、思考的，指思考问题广泛全面。夷：平坦。随：跟随，至于：这里是抵达、到达的意思。幽暗昏惑：幽深昏暗，叫人迷乱的地方。于人：在别人看来。得：心得，收获。谬其传：把那些有关的传说弄错。何可胜道：怎么能说得完。慎取：谨慎取舍。庐陵：今江西吉安。萧君圭，字君玉。长乐：今福建长乐。王回，字深父。父：通“甫”，下文的“平父”“纯父”的“父”同。",
                    "classInfo" : "28",
                    "poetryID" : "7",
                    "source" : "15",
                    "analysesInfo" : "该文是王安石在辞职回家的归途中游览了褒禅山后，以追忆形式写下的一篇游记。该篇游记因事见理，夹叙夹议，其中阐述的诸多思想，不仅在当时难能可贵，在当今社会也具有极其深远的现实意义。&&&这是一篇记述与议论相结合的散文，与一般游记不同，独具特色。全文按照记叙和议论的层次，可分五段。&&&从篇首至“盖音谬也”。记述褒禅山命名的由来。文章开头紧扣题目，开门见山地先说明褒禅山又叫华山之后，接着追述之所以命名为褒禅山，是因为唐朝有一个名叫慧褒的和尚，一开始住在华山之下，死后又葬在华山之下，所以叫做褒禅。作者由远及近，当追溯了褒禅山命名的由来之后，就把笔墨转向眼前所见的慧空禅院上来。说明如今看到的慧空禅院，就是当年慧褒禅师居住的房舍和坟墓之所在。因为这毕竟是一篇游记，所以当写到慧空禅院之后，便以它为基点，重点突出地来记叙褒禅山的名胜华山洞。&&&“距其院东五里，所谓华山洞者，以其乃华山之阳名之也”。这三句，说明华山洞的方位及其命名的由来。接着又写距华山洞百余步倒在路旁的石碑，以及碑文的情况。“其文漫灭”一句，从字面上来看，是说由于年代久远，字迹已经模糊不清。其实，也是为了突出其中尚可辨识的“花山”二字。之所以要突出“花山”二字，在于纠正今人把“花山”之“花”误读为“华实”之“华”的错误。之所以要纠正今人读音的错误，又旨在为下文发表感想和议论设下张本。&&&从“其下平旷，有泉侧出”至“而不得极夫游之乐也”。记叙游览褒禅山后洞的情形。这段承接第1段华山洞的方位和命名，进一步分别就华山洞的前洞和后洞加以叙写。前洞，“其下平旷，有泉侧出”，虽有美景而不险绝，“而记游者甚众”，不足以游，所以一笔带过。而后洞与前洞相比，则迥然不同，它不像前洞那样平坦广阔，游人举足可到，而在“由山以上五六里”的幽深之处，需要花费气力才能到达，而且“入之甚寒”，所以即使喜欢游览的人，也不能穷尽它的尽头。然而惟其险绝，才有奇观。因而便引起了作者与同游者的极大兴趣。于是他们拿着火把走了进去，走得越深，行进越艰难，而所看到的景物也就越加美妙。可是行进的艰难与景物的美妙形成了矛盾，所以同游者之中有倦怠而想出来的人说：“不出去，火把就要烧光了。”这么一说，大家就随着他一起走了出来。&&&一旦走出洞后，作者却深有感慨，慨叹自己所到达的地方比起喜欢游览的人，还不到十分之一，然而在洞的左右壁上，题字留念的人已经很少了。如果再往深处走，到达的人就更少了。这说明没有大志而畏于艰险的人，是不能够深入险境而窥视到异观的。因而又回顾自己在洞里还没有出来的时候，“余之力尚足以入，火尚足以明”，是可以继续前进的，只是听了倦怠者的话，随着走出洞来，而不能极尽游览之乐。目的不达，满腹憾恨之情溢于言表，由此可见作者不畏艰险的积极进取精神。&&&从“于是余有叹焉”至“此余之所得也”。写未能深入华山后洞所产生的感想和体会。这段开头“于是余有叹焉”一句，奠定了全段的基调，为展开议论作了带有浓厚感情色彩的转折。行文先从古人的行事说起，而后又回到游览风物上来，加以发挥议论。就古人来说，他们观察天地、山川、草木、虫鱼、鸟兽，往往都有所得，这是因为他们对事物观察思索得深切，而没有探索不到的地方。作者称引古人，是为了借古鉴今。不言而喻，今人行事，要想有所收益，也必须具有古人那种探索的精神。&&&但事实上，并不是人人都具有这种精神的。就以游览风物来说，“夫夷以近，则游者众；险以远，则至者少”。这种现象，就正是缺乏探索精神的表现。而天下的奇异雄伟、异乎寻常的景物，又常常在险远之处，人们却又很少能够到达，那也就不可能看到奇景异观了。那么怎样才能看到奇景异观呢？作者进而又从三个方面加以论说。一是“非有志者不能至也”。这里强调了一个“志”字。只有胸怀大志，才有可能到达理想的境地。二是有了大志，不随随便便地止足不前，“然力不足者，亦不能至也”。这里又强调了一个“力”字。这个“力”，是指气力。如果气力不足，像“有怠而欲出者”那样，也是不能到达理想境地的。三是有了大志和气力，而又不轻易地倦怠，“至于幽暗昏惑而无物以相之，亦不能至也”。这里又强调了一个“物”字。这里所说的“物”，是指火把之类的借助之物。当游览者走进昏暗之处的时候，如果不借助火把之类的物来照亮前进的道路，也是不能到达理想境地的。&&&总之，只有具备志、力与相助之物这三个条件，才能到达理想的境地。这是就正面来说。反过来说，气力可以达到而又未能达到，这对别人来说是非常可笑的，对自己来说是很可悔恨的。如果竭尽了自己的志气，也仍然达不到，也就没有什么可悔恨的了。这样，谁还能讥笑他呢？作者从正反两方面把道理说得清清楚楚。这就是作者游览华山后洞之后的心得和体会。这个心得和体会，是十分深刻的，它的客观意义却远远超过了游览，而可以用之于从事一切事情。&&&从“余于仆碑”至“此所以学者不可以不深思而慎取之也”。写由于仆碑而引起的联想。作者从仆碑上尚可辨识的“花山”之“花”字，今人误读为“华实”之“华”，从而联想到古籍，“又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！”从山名的以讹传讹，联想到古籍的以讹传讹，使作者触目伤怀，慨叹不已。因而又进一步提出“此所以学者不可以不深思而慎取之也”。对待传闻要“深思”而“慎取”这个提法，也很精辟。它对学者整理和研究古籍，鉴别其真伪，恢复其本来面目，不仅是必要的，而且也是有指导意义的。&&&从“四人者”至篇末。记同游者姓名和写作时间。&&&从以上五段简略地叙述和分析里不难看出，本文虽以游记命题，但所写重点却不在于记游，而在于写作者在游览中的心得和体会，并着重写了两点：一是写华山山名的本末；一是写游览华山后洞的经过。&&&写华山山名的本末时，从今人对“花山”读音之误，联想到对古籍的以讹传讹，从而指出对古籍要持“深思而慎取”的态度。这既是对当时学者的劝勉，同时也是作者自己治学态度的写照。王安石在治学方面，就颇多创见，不为前人之见所束缚。比如他与门人一起修撰《诗》《书》《周礼》三书的经义和《老子注》等书的注疏，以代替汉儒以来的章句之学，就是突出一例。再如他写的咏史和怀古诗，也多半一反常人之见。在《商鞅》诗里写道：“今人未可非商鞅，商鞅能令政必行。”在《贾生》诗里写道：“一时谋议略施行，谁道君王薄贾生。”这些都反映出他的新见解。这些见解，又都是为他打击旧党，推行变法革新服务的。因而也可以说他变法革新的理论和实践，就正是他认真总结历史的经验教训，得出“深思而慎取”的结果。&&&写游览华山后洞的经过时，从“入之愈深，其进愈难，而其见愈奇”，而游者也随之越来越少的情况，进而论述了“世之奇伟、瑰怪、非常之观，常在险远”，要想看到“奇伟、瑰怪、非常之观”，就必须有一个不畏艰险，一往直前的坚强意志，同时还要具备足够的实力和可资凭借的外界条件。他这种力图精进，永攀高峰的精神，同他后来在变法革新中所表现的不怕围攻、百折不回的精神也是完全一致的。这种积极进取精神，同他的变法革新，虽有其不可避免的历史的和阶级的局限，然而却也能给人以有益启示和鼓舞。&&&本文的写作技巧也是比较高明的。既然本文的重点不在记游，而在写游览中的心得体会，所以在材料的取舍上，行文的组织安排上，是颇费一番切磋琢磨之功的。作者在记游中，处处为写心得体会搭桥铺路，使记游与心得体会十分和谐自然地结合起来。&&&文章开头“褒禅山亦谓之华山”一句，看来只是叙说褒禅山的原委，平平淡淡，并不新奇。但细加玩味，却不寻常。它不仅为下文考究褒禅命名的由来起着开拓的作用，而且也把有关全局的“华山”二字突现出来。作者突现出“华山”，对全文的记游和议论是有着重要作用的。可以设想，倘若读者不了解褒禅山就是“华山”，那么文章题为《游禅山褒记》，而下面所记的，也就是与“华山”不可分割的华山前洞、华山后洞，便失去了根基，而令人不可思议。随之游览华山后洞，从而发表议论也将成为不可能。所以首句把“华山”突现出来，是十分重要的，不可缺少的，它对全文来说，起着先引和铺垫的作用。然而作者又不特意去就“华山”而论“华山”，却以考究褒禅山命名由来的方式来突现它，这就更显得自然入妙了。从考究褒禅山命名的由来来看，文从字顺，无懈可击；从记游角度来看，又顺理成章，起到了它应有的作用。&&&该文是以记游为辅，以议论为主的特点，所以作者在记游中写什么，不写什么，以及怎样写，也是经过周密考虑，严加取舍的。文中所写华山、慧空禅院、仆碑和华山前洞，由于都不是所写重点，所以都一笔带过。而它们的出现，又都是为写华山后洞，特别是写游华山后洞作铺垫过渡的。详其所详，略其所略，对所写重点游华山后洞，则刻意作了较为细致地记叙。作者先写华山后洞幽深昏暗，寒气袭人，虽好游者不能穷；次写入之愈深，进之愈难，见之愈奇；次写怠而欲出者声张出洞，同游者遂与之俱出；次写入之愈深，记游者愈少；次写既出之后，有人责备怠而欲出者；次写作者悔恨随怠者而出，不能极尽游览之余，层层深入地写出了游览华山后洞的全过程。这之中有环境气氛的渲染，有游人的活动，有意志不坚强者的退缩，有责怨之辞，有悔恨之语。记游详尽曲折，思想斗争波澜起伏，这就为下文抒写心得体会，发表议论，作了自然而然地铺垫过渡，使记游与议论紧密地融合起来。&&&再如作者写仆道之碑，叙写“其文漫灭，独其为文犹可识，曰‘花山’”，并从而考究今人读音之谬，也是有意安排。它对下面针对后人对古籍以讹传讹的现象发表议论，同样起着铺垫的作用，使之前呼后应，结为一体。总观全文，记游为议论提供了条件，而议论则是记游的必然发展。为突出所写重点，作者严于取舍，精于剪裁，善于铺垫过渡的写作技巧，是值得借鉴的。正如《古文观止》的编者所说:”一路俱是记游,按之却俱是论学.古人诣力到时,头头是道.川上山梁,同一趣也。“作者最后又感慨倒在路边的碑，与篇首相呼应,结构严丝合缝，脉络清晰。",
                    "transferInfo" : "褒禅山也称为华山。唐代和尚慧褒当初在这里筑室居住，死后又葬在那里；因为这个缘故，后人就称此山为褒禅山。现在人们所说的慧空禅院，就是慧褒和尚的墓舍。距离那禅院东边五里，是人们所说的华山洞，因为它在华山南面而这样命名。距离山洞一百多步，有一座石碑倒在路旁，上面的文字已被剥蚀、损坏近乎磨灭，只有从勉强能认得出的地方还可以辨识出“花山”的字样。如今将“华”读为“华实”的“华”，大概是读音上的错误。&&&由此向下的那个山洞平坦而空阔，有一股山泉从旁边涌出，在这里游览、题记的人很多，这就叫做“前洞”。经由山路向上五六里，有个洞穴，一派幽深的样子，进去便感到寒气逼人，探究它的深度，就是那些喜欢游险的人也未能走到尽头——这是人们所说的“后洞”。我与四个人打着火把走进去，进去越深，前进越困难，而所见到的景象也就更加奇妙。有个懈怠而想退出的伙伴说：“再不出去，火把就要熄灭了。”于是，只好都跟他退出来。我们走进去的深度，比起那些喜欢游险的人来，大概还不足十分之一，然而看看左右的石壁，来此而题记的人已经很少了。洞内更深的地方，大概来到的游人就更少了。当决定从洞内退出时，我的体力还足够前进，火把还能够继续照明。我们出洞以后，就有人埋怨那主张退出的人，我也后悔跟他出来，而未能极尽游洞的乐趣。&&&对于这件事我有所感慨。古人观察天地、山川、草木、虫鱼、鸟兽，往往有所得益，是因为他们探究、思考深邃而且广泛。平坦而又近的地方，前来游览的人便多；危险而又远的地方，前来游览的人便少。但是世上奇妙雄伟、珍异奇特、非同寻常的景观，常常在那险阻、僻远少有人至的地方，所以，不是有意志的人是不能到达的。虽然有了志气，也不盲从别人而停止，但是体力不足的，也不能到达。有了志气与体力，也不盲从别人、有所懈怠，但到了那幽深昏暗而使人感到模糊迷惑的地方却没有必要的物件来支持，也不能到达。可是，力量足以达到目的而未能达到，在别人看来是可以讥笑的，在自己来说也是有所悔恨的；尽了自己的主观努力而未能达到，便可以无所悔恨，这难道谁还能讥笑吗？这就是我这次游山的收获。&&&我对于那座倒地的石碑，又感叹古代刻写的文献未能存留，后世讹传而无人弄清其真相的事，怎么能说得完呢？这就是学者不可不深入思考而谨慎地援用资料的缘故。&&&同游的四个人是：庐陵人萧君圭，字君玉；长乐人王回，字深甫；我的弟弟王安国，字平甫；王安上，字纯甫。&&&至和元年七月，临川人王安石记。",
                    "backgroundInfo" : "本文是王安石在公元1054年从舒州通判任上辞职，在回家的路上游览了褒禅山，三个月后以追忆的形式写下的。12年后（1070年）罢相。他不顾保守派反对，积极推行新法。提出“天变不足畏，祖宗不足法，人言不足恤”的观点，这与本文的观点也有相似的地方。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "离骚",
                    "author" : "屈原",
                    "content" : "长太息以掩涕兮，哀民生之多艰。余虽好修姱以鞿羁兮，謇朝谇而夕替。既替余以蕙纕兮，又申之以揽茝。亦余心之所善兮，虽九死其犹未悔。怨灵修之浩荡兮，终不察夫民心。众女嫉余之蛾眉兮，谣诼谓余以善淫。固时俗之工巧兮，偭规矩而改错。背绳墨以追曲兮，竞周容以为度。忳郁邑余侘傺兮，吾独穷困乎此时也。宁溘死以流亡兮，余不忍为此态也。鸷鸟之不群兮，自前世而固然。何方圜之能周兮，夫孰异道而相安？屈心而抑志兮，忍尤而攘诟。伏清白以死直兮，固前圣之所厚。悔相道之不察兮，延伫乎吾将反。回朕车以复路兮，及行迷之未远。步余马于兰皋兮，驰椒丘且焉止息。进不入以离尤兮，退将复修吾初服。制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。高余冠之岌岌兮，长余佩之陆离。芳与泽其杂糅兮，唯昭质其犹未亏。忽反顾以游目兮，将往观乎四荒。佩缤纷其繁饰兮，芳菲菲其弥章。民生各有所乐兮，余独好修以为常。虽体解吾犹未变兮，岂余心之可惩。",
                    "addtionInfo" : "",
                    "classInfo" : "34",
                    "poetryID" : "8",
                    "source" : "16",
                    "analysesInfo" : "屈原在《离骚》中，成功地塑造了中国文学史上第一个形象丰满、个性鲜明的抒情主人公的形象，体现了屈原的伟大思想和崇高的人格。&&&首先，这是一位杰出政治家的形象。他有明确的“美政”思想，这与屈原改革弊政，联齐抗秦的政治主张是一致的。其最终目的是要“及前王之踵武”，使历史上曾兴旺发达的“三王”政绩发扬光大。亦即由楚国统一天下，使百姓安居乐业。“美政”思想的实质是要巩固楚王的统治，它充满了儒家美好政治的色彩，体现了儒家“民本思想”的要求，屈原不但有美政理想，也有实现它的具体办法。其中最主要的就是，“君明臣贤”。要有好的国君，还要有忠于国君并且有才干的大臣加以辅佐，君臣和谐才能成功。因而他歌颂“汤禹严而求合兮，挚咎繇而能调。”他极力主张选贤任能，赞美古代贤君“举贤而授能”，称颂“说操筑于傅岩兮，武丁用而不疑。吕望之鼓刀今，遭周文而得举。宁戚之讴歌兮，齐桓闻以该辅。”同时他还主张废斥群小，这也是实现“美政”的重要保证。他在诗中极力揭露群小的罪恶，正是出于这种想法。他还主张“循绳墨而不颇”，强调以法度治国。他为此奋斗终生，充分显示了这一形象的政治家风度。&&&这一形象还体现了诗人勇于同黑暗腐朽势力作斗争的精神。诗人清楚地知道，楚国的不幸命运，以及诗人自己的不幸遭遇正是楚廷群小造成的。诗人对之极为愤恨，因而不遗余力地反复加以揭露和抨击，斥责他们“好蔽美而称恶”，竞进贪婪，嫉妒成性，朋比为奸，随波逐流，黑白颠倒。诗人还揭露了楚君的过失，说他反复无常，荒唐糊涂，宠信奸臣，疏远忠良，善恶不辨，致使诗人的“美政”理想落了空。显示了诗人同黑暗势力的勇敢斗争精神。&&&这一形象也是追求光明和真理的美好形象，体现了诗人坚持正义的刚毅不屈的伟大精神。他坚信真理和正义的存在，虽然“路漫漫其修远兮”，但他始终是“上下而求索”。他非常清楚地知道，他的高洁的品格，他的超群拔俗的崇高理想，都“不同于今之人”，因而招致“谣诼”诽谤，遭受种种迫害打击。在这种情况下，连他亲近的人都劝其随俗浮沉，不要“博謇好修”。可是，诗人却在诗中反复申明他决不能随波逐流的态度。在打击和迫害面前决不动摇，岿然如山，坚强不屈。诗中描写屈原三次求女嬃虽然失败了，但他仍然不懈地探索真理，寻求志同道合者，这种对光明和真理的追求与热爱的精神，正是他终生奋斗的力量源泉。这种精神对后世的影响也是极深远的。&&&诗人还通过这一形象，描绘了诗人自己思想感情的波澜，诗人把自己描绘成浑身披覆着香花和美玉的洁身好修，幽美芳香，妩媚奇特的超人，用来象征其纯洁高尚的内在美质。屈原内在美质的表现，最感人的就是他那强烈而真挚的爱国主义精神。诗人自幼就立下为国尽忠的理想，他为此自修美德和才能，祖国被“党人的偷乐”搞得“路幽昧以险隘”，他为之而伤心，他一再表白“岂余身之惮殃兮，恐皇舆之败绩”，他为祖国的前途而忧心忡忡。他被群小打击迫害而离开了政治舞台，但他始终关心国家的前途和命运，他虽然为自己不幸的命运而痛苦忧伤，但他更关心的是国家和君王，他始终系心怀王，不忘楚国。在当时的历史条件下，凭着屈原的杰出才能，他投奔别国也许会成为将相高官，但它否定了一切离楚远游的想法，非常形象，非常真挚地表现了屈原那强烈的爱国主义精神。",
                    "transferInfo" : "我揩着眼泪啊声声长叹，可怜人生道路多么艰难。我虽爱好修洁严于责己，早晨进谏晚上就被罢免。他们攻击我佩带蕙草啊，又指责我爱好采集茝兰。这是我心中追求的东西，就是多次死亡也不后悔。怨就怨楚王这样糊涂啊，他始终不体察别人心情。那些女人妒忌我的丰姿，造谣诬蔑说我妖艳好淫。庸人本来善于投机取巧，背弃规矩而又改变政策。违背是非标准追求邪曲，争着苟合取悦作为法则。忧愁烦闷啊我失意不安，现在孤独穷困多么艰难。宁可马上死去魂魄离散，媚俗取巧啊我坚决不干。雄鹰不与那些燕雀同群，原本自古以来就是这般。方和圆怎能够互相配合，志向不同何能彼此相安。宁愿委曲心志压抑情感，宁把斥责咒骂统统承担。保持清白节操死于直道，这本为古代圣贤所称赞！后悔当初不曾看清前途，迟疑了一阵我又将回头。调转我的车走回原路啊，趁着迷途未远赶快罢休。我打马在兰草水边行走，跑上椒木小山暂且停留。既然进取不成反而获罪，那就回来把我旧服重修。我要把菱叶裁剪成上衣，我并用荷花把下裳织就。没有人了解我也就罢了，只要内心真正馥郁芳柔。把我的帽子加得高高的，把我的佩带增得长悠悠。虽然芳洁污垢混杂一起，只有纯洁品质不会腐朽。我忽然回头啊纵目远望，我将游观四面遥远地方。佩着五彩缤纷华丽装饰，散发出一阵阵浓郁清香。人们各有自己的爱好啊，我独爱好修饰习以为常。即使粉身碎骨也不改变，难道我能受警戒而彷徨！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "孔雀东南飞",
                    "author" : "佚名",
                    "content" : "孔雀东南飞，五里一徘徊。十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。府吏得闻之，堂上启阿母：儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。阿母谓府吏：何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！府吏长跪告：伏惟启阿母。今若遣此妇，终老不复取！阿母得闻之，槌床便大怒：小子无所畏，何敢助妇语！吾已失恩义，会不相从许！府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。新妇谓府吏：勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。上堂拜阿母，阿母怒不止。昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。却与小姑别，泪落连珠子。新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。出门登车去，涕落百余行。府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！新妇谓府吏：感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。举手长劳劳，二情同依依。入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？兰芝惭阿母：儿实无罪过。阿母大悲摧。还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。阿母谓阿女：汝可去应之。阿女含泪答：兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。阿母白媒人：贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。阿母谢媒人：女子先有誓，老姥岂敢言。阿兄得闻之，怅然心中烦。举言谓阿妹：作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？兰芝仰头答：理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。媒人下床去。诺诺复尔尔。还部白府君：下官奉使命，言谈大有缘。府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。阿母谓阿女：适得府君书，明日来迎汝。何不作衣裳？莫令事不举！阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！府吏谓新妇：贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！新妇谓府吏：何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！府吏还家去，上堂拜阿母：今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！阿母得闻之，零泪应声落：汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。我命绝今日，魂去尸长留！揽裙脱丝履，举身赴清池。府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。",
                    "addtionInfo" : "",
                    "classInfo" : "37",
                    "poetryID" : "9",
                    "source" : "15",
                    "analysesInfo" : "《孔雀东南飞》深刻揭露了封建礼教的吃人本质，热情歌颂了刘兰芝、焦仲卿夫妇忠于爱情、反抗压迫的叛逆精神，直接寄托了人民群众对爱情婚姻自由的热烈向往。作为古代民间文学伟大的诗篇之一，《孔雀东南飞》以现实主义的表现方法，记录了一千七百年前人民的真实的感情。它是艺苑的奇葩，也是历史的镜子。&&&从《孔雀东南飞》看所谓封建礼教戕害爱情婚姻之荒谬。&&&《孔雀东南飞》被称作“在中国封建社会的早期，形象地用刘兰芝、焦仲卿两人殉情而死的家庭悲剧，刻揭露了封建礼教的吃人本质，热情歌颂了刘兰芝、焦仲卿夫妇忠于爱情、反抗压迫的叛逆精神，直接寄托了人民群众对爱情婚姻自由的热烈向往”的反封建礼教的优秀诗篇。然而，仔细推敲，却发现此说有误，造成这次爱情悲剧的，不是封建礼教，而是家族利益，是家族政治利益碾碎了他们的爱情婚姻。&&&一、刘兰芝、焦仲卿的家庭背景：焦仲卿是庐江府小吏，年纪轻轻就是地级官府的公务员，因此他的家庭背景是士大夫，刘兰芝也一样，“还家十余日，县令遣媒来。”之后更是“直说太守家，有此令郎君，既欲结大义，故遣来贵门”。来求婚的地位一个比一个高。因此刘兰芝也是士族家庭无疑。既是士族家庭，那么家庭政治利益第一其他必须服务于家庭政治利益是理所当然的了。&&&二、婚姻存续的时间：只有二三年，在这里不是泛指，而是用了夸张的手法，来说自己在焦仲卿家呆了很长时间。所以读者们不要理解错误了。&&&三、从母女对话看古代婚姻礼制的合理性：刘母对于求婚者的处理方式居然是告诉女儿：“汝可去应之”， 当得知女儿的态度后刘母婉言谢绝了媒人。是啊，这才是古代婚姻礼制的实质，所谓父母之命，媒妁之言的前提必须是当事人同意，不然父母不能命，媒妁也不能言。古代交通闭塞，官方出于便民或是自己懒，总之没规定婚姻登记制度，那么如何证明婚姻的真实有效呢？于是，有了父母之命，媒妁之言的规定，父母媒妁只不过是证婚人。古代又没有DNA技术，如果某人抛妻弃子那怎么办呢？婚书就是凭证。",
                    "transferInfo" : "孔雀朝着东南方向飞去，每飞五里便是一阵徘徊。&&&“我十三岁就能织出白色的丝绢，十四岁就学会了裁衣。十五岁学会弹箜篌，十六岁就能诵读诗书。十七岁做了你的妻子，但心中常常感到痛苦伤悲。你既然已经做了府吏，当然会坚守臣节专心不移。只留下我孤身一人待在空房，我们见面的日子常常是日渐疏稀。每天当鸡叫的时候我就进入机房纺织，天天晚上都不能休息。三天就能在机上截下五匹布，但婆婆还故意嫌我缓慢松弛。不是我纺织缓慢行动松弛，而是你家的媳妇难做公婆难服侍。我已经受不了你家这样的驱使，徒然留下来也没有什么用处无法再驱驰。你这就禀告婆婆，及时遣返我送我回娘家去。”&&&府吏听到这些话，便走到堂上禀告阿母：“儿已经没有做高官享厚禄的福相，幸而娶得这样一个好媳妇。刚成年时我们便结成同床共枕的恩爱夫妻，并希望同生共死直到黄泉也相伴为伍。我们共同生活才过了两三年，这种甜美的日子只是开头还不算长久。她的行为没有什么不正当，哪里知道竟会招致你的不满得不到慈爱亲厚。”&&&阿母对府吏说：“你怎么这样狭隘固执！这个媳妇不懂得礼节，行动又是那样自专自由。我心中早已怀着愤怒，你哪能自作主张对她迁就。东邻有个贤惠的女子，她本来的名字叫秦罗敷。她可爱的体态没有谁能比得上，我当为你的婚事去恳求。你就应该把兰芝快赶走，把她赶走千万不要让她再停留！”&&&府吏直身长跪作回答，他恭恭敬敬地再向母亲哀求：“现在如果赶走这个媳妇，儿到老也不会再娶别的女子！”&&&阿母听了府吏这些话，便敲着坐床大发脾气：“你这小子胆子太大毫无畏惧，你怎么敢帮着媳妇胡言乱语。我对她已经断绝了情谊，对你的要求决不会依从允许！”&&&府吏默默不说话，再拜之后辞别阿母回到自己的房里。开口向媳妇说话，悲痛气结已是哽咽难语：“我本来不愿赶你走，但阿母逼迫着要我这样做。但你只不过是暂时回到娘家去，现在我也暂且回到县官府。不久我就要从府中回家来，回来之后一定会去迎接你。你就为这事委屈一下吧，千万不要违背我这番话语。”&&&兰芝对府吏坦陈：“不要再这样麻烦反复叮咛！记得那年初阳的时节，我辞别娘家走进你家门。侍奉公婆都顺着他们的心意，一举一动哪里敢自作主张不守本分？日日夜夜勤劳地操作，孤身一人周身缠绕着苦辛。自以为可以说是没有什么罪过，能够终身侍奉公婆报答他们的大恩。但仍然还是要被驱赶，哪里还谈得上再转回你家门。我有一件绣花的短袄，绣着光彩美丽的花纹。还有一床红罗做的双层斗形的小帐，四角都垂挂着香囊。大大小小的箱子有六七十个，都是用碧绿的丝线捆扎紧。里面的东西都各不相同，各种各样的东西都收藏其中。人既然低贱东西自然也卑陋，不值得用它们来迎娶后来的新人。你留着等待以后有机会施舍给别人吧，走到今天这一步今后不可能再相会相亲。希望你时时安慰自己，长久记住我不要忘记我这苦命的人。”&&&当公鸡呜叫窗外天快要放亮，兰芝起身精心地打扮梳妆。她穿上昔日绣花的裌裙，梳妆打扮时每件事都做了四五遍才算妥当。脚下她穿着丝鞋，头上的玳瑁簪闪闪发光。腰间束着流光的白绸带，耳边挂着明月珠装饰的耳珰。十个手指像尖尖的葱根又细又白嫩，嘴唇涂红像含着朱丹一样。她轻轻地小步行走，艳丽美妙真是举世无双。&&&她走上堂去拜别阿母，阿母听任她离去而不挽留阻止。“从前我做女儿的时候，从小就生长在村野乡里。本来就没有受到教管训导，更加惭愧的是又嫁到你家愧对你家的公子。受了阿母许多金钱和财礼，却不能胜任阿母的驱使。今天我就要回到娘家去，还记挂着阿母孤身操劳在家里。”她退下堂来又去向小姑告别，眼泪滚滚落下像一连串的珠子。“我这个新媳妇初嫁过来时，小姑刚学走路始会扶床。今天我被驱赶回娘家，小姑的个子已和我相当。希望你尽心地侍奉我的公婆，好好地扶助他们精心奉养。每当七夕之夜和每月的十九日，玩耍时千万不要把我忘。”她走出家门上车离去，眼泪落下百多行。&&&府吏骑着马走在前头，兰芝坐在车上跟在后面走。车声时而小声隐隐时而大声甸甸，但车和马都一同到达了大道口。府吏下马走进车中，低下头来在兰芝身边低声细语：“我发誓不同你断绝，你暂且回到娘家去，我今日也暂且赶赴官府。不久我一定会回来，我向天发誓永远不会辜负你。”&&&兰芝对府吏说：“感谢你对我的诚心和关怀。既然承蒙你这样的记着我，不久之后我会殷切地盼望着你来。你应当像一块大石，我必定会像一株蒲苇。蒲苇像丝一样柔软但坚韧结实，大石也不会转移。只是我有一个亲哥哥，性情脾气不好常常暴跳如雷。恐怕不能任凭我的心意由我自主，他一定会违背我的心意使我内心饱受熬煎。”两人忧伤不止地举手告别，双方都依依不舍情意绵绵。&&&兰芝回到娘家进了大门走上厅堂，进退为难觉得脸面已失去。母亲十分惊异地拍着手说道：“想不到没有去接你你自己回到家里。十三岁我就教你纺织，十四岁你就会裁衣，十五岁会弹箜篌，十六岁懂得礼仪，十七岁时把你嫁出去，总以为你在夫家不会有什么过失。你现在并没有什么罪过，为什么没有去接你你自己回到家里？”“我十分惭愧面对亲娘，女儿实在没有什么过失。”亲娘听了十分伤悲。&&&回家才过了十多日，县令便派遣了一个媒人来提亲。说县太爷有个排行第三的公子，身材美好举世无双。年龄只有十八九岁，口才很好文才也比别人强。&&&亲娘便对女儿说：“你可以出去答应这门婚事。”&&&兰芝含着眼泪回答说：“兰芝当初返家时，府吏一再嘱咐我，发誓永远不分离。今天如果违背了他的情义，这门婚事就大不吉利。你就可以去回绝媒人，以后再慢慢商议。”&&&亲娘出去告诉媒人：“我们贫贱人家养育了这个女儿，刚出嫁不久便被赶回家里，不配做小吏的妻子，哪里适合再嫁你们公子为妻？希望你多方面打听打听，我不能就这样答应你。”&&&媒人去了几天后，那派去郡里请示太守的县丞刚好回来。他说：“在郡里曾向太守说起一位名叫兰芝的女子，出生于官宦人家。”又说：“太守有个排行第五的儿子，貌美才高还没有娶妻。太守要我做媒人，这番话是由主簿来转达。”县丞来到刘家直接说：“在太守家里，有这样一个美好的郎君，既然想要同你家结亲，所以才派遣我来到贵府做媒人。”&&&兰芝的母亲回绝了媒人：“女儿早先已有誓言不再嫁，我这个做母亲的怎敢再多说？”&&&兰芝的哥哥听到后，心中不痛快十分烦恼，向其妹兰芝开口说道：“作出决定为什么不多想一想！先嫁是嫁给一个小府吏，后嫁却能嫁给太守的贵公子。命运好坏差别就像天和地，改嫁之后足够让你享尽荣华富贵。你不嫁这样好的公子郎君，往后你打算怎么办？”&&&兰芝抬起头来回答说：“道理确实像哥哥所说的一样，离开了家出嫁侍奉丈夫，中途又回到哥哥家里，怎么安排都要顺着哥哥的心意，我哪里能够自作主张？虽然同府吏有过誓约，但同他相会永远没有机缘。立即就答应了吧，就可以结为婚姻。”媒人从坐床走下去，连声说好!好!就这样!就这样!他回到太守府禀告太守：“下官承奉着大人的使命，商议这桩婚事谈得很投机。”太守听了这话以后，心中非常欢喜。他翻开历书反复查看，吉日就在这个月之内，月建和日辰的地支都相合。“成婚吉日就定在三十日，今天已是二十七日，你可立即去办理迎娶的事。”彼此相互传语快快去筹办，来往的人连续不断像天上的浮云。迎亲的船只上画着青雀和白鹄，船的四角还挂着绣着龙的旗子。旗子随风轻轻地飘动，金色的车配着玉饰的轮。驾上那毛色青白相杂的马缓步前进，马鞍两旁结着金线织成的缨子。送了聘金三百万，全部用青丝串联起。各种花色的绸缎三百匹，还派人到交州广州购来海味和山珍。随从人员共有四五百，热热闹闹地齐集太守府前准备去迎亲。&&&亲娘对兰芝说：“刚才得到太守的信，明天就要来迎娶你。你为什么还不做好衣裳？不要让事情办不成!”&&&兰芝默默不说话，用手巾掩口悲声啼，眼泪坠落就像流水往下泻。移动她那镶着琉璃的坐榻，搬出来放到前窗下。左手拿着剪刀和界尺，右手拿着绫罗和绸缎。早上做成绣裌裙，傍晚又做成单罗衫。一片昏暗天时已将晚，她满怀忧愁想到明天要出嫁便伤心哭泣。&&&府吏听到这个意外的变故，便告假请求暂且回家去看看。还未走到刘家大约还有二三里，人很伤心马儿也悲鸣。兰芝熟悉那匹马的鸣声，踏着鞋急忙走出家门去相迎。心中惆怅远远地望过去，知道是从前的夫婿已来临。她举起手来拍拍马鞍，不断叹气让彼此更伤心。“自从你离开我之后，人事变迁真是无法预测和估量。果然不能满足我们从前的心愿，内中的情由又不是你能了解端详。我有亲生的父母，逼迫我的还有我的亲兄长。把我许配了别的人，你还能有什么希望!”&&&府吏对兰芝说：“祝贺你能够高升!大石方正又坚厚，可以千年都不变。蒲苇虽然一时坚韧，但只能坚持很短的时间。你将一天比一天生活安逸地位显贵，只有我独自一人下到黄泉。”&&&兰芝对府吏说：“想不到你会说出这样的话!两人同样是被逼迫，你是这样我也是这样受熬煎。我们在黄泉之下再相见，不要违背今天的誓言!”他们握手告别分道离去，各自都回到自己家里面。活着的人却要做死的离别，心中抱恨哪里能够说得完。他们都想很快地离开人世，无论如何也不愿苟且偷生得保全。&&&府吏回到自己家，上堂拜见阿母说：“今天风大天又寒，寒风摧折了树木，浓霜冻坏了庭院中的兰花。我今天已是日落西山生命将终结，让母亲独留世间以后的日子孤单。我是有意作出这种不好的打算，请不要再怨恨鬼神施责罚!但愿你的生命像南山石一样的久长，身体强健又安康。”&&&阿母听到了这番话，泪水随着语声往下落：“你是大户人家的子弟，一直做官在官府台阁。千万不要为了一个妇人去寻死，贵贱不同你将她遗弃怎能算情薄？东邻有个好女子，苗条美丽全城称第一。做母亲的为你去求婚，答复就在这早晚之间。”&&&府吏再拜之后转身走回去，在空房中长叹不已。他的决心就这样定下了，把头转向屋子里，心中忧愁煎迫一阵更比一阵紧。&&&迎亲的那一天牛马嘶叫，新媳妇兰芝被迎娶进入青色帐篷里。天色昏暗已是黄昏后，静悄悄的四周无声息。“我的生命终结就在今天，只有尸体长久留下我的魂魄将要离去。”她挽起裙子脱下丝鞋，纵身一跳投进了清水池。&&&府吏听到了这件事，心里知道这就是永远的别离，于是来到庭院大树下徘徊了一阵，自己吊死在东南边的树枝。&&&两家要求将他们夫妻二人合葬，结果合葬在华山旁。坟墓东西两边种植着松柏，左右两侧栽种梧桐。各种树枝枝枝相覆盖，各种树叶叶叶相连通。中间又有一对双飞鸟，鸟名本是叫鸳鸯，它们抬起头来相对鸣叫，每晚都要鸣叫一直叫到五更。过路的人都停下脚步仔细听，寡妇惊起更是不安和彷徨。我要郑重地告诉后来的人，以此为鉴戒千万不要把它忘。",
                    "backgroundInfo" : "《孔雀东南飞》的写作年代，历来有所争论。根据此诗“小序”，应是汉末建安时代的作品，故属“汉乐府”范围。汉武帝时，“在婚姻制度方面就规定有“七出”、“天下无不是之父母”等清规戒律。“天下无不是之父母”，这正是焦刘悲剧的主要原因。在这一时代氛围里，在焦母的淫威下，焦仲卿敢于站在刘兰芝一边，表现出与兰芝“结发同枕席，黄泉共为友”的坚决态度，这是难能可贵的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "烛之武退秦师",
                    "author" : "左丘明",
                    "content" : "晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。佚之狐言于郑伯曰：国危矣，若使烛之武见秦君，师必退。公从之。辞曰：臣之壮也，犹不如人；今老矣，无能为也已。公曰：吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉！许之。夜缒而出，见秦伯，曰：秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也，焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。子犯请击之。公曰：不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。亦去之。",
                    "addtionInfo" : "晋侯、秦伯：指晋文公和秦穆公。以其无礼于晋：指晋文公即位前流亡国外经过郑国时，没有受到应有的礼遇。且贰于楚：并且从属于晋的同时又从属于楚。晋军函陵：晋军驻扎在函陵。函陵：郑国地名，在今河南新郑北。氾（fán）南：氾水的南面，也属郑地。佚（yì）之狐：郑国大夫。若：假如。使：派。见：拜见进见。从：听从。辞：推辞。臣之壮也：我壮年的时候。犹：尚且。无能为也已：不能干什么了。用：任用。是寡人之过也：这是我的过错。然：然而。许之：答应这件事。缒（zhuì）：用绳子拴着人从上往下运。既：已经。敢以烦执事：冒昧地拿（亡郑这件事）麻烦您手下的人。越国以鄙（bǐ）远：越过别国而把远地（郑国）当做边邑。焉用亡郑以陪邻：为什么要灭掉郑国而给邻国增加土地呢？邻之厚，君之薄也：邻国的势力雄厚了，您秦国的势力也就相对削弱了。若舍郑以为东道主：如果您放弃围攻郑国而把它作为东方道路上（招待过客）的主人。行李：古今异义，出使的人。共（gōng）其乏困：供给他们缺乏的东西。尝为晋君赐矣：曾经给予晋君恩惠（指秦穆公曾派兵护送晋惠公回国）。许君焦、瑕：（晋惠公）许诺给您焦、瑕两城。朝济而夕设版焉：指晋惠公早上渡过黄河回国，晚上就修筑防御工事。济：渡河。设版，修筑防御工事。厌：通“餍”，满足。东封郑：在东边让郑国成为晋国的边境。肆其西封：扩展它西边的疆界。指晋国灭郑以后，必将图谋秦国。阙（quē）：侵损，削减。盟：结盟。戍：守卫。还：撤军回国。微夫人之力不及此：假如没有那个人的力量，我是不会到这个地步的。因人之力而敝之，不仁：依靠别人的力量，又返回来损害他，这是不仁道的。失其所与，不知：失掉自己的同盟者，这是不明智的。以乱易整，不武：用混乱相攻取代联合一致，是不符合武德的。吾其还也：我们还是回去吧。去之：离开郑国。",
                    "classInfo" : "29",
                    "poetryID" : "10",
                    "source" : "15",
                    "analysesInfo" : "《烛之武退秦师》见《左传》。《左传》又名《左氏春秋》、《左氏春秋传》。是中国古代一部叙事完备的编年体史书。全书从政治、军事、外交等方面，比较系统地记叙了整个春秋时代各诸侯国所发生的重要事件，同时也较为具体地描绘了一些人物的生活琐事，真实地反映了当时的社会面貌和政治状况。《左传》长于叙事，善于描写战争和记述行人辞令。作者以其敏锐的观察力，深刻的认识和高度的文学修养，对许多大小历史事件，作了深刻而生动的记述，形象鲜明，语言优美，成为历代散文的典范。&&&本篇所记述的，是秦晋联合攻打郑国之前开展的一场外交斗争。事情发生在公元前630年（鲁僖公三十年）。前此两年（公元前632年，即鲁僖公二十八年），爆发了晋楚争霸的城濮之战，结果楚国战败，晋国称霸。在城濮之战中，郑国曾经出兵帮助楚国，因而结怨于晋，这就是晋秦联合攻打郑国的直接原因。这次战争，也可以说是城濮之战的余波。&&&秦、晋围郑，形势紧迫，在这干钧一发之际，郑臣烛之武仅凭口舌说服秦伯，使秦转变对郑的态度，化敌为友，对晋以友为敌，这是什么原因呢?为什么会有这么大的突变呢?关键在于烛之武所说的两点针对了秦的切身利益。首先，灭郑于秦有害无益。秦对郑鞭长莫及，若以郑为东道主，就为秦称霸提供了住、食等种种方便，更何况“亡郑以陪邻”，这对秦有什么好处呢?其次，也是更为重要的晋有野心(对此秦本有戒心)，烛之武列举了秦伯曾亲身领略过的事实，再进行科学的推理，使秦伯恍然大晤——晋是大敌。烛之武用语不多，对秦穆公动之以情，晓之以理。&&&这是一篇记述行人辞令的散文。郑国被晋、秦两个大国的军队所包围，国家危在旦夕，烛之武奉郑君之命，去说退秦军。他善于利用矛盾，采取分化瓦解的办法，一番说辞，便说服了秦君，撤出围郑的军队，并且派兵帮助郑国防守，最后晋军也不得已而撤退，从而解除了郑国的危机。&&&这篇文章，赞扬了烛之武在国家危难之际，能够临危受命，不避险阻，只身去说服秦君，维护了国家安全的爱国主义精神。同时也反映了春秋时代各诸侯国之间斗争的复杂性。",
                    "transferInfo" : "僖公三十年晋文公和秦穆公联合围攻郑国，因为郑国曾对晋文公无礼，并且从属于晋的同时又从属于楚。晋军驻扎在函陵，秦军驻扎在氾水的南面。&&&佚之狐对郑文公说：“国家危险了，假如派烛之武去见秦穆公，秦国的军队一定会撤退。”郑文公同意了。烛之武推辞说：“我壮年的时候，尚且不如别人；现在老了，也不能有什么作为了。”郑文公说：“我没有及早重用您，现在由于情况危急因而求您，这是我的过错。然而郑国灭亡了，对您也不利啊！”烛之武就答应了这件事。&&&在夜晚有人用绳子将烛之武从城楼放下去，见到秦穆公，烛之武说：“秦、晋两国围攻郑国，郑国已经知道要灭亡了。假如灭掉郑国对您有好处，怎敢冒昧地拿这件事情来麻烦您。然而越过别国把远方的郑国作为秦国的东部边邑，您知道这是困难的，为什么要灭掉郑国而给邻国增加土地呢？邻国的势力雄厚了，您秦国的势力也就相对削弱了。如果您放弃围攻郑国而把它当作东方道路上招待过客的主人，出使的人来来往往，郑国可以随时供给他们缺乏的东西，对您也没有什么害处。而且您曾经给予晋惠公恩惠，惠公曾经答应给您焦、瑕二座城池。然而惠公早上渡过黄河回国，晚上就在那里筑城防御，这是您所知道的。晋国，怎么会有满足的时候呢？现在它已经在东边使郑国成为它的边境，又想要向西扩大边界。如果不使秦国土地亏损，它到哪里去夺取土地？削弱秦国对晋国有利，希望您还是多多考虑这件事！”秦伯非常高兴，就与郑国签订了盟约。派遣杞子、逢孙、杨孙戍守郑国，秦伯就回国了。&&&晋国大夫子犯请求出兵攻击秦军。晋文公说：“不行！如不是秦国国君的力量，就没有我的今天。依靠别人的力量而又反过来损害他，这是不仁义的；失掉自己的同盟者，这是不明智的；用混乱相攻取代联合一致，是不符合武德的。我们还是回去吧！”晋军也就离开了郑国。",
                    "backgroundInfo" : "该文故事背景是秦、晋围郑，发生在公元前630年（鲁僖公三十年）九月甲午时。秦、晋联合攻打郑国。郑国危在旦夕，郑文公派能言善辩的烛之武前去说服秦伯。烛之武巧妙地勾起秦穆公对秦、晋之间的矛盾的记忆，向秦伯分析了当时的形势，说明了保存郑国对秦有利、灭掉郑国对秦不利的道理，终于说服了秦伯。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "荆轲刺秦王",
                    "author" : "刘向",
                    "content" : "秦将王翦破赵，虏赵王，尽收其地，进兵北略地，至燕南界。太子丹恐惧，乃请荆卿曰：秦兵旦暮渡易水，则虽欲长侍足下，岂可得哉？荆卿曰：微太子言，臣愿得谒之。今行而无信，则秦未可亲也。夫今樊将军，秦王购之金千斤，邑万家。诚能得樊将军首，与燕督亢之地图，献秦王，秦王必说见臣，臣乃得有以报太子。太子曰：樊将军以穷困来归丹，丹不忍以己之私，而伤长者之意，愿足下更虑之！荆轲知太子不忍，乃遂私见樊於期，曰：秦之遇将军，可谓深矣。父母宗族，皆为戮没。今闻购樊将军之首，金千斤，邑万家，将奈何？樊将军仰天太息流涕曰：吾每念，常痛于骨髓，顾计不知所出耳！轲曰：“今有一言，可以解燕国之患，而报将军之仇者，何如？於期乃前曰：为之奈何？荆轲曰：愿得将军之首以献秦，秦王必喜而善见臣。臣左手把其袖，而右手揕其胸，然则将军之仇报，而燕国见陵之耻除矣。将军岂有意乎？樊於期偏袒扼腕而进曰：此臣之日夜切齿拊心也，乃今得闻教！遂自刎。太子闻之，驰往，伏尸而哭，极哀。既已，不可奈何，乃遂盛樊於期之首，函封之。于是太子预求天下之利匕首，得赵人徐夫人之匕首，取之百金，使工以药淬之。以试人，血濡缕,人无不立死者。乃为装遣荆轲。燕国有勇士秦武阳，年十二，杀人，人不敢与忤视。乃令秦武阳为副。荆轲有所待，欲与俱，其人居远未来，而为留待。顷之未发，太子迟之。疑其有改悔，乃复请之曰：日以尽矣，荆卿岂无意哉？丹请先遣秦武阳！荆轲怒，叱太子曰：今日往而不反者，竖子也！今提一匕首入不测之强秦，仆所以留者，待吾客与俱。今太子迟之，请辞决矣！遂发。太子及宾客知其事者，皆白衣冠以送之。至易水上，既祖，取道。高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。又前而为歌曰：风萧萧兮易水寒，壮士一去兮不复还！复为慷慨羽声，士皆瞋目，发尽上指冠。于是荆轲遂就车而去，终已不顾。既至秦，持千金之资币物，厚遗秦王宠臣中庶子蒙嘉。嘉为先言于秦王曰：燕王诚振怖大王之威，不敢兴兵以拒大王，愿举国为内臣。比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。恐惧不敢自陈，谨斩樊於期头，及献燕之督亢之地图，函封，燕王拜送于庭，使使以闻大王。唯大王命之。秦王闻之，大喜。乃朝服，设九宾，见燕使者咸阳宫。荆轲奉樊於期头函，而秦武阳奉地图匣，以次进。至陛下，秦武阳色变振恐，群臣怪之，荆轲顾笑武阳，前为谢曰：“北蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使毕使于前。”秦王谓轲曰：起，取武阳所持图！轲既取图奉之，发图，图穷而匕首见。因左手把秦王之袖，而右手持匕首揕之。未至身，秦王惊，自引而起，绝袖。拔剑，剑长，操其室。时恐急，剑坚，故不可立拔。荆轲逐秦王，秦王还柱而走。群臣惊愕，卒起不意，尽失其度。而秦法，群臣侍殿上者，不得持尺兵；诸郎中执兵，皆陈殿下，非有诏不得上。方急时，不及召下兵，以故荆轲逐秦王，而卒惶急无以击轲，而乃以手共搏之。是时，侍医夏无且以其所奉药囊提轲。秦王方还柱走，卒惶急不知所为。左右乃曰：“王负剑！王负剑！”遂拔以击荆轲，断其左股。荆轲废，乃引其匕首提秦王，不中，中柱。秦王复击轲，被八创。轲自知事不就，倚柱而笑，箕踞以骂曰：事所以不成者，乃欲以生劫之，必得约契以报太子也。左右既前，斩荆轲。秦王目眩良久。",
                    "addtionInfo" : "收：占领。北：向北。荆卿：燕人称荆轲为荆卿。旦暮渡易水：早晚就要渡过易水了。旦暮，早晚，极言时间短暂。长侍：长久侍奉。微太子言，臣愿得谒之：即使太子不说，我也要请求行动。今行而无信，则秦未可亲也：当下去却没有什么凭信之物，就无法接近秦王。信：凭信之物。樊将军：即樊於期，秦国将领，因得罪秦王，逃到燕国。秦王购之金千斤，邑万家：秦王用一千斤金和一万户人口的封地做赏格，悬赏他的头。督亢：今河北省易县，霸县一带，是燕国土地肥沃的地方。更虑之：再想想别的办法。更，改变。遇：对待。深，这里是刻毒的意思。戮没：杀戮和没收。重要的人杀掉，其他人等收为奴婢。顾计不知所出耳：只是想不出什么办法罢了。善：好好地。把：握，抓住。揕：刺。见陵之耻：被欺侮的耻辱。偏袒扼腕而进：脱下一只衣袖，握住手腕，走近一步。这里形容激动愤怒的样子。拊心：捶胸，这里形容非常心痛。盛：装。函封之：用匣子封装起来。徐夫人：姓徐，名夫人，一个收藏匕首的人。工：工匠。以药淬之：在淬火时把毒药浸到匕首上。淬，把烧红的铁器浸入水或者其他液体，急速冷却，使之硬化。濡缕：沾湿衣缕。忤视：正眼看。为副：做助手。荆轲有所待，欲与俱：荆轲等待一个人，想同他一起去。迟之：嫌荆轲动身迟缓。往而不反者，竖子也：去了而不能好好回来复命的，那是没用的人。不测：难以预料，表示凶险。请辞决矣：我就辞别了。既祖，取道：祭过路神，就要上路。高渐离：荆轲的朋友。为变徵之声：发出变徵的声音。古时音乐分为宫，商，角，徵，羽，变徵，变宫七音，变徵是徵音的变调，声调悲凉。慷慨羽声：声调激愤的羽声。瞋目：形容发怒时瞪大眼睛的样子。终已不顾：始终不曾回头。形容意志坚决。持千金之资币物：拿着价值千金的礼物。厚遗秦王宠臣中庶子蒙嘉：以厚礼赠送给秦王的宠臣中庶子蒙嘉。遗：赠送。振怖：惧怕。给贡职如郡县：像秦国的郡县那样贡纳赋税。奉守先王之宗庙：守住祖先的宗庙。意思是保存祖先留下的国土。使使：派遣使者。唯大王命之：一切听大王的吩咐。奉：两手捧着。以次进：按先后顺序进来。陛：殿前的台阶。顾笑武阳：回头冲武阳笑。少假借之：稍微原谅他些。使毕使于前：让他在大王面前完成使命。发：打开。自引而起，绝袖：自己挣着站起来，袖子断了。操其室：握住剑鞘。剑坚：剑插得紧。卒起不意，尽失其度：事情突然发生，没意料到，全都失去常态。尺兵：尺寸之兵，指各种兵器。郎中：宫廷的侍卫。提：掷击。负剑：负剑于背。废：倒下。引：举起。被八创：荆轲受了八处剑伤。箕踞：坐在地上，两脚张开，形状像箕。这是一种轻慢傲视对方的姿态。劫：强迫，威逼。",
                    "classInfo" : "29",
                    "poetryID" : "11",
                    "source" : "15",
                    "analysesInfo" : "",
                    "transferInfo" : "秦国的将军王翦攻破赵国，俘虏赵王，大部分占领了赵国的国土，进军向北侵占土地，到达燕国南部的边界。&&&燕国的太子丹很害怕，就请求荆轲说：“秦军马上就要渡过易水，那么虽然我想长久地侍奉您，又怎么能够做得到呢？”荆轲说：“即使太子不说，我也要请求行动。假如空手而去，没有什么凭信之物，那就无法接近秦王。现在的樊将军，秦王用一千斤金和一万户人口的封地作悬赏来购取他的头颅。果真能够得到樊将军的首级及燕国督亢一带的地图献给秦王，秦王一定高兴地召见我，我就有办法来报答太子了。”太子说：“樊将军因为走投无路，处境困窘而来归附我，我不忍心由于自己个人的私仇而伤害长者的心意，希望您另外考虑对策吧！”&&&荆轲知道太子不忍心，于是私下里会见樊於期，说：“秦国对待将军，可以说是刻毒透顶了。父亲、母亲和同族的人都被杀死或没收入官为奴。现在听说用一千斤金和一万户人口的封地作悬赏来购买将军的首级，您将怎么办？”樊将军仰天长叹，泪流满面地说：“我每当想起这一点，常常恨入骨髓，只是想不出什么办法罢了。”荆轲说：“现在有一个建议，可以用来解除燕国的忧患，报将军的深仇大恨，怎么样？”樊於期于是上前问道：“怎么办？”荆轲说：“希望得到樊将军的首级来献给秦国，秦王一定高兴而又友好地接见我。我左手抓住他的衣袖，右手（用匕首）刺他的胸膛。这样，将军的仇报了，燕国被欺侮的耻辱也除掉了。将军是否有这个心意呢？”樊於期脱下一只衣袖露出一只胳膊，左手握住右腕，走近一步说：“这是我日日夜夜咬牙切齿、捶胸痛恨的事，今天才得到您的指教！”于是自杀。&&&太子听说了这件事，赶着马车跑去，伏在樊於期的尸体上大哭，非常悲伤。事已至此，没有办法挽回了，于是就收拾安放樊於期的首级，用匣子装好它。&&&于是太子预先寻求世上锋利的匕首，得到赵国徐夫人的匕首，用一百金把它买到，叫工匠在淬火时把毒药浸到匕首上。用人来做实验，血沾湿衣褛，没有不立即死亡的。于是整理行装，派遣荆轲上路。&&&燕国有个勇士秦武阳，十二岁的时候就杀过人，人们不敢同他正眼相看，于是叫秦武阳做助手。&&&荆轲等待着一个人，想同他一起去。那个人住得很远，没有来，因而停下等候他。&&&过了一阵还没动身，太子嫌荆轲走晚了，怀疑他有改变初衷和后悔的念头，就又请求他说：“日子已经没多少了，您难道没有动身的意思吗？请允许我先遣发秦武阳！”荆轲发怒，呵斥太子说：“今天去了而不能好好回来复命的，那是没有用的小子！现在光拿着一把匕首进入不可意料的强暴的秦国，我之所以停留下来，是因为等待我的客人好同他一起走。现在太子嫌我走晚了，请允许我告别吧！”于是出发了。&&&太子和他的宾客中知道这件事的人，都穿着白衣，戴着白帽给他送行。到易水上，祭过路神，就要上路。高渐离敲着筑，荆轲和着节拍唱歌，发出变徵的声音，众宾客都流着眼泪小声地哭。荆轲又上前作歌唱道：“风声萧萧悲鸣啊易水彻骨寒冷，壮士这一离去啊就永远不再回还！”又发出悲壮激昂的羽声。众宾客都睁大了眼睛，头发都向上竖起顶住了帽子。于是荆轲就上车离去，始终不曾回头看一眼。&&&到达秦国后，拿着价值千金的礼物，优厚地赠送给秦王的宠臣中庶子蒙嘉。&&&蒙嘉替他事先向秦王进言，说：“燕王确实非常惧怕大王的威势，不敢出兵来抗拒，愿意全国上下都做秦国的臣民，排在诸侯的行列里(意为：燕国愿意同别的诸侯一起尊秦王为天子)像秦国的郡县那样贡纳赋税，俾能守住祖先的宗庙。他们诚惶诚恐，不敢自己来陈述，恭谨地砍下樊於期的头颅和献上燕国督亢一带的地图，用盒子封好，燕王在朝廷上行跪拜大礼送出来，派使者来禀告大王。一切听凭大王吩咐。”&&&秦王听了蒙嘉的话，非常高兴。于是穿了上朝的礼服，安排下隆重的九宾大礼仪式，在咸阳宫接见燕国的使者。&&&荆轲捧着装了樊於期头颅的盒子，秦武阳捧着地图匣子，按次序进宫，到达殿前的台阶下，秦武阳脸色都变了，十分害怕，秦国的群臣对此感到奇怪。荆轲回过头来对秦武阳笑了笑，上前替他向秦王谢罪说：“北方蛮夷地区的粗鄙人，没有拜见过天子，所以害怕，希望大王稍微原谅他些，让他在大王的面前完成他的使命。”秦王对荆轲说：“起来，取来武阳所拿的地图！”&&&荆轲拿了地图捧送给秦王，打开地图，地图全部打开，匕首就露了出来。于是荆轲左手抓住秦王的衣袖，右手拿着匕首刺秦王。还没有刺到秦王的身上，秦王非常惊骇，自己伸直身子站起来，挣断了袖子。秦王拔剑，剑太长，就握住剑鞘。当时秦王心里又怕又急，剑插得很紧，所以不能立即拔出来。&&&荆轲追逐秦王，秦王绕着柱子跑。秦国的君臣都惊呆了，事情突然发生，意料不到，大家都失去了常态。并且按照秦国的法律，臣子们侍立在殿上的，不能带一点兵器；那些宫廷侍卫握着武器，都排列在宫殿的台阶下面，没有君王的命令不能上殿。当危急的时候，来不及召唤阶下的侍卫，所以荆轲追逐秦王，大家仓猝间惊惶失措，没有武器用来击杀荆轲，仅仅用空手一起同荆轲搏斗。&&&这时，秦王的随从医官夏无且(jū)用他手里捧着的药袋投击荆轲。秦王还正在绕着柱子跑，仓猝间惊惶失措，不知道怎么办。侍臣们就说：“大王背着剑！大王背着剑！”秦王于是拔出剑用来攻击荆轲，砍断了荆轲的左大腿。荆轲倒下了，就举起他的匕首投击秦王，没有击中，击中了柱子。秦王又砍击荆轲，荆轲被砍伤了八处。&&&荆轲自己知道事情不能成功了，靠着柱子笑着，像撮箕一样地张开两腿坐在地上，骂道：“事情之所以没有成功，是想活生生地劫持你，一定要得到约契来回报燕太子啊！”&&&秦王的侍臣上前，斩杀荆轲。事后，秦王还头昏眼花了好长一段时间。",
                    "backgroundInfo" : "本文记述战国时期荆轲剌秦王这—悲壮的历史故事，反映了当时的社会政治情况，表现了荆轲重义轻生、反抗暴秦、勇于牺牲的精神。文章通过一系列情节和人物对话、行动、表情、神态等表现人物性格，塑造了侠义英雄荆轲的形象。&&&秦王嬴政重用尉缭，一心想统一中原，不断向各国进攻。他拆散了燕国和赵国的联盟，使燕国丢了好几座城。燕国的太子丹原来留在秦国当人质，他见秦王嬴政决心兼并列国，又夺去了燕国的土地，就偷偷地逃回燕国。他恨透了秦国，一心要替赵国报仇。但他既不操练兵马，也不打算联络诸侯共同抗秦，却把燕国的命运寄托在刺客身上。他把家产全拿出来，找寻能刺秦王嬴政的人。&&&后来，太子丹物色到了一个很有本领的勇士，名叫荆轲。公元前230年，秦国灭了韩国；过了两年，秦国大将王翦（音jiǎn）占领了赵国都城邯郸，一直向北进军，逼近了燕国。燕太子丹十分焦急，就去找荆轲。要他去刺杀秦王。荆轲说：“行是行，但要挨近秦王身边，必定得先叫他相信我们是向他求和去的。听说秦王早想得到燕国最肥沃的土地督亢（在河北涿县一带）。还有秦国将军樊於期，现在流亡在燕国，秦王正在悬赏通缉他。我要是能拿着樊将军的头和督亢的地图去献给秦王，他一定会接见我。这样，我就可以对付他了。”&&&荆轲知道太子丹心里不忍，就私下去找樊於期（fánwūjī），跟樊於期说：“我有一个主意，能帮助燕国解除祸患，还能替将军报仇，可就是说不出口。” 樊於期连忙说：“什么主意，你快说啊！” 荆轲说：“我决定去行刺，怕的就是见不到秦王的面。现在秦王正在悬赏通缉你，如果我能够带着你的头颅去献给他，他准能接见我。” 樊於期说：“好，你就拿去吧！”说着，就拔出宝剑，抹脖子自杀了。&&&太子丹事前准备了一把锋利的匕首，叫工匠用毒药煮炼过。谁只要被这把匕首刺出一滴血，就会立刻气绝身死。他把这把匕首送给荆轲，作为行刺的武器，又派了个十二岁时便杀过人的勇士秦武阳，做荆轲的副手。&&&公元前227年，荆轲从燕国出发到咸阳去。太子丹和少数宾客穿上白衣白帽，到易水（在今河北易县）边送别。临行的时候，荆轲给大家唱了一首歌：“风萧萧兮易水寒， 壮士一去兮不复还。” 荆轲跳上车，头也不回地走了。&&&荆轲到了咸阳。秦王政一听燕国派使者把樊於期的头颅和督亢的地图都送来了，十分高兴，就立刻穿上上朝的衣服，在咸阳宫接见荆轲。朝见的仪式开始了。荆轲捧着装了樊於期头颅的盒子，秦武阳捧着督亢的地图，一步步走上秦国朝堂的台阶。秦武阳一见秦国朝堂那副威严样子，不由得害怕得发起抖来。当然，《刺客列传》里，谋士田光对燕太子丹说的一段话：“窃观太子客无可用者：夏扶血勇之人，怒而面赤；宋意脉勇之人，怒而面青；舞阳骨勇之人，怒而面白。光所之荆柯，神勇之人，怒而色不变。”秦王政左右的侍卫一见，吆喝了一声，说：“使者怎么变了脸色？” 荆轲回头一瞧，果然见秦武阳的脸又青又白，就赔笑对秦王说：“粗野的人，从来没见过大王的威严，免不了有点害怕，请大王原谅。” 秦王政毕竟有点怀疑，对荆轲说：“叫秦武阳把地图给你，你一个人上来吧。” 荆轲从秦武阳手里接过地图，捧着木匣上去，献给秦王政。秦王政打开木匣，果然是樊於期的头颅。秦王政又叫荆轲拿地图来。荆轲把一卷地图慢慢打开，到地图全都打开时，荆轲预先卷在地图里的一把匕首就露出来了。秦王政一见，惊得跳了起来。荆轲连忙抓起匕首，左手拉住秦王政的袖子，右手把匕首向秦王政胸口直扎过去。秦王政使劲地向后一转身，把那只袖子挣断了。荆轲拿着匕首追了上来，秦王政一见跑不了，就绕着朝堂上的大铜柱子跑。荆轲紧紧地逼着。两个人像走马灯似地直转悠。旁边虽然有许多官员，但是都手无寸铁；台阶下的武士，按秦国的规矩，没有秦王命令是不准上殿的，大家都急得六神无主，也没有人召台下的武士。官员中有个伺候秦王政的医生，叫夏无且，急中生智，拿起手里的药袋对准荆轲扔了过去。荆轲用手一扬，那只药袋就飞到一边去了。这时，左右大臣提醒道：“把剑背在背上，把剑背在背上。”秦王政遂将宝剑背在背上，再往前一步，拔出宝剑，砍断了荆轲的左腿。荆轲站立不住，倒在地上。他拿匕首直向秦王政扔过去。秦王政往右边只一闪，那把匕首就从他耳边飞过去，打在铜柱子上，“嘣”的一声，直迸火星儿。秦王政见荆轲手里没有武器，又上前向荆轲砍了几剑。荆轲身上受了八处剑伤，自己知道已经失败，张开双腿坐在地上，傲慢地说：“我没有早下手，本来是想先逼你退还燕国的土地。” 这时候，侍从的武士已经一起赶上殿来，结果了荆轲的性命。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鸿门宴",
                    "author" : "刘向",
                    "content" : "沛公军霸上，未得与项羽相见。沛公左司马曹无伤使人言于项羽曰：沛公欲王关中，使子婴为相，珍宝尽有之。项羽大怒曰：旦日飨士卒，为击破沛公军！当是时，项羽兵四十万，在新丰鸿门；沛公兵十万，在霸上。范增说项羽曰：沛公居山东时，贪于财货，好美姬。今入关，财物无所取，妇女无所幸，此其志不在小。吾令人望其气，皆为龙虎，成五彩，此天子气也。急击勿失！楚左尹项伯者，项羽季父也，素善留侯张良。张良是时从沛公，项伯乃夜驰之沛公军，私见张良，具告以事，欲呼张良与俱去，曰：毋从俱死也。张良曰：臣为韩王送沛公，沛公今事有急，亡去不义，不可不语。良乃入，具告沛公。沛公大惊，曰：为之奈何？张良曰：谁为大王为此计者？曰：鲰生说我曰：‘距关，毋内诸侯，秦地可尽王也。’故听之。良曰：料大王士卒足以当项王乎？沛公默然，曰：固不如也。且为之奈何？张良曰：请往谓项伯，言沛公不敢背项王也。沛公曰：君安与项伯有故？张良曰：秦时与臣游，项伯杀人，臣活之；今事有急，故幸来告良。沛公曰：孰与君少长？良曰：长于臣。沛公曰：君为我呼入，吾得兄事之。张良出，要项伯。项伯即入见沛公。沛公奉卮酒为寿，约为婚姻，曰：“吾入关，秋毫不敢有所近，籍吏民封府库，而待将军。所以遣将守关者，备他盗之出入与非常也。日夜望将军至，岂敢反乎！愿伯具言臣之不敢倍德也。项伯许诺，谓沛公曰：旦日不可不蚤自来谢项王。沛公曰：诺。于是项伯复夜去，至军中，具以沛公言报项王，因言曰：沛公不先破关中，公岂敢入乎？今人有大功而击之，不义也。不如因善遇之。项王许诺。沛公旦日从百余骑来见项王，至鸿门，谢曰：臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得復见将军于此。今者有小人之言，令将军与臣有郤。项王曰：此沛公左司马曹无伤言之；不然，籍何以至此。项王即日因留沛公与饮。项王、项伯东向坐，亚父南向坐。亚父者，范增也。沛公北向坐，张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。范增起，出召项庄，谓曰：君王为人不忍。若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏。庄则入为寿。寿毕，曰：君王与沛公饮，军中无以为乐，请以剑舞。项王曰：诺。项庄拔剑起舞，项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。于是张良至军门见樊哙。樊哙曰：今日之事何如？良曰：甚急！今者项庄拔剑舞，其意常在沛公也。哙曰：此迫矣！臣请入，与之同命。哙即带剑拥盾入军门。交戟之卫士欲止不内，樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：客何为者？张良曰：沛公之参乘樊哙者也。项王曰：壮士，赐之卮酒。则与斗卮酒。哙拜谢，起，立而饮之。项王曰：赐之彘肩。则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：壮士！能復饮乎？樊哙曰：臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：‘先破秦入咸阳者王之。’今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来。故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人。此亡秦之续耳，窃为大王不取也！项王未有以应，曰：坐。樊哙从良坐。坐须臾，沛公起如厕，因招樊哙出。沛公已出，项王使都尉陈平召沛公。沛公曰：今者出，未辞也，为之奈何？樊哙曰：大行不顾细谨，大礼不辞小让。如今人方为刀俎，我为鱼肉，何辞为？于是遂去。乃令张良留谢。良问曰：大王来何操？曰：我持白璧一双，欲献项王，玉斗一双，欲与亚父。会其怒，不敢献。公为我献之。张良曰：谨诺。当是时，项王军在鸿门下，沛公军在霸上，相去四十里。沛公则置车骑，脱身独骑，与樊哙、夏侯婴、靳强、纪信等四人持剑盾步走，从郦山下，道芷阳间行。沛公谓张良曰：从此道至吾军，不过二十里耳。度我至军中，公乃入。沛公已去，间至军中。张良入谢，曰：沛公不胜桮杓，不能辞。谨使臣良奉白璧一双，再拜献大王足下，玉斗一双，再拜奉大将军足下。项王曰：沛公安在？良曰：闻大王有意督过之，脱身独去，已至军矣。项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑撞而破之，曰：唉！竖子不足与谋。夺项王天下者，必沛公也。吾属今为之虏矣！沛公至军，立诛杀曹无伤。",
                    "addtionInfo" : "",
                    "classInfo" : "29",
                    "poetryID" : "12",
                    "source" : "15",
                    "analysesInfo" : "一主旨和情节&&&鸿门宴是项羽和刘邦在灭秦之后长达五年的斗争的开端。虽是开端，却在某种程度上预示了这场斗争的终结。这样说，是因为作者通过对这次宴会全过程（包括会前斗争和会后余波）的描写，生动地揭示了项羽的悲剧性格：他自矜功伐而有“妇人之仁”。这种性格不改变，他就必然以失败告终。而刘邦在宴会上能化险为夷，跟善于利用对方性格弱点也是分不开的。从这段史实可以看出领袖人物的性格在历史发展重要关头上所起的作用。&&&本文按情节的发展过程可分三部分。&&&第一部分（第1、2段），交代鸿门宴的由来。&&&文章先指出刘、项两军的驻地及双方兵力，表明项羽占有绝对优势，战争的主动权在他手中。下文所述人物活动均与这个背景有关。斗争起因是曹无伤告密。项羽听说“沛公欲王关中”，冒犯了他的尊严，当即决定进攻刘邦；他的主要谋士范增乘机揭露刘邦的野心，也力主进攻。二人认识上的差异，预示着他们对刘邦将采取不同的态度。&&&战争似乎已经迫在眉睫，却忽然出现了转机。项伯为报私恩夜访张良，劝他逃走，而张良反以“为韩王送沛公”为借口，将消息通知了刘邦。刘邦于是拉拢项伯，以谎言为自己辩护。项伯同意调停，并嘱咐刘邦“旦日不可不蚤自来谢项王”。由是而有鸿门宴上的斗争。&&&第二部分（第3、4段），写鸿门宴上的斗争。&&&节奏发展得快，气氛的变化也快。开始很平和，刘邦卑词“谢罪”，项羽说出告密人，可见怒气全消，有和解意，且设宴招待刘邦。但范增蓄意杀死刘邦，始而“数目项王，举所佩玉以示之者三”，继而命项庄舞剑，“因击沛公于坐，杀之”，使气氛越来越紧张。&&&于是张良出招樊哙。樊哙是刘邦的参乘，有保护刘邦的责任，但无与会资格。项羽得知他的身份后，知其来意，于是借赐酒缓和一下气氛。樊哙为了将众人注意力集中到自己身上来，不仅一切做得合乎礼法，而且忍辱吃了生彘肩。然后借项王“能复饮乎”之问慷慨陈词：于“王关中”一事，言虽有怀王之约，犹不敢自专，必待大王来；又就席间舞剑一事指责项王“欲诛有功之人”。故“项王未有以应”，反而赐坐。至此气氛又进一步缓和，但危机仍未解除。这是宴会斗争中的高潮。&&&第三部分（第5、6、7段），述会后余事，包括刘邦逃席，间道至军；张良留谢，项王受璧而范增破斗；刘邦诛杀曹无伤。&&&本文情节按项羽是否发动进攻、刘邦能否安然逃席两个问题逐层展开，波澜横生，矛盾迭出，扣人心弦。故事首尾相应，以曹无伤告密、项羽决定进攻始，以项羽受璧、曹无伤被诛终，虽属节选，亦有相对的完整性。&&&二人物形象&&&本文主要塑造项羽的形象，集中表现了他自矜功伐的性格。因为秦的主力被他击败，各路诸侯都听命于他，承认他的“霸主”地位，所以入关后一听说刘邦“欲王关中”，触犯了他的尊严，立即决定进攻；而在获悉刘邦“籍吏民，封府库”，等待他来处理，便放弃了进攻打算。更由于自矜功伐，他不把刘邦视为主要对手，不想在席间杀死他，而刘邦又注意维护他的尊严，使他动了“不忍”之心，所以对范增的多次暗示“默然不应”，对项庄、项伯筵间舞剑也不表态。这种“不忍”之心甚至使他对樊哙采取了格外宽容的态度：樊哙没有资格与会，本可以叱出，但他理解樊哙的心情，反而赐酒。樊哙陈词，虽有指责的话，但又把他看得比怀王更高，有“求赏”之意，都合乎他自矜功伐的心理，他内心有愧而“未有以应”，于是优礼有加，赐樊哙坐。自矜功伐而又“为人不忍”，虽一时成功，最后终不免于失败。&&&写项羽听了曹无伤告密之后的反应和听了项伯劝解之后的反应，形成两个极端，把项羽毫无主见，不辨忠奸，既易冲动又易受骗的性格勾画得十分鲜明。写项羽在鸿门宴上既不顾范增再三催促杀刘邦的暗示，又不制止项庄意在杀刘邦的舞剑，还把樊哙的愤激当作豪壮，对刘邦的逃席行为听之任之，处处表现他的优柔寡断。&&&司马迁是把项羽当作悲剧英雄来描写的，他曾这样评论道：“自矜功伐，奋其私智而不师古，谓霸王之业，欲以力征经营天下，五年卒亡其国。”本文虽只写出人物的一个侧面，却未尝不能窥一斑而知全豹。&&&刘邦的形象也写得很生动。去鸿门“谢罪”，虽有项伯居中调停，其实是身入虎穴，命运难卜，但非此不足以平项羽之怒，仍如约而往；回到军中，“立诛杀曹无伤”，从这些事能看出他的坚决果断。他一向待人傲慢，这一回又是“先破秦入咸阳”，是“有大功”之人，但在项羽面前谦词卑礼，惟恐有所不至--在宴会上屈居下座，他安之若素，出而未辞也觉得于礼不合，这又表现了他能屈能伸的性格。至于他的狡诈多端，从骂鲰生、拉拢项伯、骂告密人等细节中，都表现得很明显。&&&三 写作特点&&&1．在矛盾斗争中刻画人物。作者塑造项羽的形象主要抓住四个问题：是否对刘邦发动进攻；是否在席间杀死刘邦；对樊哙的越礼行为采取什么态度；对刘邦逃席又采取什么态度。这些，上面已有分析。这里附带说说樊哙。樊哙在危急的关头不顾卫士阻拦，闯入中军帐，表现了极大的勇敢。但入帐后的种种行动都是有礼有节的，先“披帷西向立，瞋目视项王”，以引起项羽注意；项羽赐酒，他先拜谢，然后站着喝，随后连生彘肩也吃了；他借机讥讽项王，却又替刘邦求赏，暗寓尊崇项羽之意，这又说明他粗中有细。&&&2．运用对照手法烘托人物形象。如：刘邦和项羽；张良和范增。",
                    "transferInfo" : "沛公驻军霸上，还没有跟项羽见面。沛公的左司马曹无伤派人对项羽说：“沛公打算在关中称王，任命子婴为国相，珍宝全部占有它。”项羽大怒道：“明天犒劳士兵，给我去打垮沛公的部队！”在这时，项羽的军队有四十万，驻扎在新丰鸿门；沛公的军队有十万，驻扎在霸上。范增劝说项羽道：“沛公住在崤山以东时，贪图财货，喜欢漂亮的女人。如今入了关，财物什么都不拿，也不迷恋女色，这样看来，他的野心不小。我叫人观望他那里的气运，都是龙虎的形状，呈现五彩的颜色，这是天子的气运呀!赶快攻打，不要失去机会。”&&&楚国的左尹项伯，是项羽的叔父，一向同留侯张良交好。张良这时正跟随着刘邦。项伯就连夜骑马跑到刘邦的军营，私下会见张良，把事情详细地告诉了他，想叫张良和他一起离开，说：“不要和（刘邦）他们一起死了。”张良说：“我是韩王派给沛公的人，现在沛公遇到危急的事，逃走是不守信义的，不能不告诉他。”&&&张良就进去，（把情况）详细告诉刘邦。刘邦大吃一惊，说：“对这件事怎么办？”张良说：“谁替大王作出这个计策的？”（刘邦）回答说：“浅陋无知的小人劝我说：‘把守住函谷关，不要让诸侯进来，秦国所有的地盘都可以由你称王了。’所以（我）听信了他的话。”张良说：“估计大王的军队能够抵挡住项王的军队吗？”刘邦沉默（一会儿）说：“本来不如人家，将怎么办呢？”张良说：“请（让我）去告诉项伯，说沛公不敢背叛项王。”刘邦说：“你怎么和项伯有交情的？”张良说：“在秦朝的时候，项伯和我有交往，项伯杀了人，我救活了他；现在有了紧急的情况，所以幸亏他来告诉我。”刘邦说：“他你年龄，谁大谁小？”张良说：“他比我大。”刘邦说：“你替我（把他）请进来，我得用对待兄长的礼节待他。”张良出去，邀请项伯。项伯随即进来见刘邦。刘邦就奉上一杯酒为项伯祝福，（并）约定为亲家，说：“我进入关中，极小的财物都不敢沾染，登记官吏，人民，封闭了（收藏财物的）府库，以等待将军（的到来）。所以派遣官兵去把守函谷关的原因，是为了防备其它盗贼的进出和意外的变故。日日夜夜盼望着将军的到来，怎么敢反叛呢！希望你（对 项王）详细地说明，我是不敢忘恩负义的。”项伯答应了，跟刘邦说：“明天你不能不早些来亲自向项王谢罪。”刘邦说：“好。”于是项伯又连夜离开，回到（项羽）军营里，详细地把刘邦的话报告项王。就趁机说：“刘邦不先攻破关中，您怎么敢进来呢？现在人家有大功（你）却要打人家，这是不仁义的。不如就趁机友好地款待他。”项王答应了。&&&刘邦第二天带领一百多人马来见项羽，到达鸿门，谢罪说：“我和将军合力攻打秦国，将军在黄河以北作战。我在黄河以南作战，然而自己没有料想到能够先入关攻破秦国，能够在这里再看到将军您。现在有小人的流言，使将军和我有了隔阂……”项羽说：“这是你左司马曹无伤说的。不是这样的话，我怎么会这样呢？”项羽当天就留刘邦同他一起饮酒。项羽、项伯面向东坐；亚父面向南坐──亚父这个人，就是范增；刘邦面向北坐；张良面向西陪坐。范增多次使眼色给项羽，举起（他）所佩带的玉玦向项羽示意多次，项羽默默地没有反应。范增站起来，出去召来项庄，对项庄说：“君王为人不狠心。你进去上前祝酒，祝酒完了，请求舞剑助兴，顺便把刘邦击倒在座位上，杀掉他。不然的话，你们都将被他所俘虏！”项庄就进去祝酒。祝酒完了，说：“君王和沛公饮酒，军营里没有什么可以娱乐，请让我用舞剑助兴吧。”项羽说：“好。” 项庄就拔出剑舞起来。项伯也拔出剑舞起来，常常用自己的身体，掩护刘邦，项庄得不到（机会）刺杀（刘邦）。&&&于是张良到军营门口找樊哙。樊哙问：“今天的事情怎么样？”张良说：“很危急！现在项庄拔剑起舞，他的意图常在沛公身上啊！”樊哙说：“这太危急了，请让我进去，跟他同生死。”于是樊哙拿着剑，持着盾牌，冲入军门。持戟交叉守卫军门的卫士想阻止他进去，樊哙侧着盾牌撞去，卫士跌倒在地上，樊哙就进去了，掀开帷帐朝西站着，瞪着眼睛看着项王，头发直竖起来，眼角都裂开了。项王握着剑挺起身问：“客人是干什么的？”张良说：“是沛公的参乘樊哙。”项王说：“壮士！赏他一杯酒。”左右就递给他一大杯酒，樊哙拜谢后，起身，站着把酒喝了。项王又说：“赏他一条猪的前腿。”于是给了他一个生的猪前腿。樊哙把他的盾牌扣在地上，把猪腿放（在盾）上，拔出剑来切着吃。项王说：“壮士！还能喝酒吗？”樊哙说：“我死都不怕，一杯酒有什么可推辞的？秦王有虎狼一样的心肠，杀人惟恐不能杀尽，惩罚人惟恐不能用尽酷刑，所以天下人都背叛他。怀王曾和诸将约定：‘先打败秦军进入咸阳的人封作王。’现在沛公先打败秦军进了咸阳，一点儿东西都不敢动用，封闭了宫室，军队退回到霸上，等待大王到来。特意派遣将领把守函谷关的原因，是为了防备其他盗贼的进入和意外的变故。这样劳苦功高，没有得到封侯的赏赐，反而听信小人的谗言，想杀有功的人，这只是灭亡了的秦朝的继续罢了。我以为大王不应该采取这种做法。”项王没有话回答，说：“坐。”樊哙挨着张良坐下。坐了一会儿，刘邦起身上厕所，趁机把樊哙叫了出来。&&&刘邦出去后，项王派都尉陈平去叫刘邦。刘邦说：“现在出来，还没有告辞，这该怎么办？”樊哙说：“做大事不必顾及小节，讲大礼不必计较小的谦让。现在人家正好比是菜刀和砧板，我们则好比是鱼和肉，告辞干什么呢？”于是就决定离去。刘邦就让张良留下来道歉。张良问：“大王来时带了什么东西？”刘邦说：“我带了一对玉璧，想献给项王；一双玉斗，想送给亚父。正碰上他们发怒，不敢奉献。你替我把它们献上吧。”张良说：“好。”这时候，项王的军队驻在鸿门，刘邦的军队驻在霸上，相距四十里。刘邦就留下车辆和随从人马，独自骑马脱身，和樊哙、夏侯婴、靳强、纪信四人拿着剑和盾牌徒步逃跑，从郦山脚下，取道芷阳，抄小路走。刘邦对张良说：“从这条路到我们军营，不过二十里罢了，估计我回到军营里，你才进去。”&&&刘邦离去后，从小路回到军营里。张良进去道歉，说：“刘邦禁受不起酒力，不能当面告辞。让我奉上白璧一双，拜两拜敬献给大王；玉斗一双，拜两拜献给大将军。”项王说：“沛公在哪里？”张良说：“听说大王有意要责备他，脱身独自离开，已经回到军营了。”项王就接受了玉璧，把它放在座位上。亚父接过玉斗，放在地上，拔出剑来敲碎了它，说：“说：“唉！这小子不值得和他共谋大业！夺走项王天下的一定是沛公。我们这些人就要被他俘虏了！”&&&刘邦回到军营，立即杀掉曹无伤。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "24000",
    "mainClass" : "27"
}

