{
    "poetryList" : [
                    {
                    "name" : "望岳",
                    "author" : "杜甫",
                    "content" : "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。",
                    "addtionInfo" : "岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。齐鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。造化：大自然。钟：聚集。神秀：天地之灵气，神奇秀美。阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。荡胸：心胸摇荡。曾：同“层”，重叠。决眦（zì）：眦：眼角。眼角（几乎）要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。入：收入眼底，即看到。会当：终当，定要。凌：登上。凌绝顶，即登上最高峰。小：形容词的意动用法，意思为“以······为小，认为······小”。",
                    "classInfo" : "22",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "这首诗通过描绘泰山雄伟磅礴的景象，热情赞美了泰山高大巍峨的气势和神奇秀丽的景色，流露出了对祖国山河的热爱之情，表达了诗人不怕困难、敢攀顶峰、俯视一切的雄心和气概，以及卓然独立、兼济天下的豪情壮志。一二句写泰山山脉绵延辽阔；三四句挟泰山雄峻磅礴；五六句是仔细远望，见群峰云生，仿佛有归鸟入谷。七八句想象将来登山所见景象，同时抒发自己的抱负。&&&首句“岱宗夫如何？”写乍一望见泰山时，高兴得不知怎样形容才好的那种揣摹劲和惊叹仰慕之情，非常传神。岱是泰山的别名，因居五岳之首，故尊为岱宗。“夫如何”，就是“到底怎么样呢？”“夫”字在古文中通常是用于句首的语气助词，这里把它融入诗句中，是个新创，很别致。这个“夫”字，虽无实在意义，却少它不得，所谓“传神写照，正在阿堵中”。可谓匠心独具。&&&接下来“齐鲁青未了”，它没有从海拔角度单纯形容泰山之高，而是别出心裁地写出自己的体验──在古代齐鲁两大国的国境外还能望见远远横亘在那里的泰山，以距离之远来烘托出泰山之高。泰山之南为鲁，泰山之北为齐，所以这一句描写出的地理特点，在写其他山岳时不能挪用。明代莫如忠《登东郡望岳楼》特别提出这句诗，并认为无人能继。&&&“造化钟神秀，阴阳割昏晓”两句是描写泰山的近景。一个“钟”字把天地万物一下写活了，整个大自然如此有情致，把神奇和秀美都给了泰山。山前向日的一面为“阳”，山后背日的一面为“阴”（山南水北为“阳”，山北水南为阴），由于山高，天色的一昏一晓被割于山的阴、阳面，所以说“割昏晓”。这本是十分正常的自然现象，可诗人妙笔生花，用一个“割”字，则写出了高大的泰山一种主宰的力量，这力量不是别的，泰山以其高度将山南山北的阳光割断，形成不同的景观，突出泰山遮天蔽日的形象。这里诗人此用笔使静止的泰山顿时充满了雄浑的力量，而那种“语不惊人死不休”的创作风格，也在此得到显现。&&&“荡胸生曾云，决眦入归鸟”两句，是写细望。见山中云气层出不穷，故心胸亦为之荡漾。“决眦”二字尤为为传神，生动地体现了诗人在这神奇缥缈的景观而前像着了迷似的，为了看够，因而使劲地睁大眼睛张望，故感到眼眶有似决裂。这情景使泰山迷人的景色表现得更为形象鲜明。“归鸟”是投林还巢的鸟，说明已是薄暮时分作者还未曾离去。其中蕴藏着诗人对祖国河山的热爱和对祖国山河的赞美之情。&&&最后“会当凌绝顶，一览众山小”两句，写诗人并不满足看岳而是想登上山顶一揽盛景的心情。此联号为绝响，再一次突出了泰山的高峻，写出了雄视一切的雄姿和气势，也表现出诗人的心胸气魄。“会当”是唐人口语，意即“一定要”。如果把“会当”解作“应当”，便欠准确，神气索然。众山的小和高大的泰山进行对比，表现出诗人不怕困难、敢于攀登绝顶、俯视一切的雄心和气概。 这正是杜甫能够成为一个伟大诗人的关键所在， 也是一切有所作为的人们所不可缺少的。 这就是这两句诗一直为人们所传诵的原因。正因为泰山的崇高伟大不仅是自然的也是人文的，所以登上的极顶的想望本身，当然也具备了双重的含义。&&&全诗以诗题中的“望”字统摄全篇，句句写望岳，但通篇并无一个“望”字，而能给人以身临其境之感，可见诗人的谋篇布局和艺术构思是精妙奇绝的。这首诗寄托虽然深远，但通篇只见登览名山之兴会，丝毫不见刻意比兴之痕迹。若论气骨峥嵘，体势雄浑，更以后出之作难以企及。",
                    "transferInfo" : "五岳之首泰山的景象怎么样？在齐鲁大地上，那青翠的山色没有尽头。大自然把神奇秀丽的景象全都汇聚其中，山南山北阴阳分解，晨昏不同。望层层云气升腾，令人胸怀荡涤；看归鸟回旋入山，使人眼眶欲碎。一定要登上泰山顶峰，俯瞰显得渺小的群山。",
                    "backgroundInfo" : "公元736年（开元二十四年），二十四岁的诗人开始过一种不羁的漫游生活。作者北游齐、赵（今河南、河北、山东等地），这首诗就是在漫游途中所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "春望",
                    "author" : "杜甫",
                    "content" : "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
                    "addtionInfo" : "国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。抵：值，相当。白头：这里指白头发。搔：用手指轻轻的抓。浑：简直。欲：想，要，就要。胜：经受，承受。簪：一种束发的首饰。古代男子蓄长发，成年后束发于头顶，用簪子横插住，以免散开。",
                    "classInfo" : "6",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "此诗前四句写春日长安凄惨破败的景象，饱含着兴衰感慨；后四句写诗人挂念亲人、心系国事的情怀，充溢着凄苦哀思。全诗格律严整，颔联分别以“感时花溅泪“应首联国破之叹，以“恨别鸟惊心”应颈联思家之忧，尾联则强调忧思之深导致发白而稀疏，对仗精巧，声情悲壮。&&&“国破山河在，城春草木深。”诗篇一开头便描写了春望所见：山河依旧，可是国都已经沦陷，城池也在战火中残破不堪了，乱草丛生，林木荒芜。诗人记忆中昔日长安的春天是何等的繁华，鸟语花香，飞絮弥漫，烟柳明媚，游人迤逦，可是那种景象今日已经荡然无存了。一个“破”字使人怵目惊心，继而一个“深”字又令人满目凄然。诗人写今日景物，实为抒发人去物非的历史感，将感情寄寓于物，借助景物反托情感，为全诗创造了一片荒凉凄惨的气氛。&&&“国破”和“城春”两个截然相反的意象，同时存在并形成强烈的反差。“城春”当指春天花草树木繁盛茂密，烟景明丽的季节，可是由于“国破”，国家衰败，国都沦陷而失去了春天的光彩，留下的只是断垣残壁，只是“草木深”。“草木深”三字意味深沉，表示长安城里已不再是市容整洁、井然有序了，而是荒芜破败，人烟稀少，草木杂生。这里，诗人睹物伤感，表现了强烈的黍离之悲。&&&“感时花溅泪，恨别鸟惊心。”花无情而有泪，鸟无恨而惊心，花鸟是因人而具有了怨恨之情。春天的花儿原本娇艳明媚，香气迷人；春天的鸟儿应该欢呼雀跃，唱着委婉悦耳的歌声，给人以愉悦。“感时”、“恨别”都浓聚着杜甫因时伤怀，苦闷沉痛的忧愁。这两句的含意可以这样理解：我感于战败的时局，看到花开而潸然泪下；我内心惆怅怨恨，听到鸟鸣而心惊胆战。人内心痛苦，遇到乐景，反而引发更多的痛苦，就如“昔我往矣，杨柳依依；今我来思，雨雪霏霏”那样。杜甫继承了这种以乐景表现哀情的艺术手法，并赋予更深厚的情感，获得更为浓郁的艺术效果。诗人痛感国破家亡的苦恨，越是美好的景象，越会增添内心的伤痛。这联通过景物描写，借景生情，移情于物。表现了诗人忧伤国事，思念家人的深沉感情。&&&“烽火连三月，家书抵万金。”诗人想到：战火已经连续不断地进行了一个春天，仍然没有结束。唐玄宗都被迫逃亡蜀地，唐肃宗刚刚继位，但是官军暂时还没有获得有利形势，至今还未能收复西京，看来这场战争还不知道要持续多久。又想起自己流落被俘，扣留在敌军营，好久没有妻儿的音信，他们生死未卜，也不知道怎么样了。要能得到封家书该多好啊。“家书抵万金”，含有多少辛酸、多少期盼，反映了诗人在消息隔绝、久盼音讯不至时的迫切心情。战争是一封家书胜过“万金”的真正原因，这也是所有受战争追害的人民的共同心理，反映出广大人民反对战争，期望和平安的美好愿望，很自然地使人产生共鸣。&&&“白头搔更短，浑欲不胜簪。”烽火连月，家书不至，国愁家忧齐上心头，内忧外患纠缠难解。眼前一片惨戚景象，内心焦虑至极，极无聊赖时刻，搔首徘徊，意志踌躇，青丝变成白发。自离家以来一直在战乱中奔波流浪，而又身陷于长安数月，头发更为稀疏，用手搔发，顿觉稀少短浅，简直连发簪也插不住了。诗人由国破家亡、战乱分离写到自己的衰老。 “白发”是愁出来的，“搔”欲解愁而愁更愁。头发白了、疏了，从头发的变化，使读者感到诗人内心的痛苦和愁怨，读者更加体会到诗人伤时忧国、思念家人的真切形象，这是一个感人至深、完整丰满的艺术形象。&&&这首诗全篇情景交融，感情深沉，而又含蓄凝练，言简意赅，充分体现了“沉郁顿挫”的艺术风格。且这首诗结构紧凑，围绕“望”字展开，前四句借景抒情，情景结合。诗人由登高望远到焦点式的透视，由远及近，感情由弱到强，就在这感情和景色的交叉转换中含蓄地传达出诗人的感叹忧愤。由开篇描绘国都萧索的景色，到眼观春花而泪流，耳闻鸟鸣而怨恨；再写战事持续了很久，以致于家里音信全无，最后写到自己的哀怨和衰老，环环相生、层层递进，创造了一个能够引发人们共鸣、深思的境界。表现了在典型的时代背景下所生成的典型感受，反映了同时代的人们热爱国家、期待和平的美好愿望，表达了大家一致的内在心声。也展示出诗人忧国忧民、感时伤怀的高尚情感。",
                    "transferInfo" : "长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感于战败的时局，看到花开而潸然泪下，内心惆怅怨恨，听到鸟鸣而心惊胆战。连绵的战火已经延续了一个春天，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。",
                    "backgroundInfo" : "唐玄宗天宝十四年（公元755年）十一月，安禄山起兵叛唐。次年六月，叛军攻陷潼关，唐玄宗匆忙逃往四川。七月，太子李亨于灵武（今属宁夏）继位，是为唐肃宗，改元至德。杜甫闻讯，即将家属安顿在都州，只身一人投奔肃宗朝廷，结果不幸在途中被叛军俘获，解送至长安，后因官职卑微才未被囚禁。唐肃宗至德二年（公元757年）春，身处沦陷区的杜甫目睹了长安城一片萧条零落的景象，百感交集，便写下了这首传诵千古的名作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "石壕吏",
                    "author" : "杜甫",
                    "content" : "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒，妇啼一何苦。听妇前致词，三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣。室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。",
                    "addtionInfo" : "暮：在傍晚。投：投宿。吏：官吏，低级官员，这里指抓壮丁的差役。夜：时间名词作状语，在夜里。逾（yú）：越过；翻过。走：跑，这里指逃跑。呼：诉说，叫喊。一何：何其、多么。怒：恼怒，凶猛，粗暴，这里指凶狠。啼：哭啼。苦：凄苦。前：上前，向前。致：对……说。前致词：指老妇走上前去（对差役）说话。邺城：即相州，在今河南安阳。戍（shù）：防守，这里指服役。附书至：捎信回来。书，书信。至，回来。新：最近，刚刚。存：活着，生存着。且偷生：姑且活一天算一天。且：姑且，暂且。偷生：苟且活着。长已矣：永远完了。已：停止，这里引申为完结。室中：家中。更无人：再没有别的（男）人了。更：再。惟：只，仅。乳下孙：正在吃奶的孙子。未：还没有。去：离开，这里指改嫁。完裙：完整的衣服。老妪（yù）：老妇人。衰：弱。请从吏夜归：请让我和你晚上一起回去。请：请求。从：跟从，跟随。应：响应。河阳：今河南省洛阳市吉利区（原河南省孟县），当时唐王朝官兵与叛军在此对峙。急应河阳役：赶快到河阳去服役。犹得：还能够。得：能够。备：准备。晨炊：早饭。夜久：夜深了。绝：断绝；停止。如：好像，仿佛。闻：听。泣幽咽：低微断续的哭声。有泪无声为“泣”，哭声哽塞低沉为“咽”。明：天亮之后。登前途：踏上前行的路。登：踏上。前途：前行的路。独：唯独、只有。",
                    "classInfo" : "31",
                    "poetryID" : "3",
                    "source" : "12",
                    "analysesInfo" : "《石壕吏》是一首杰出的现实主义的叙事诗。它以“耳闻”为线索，按时间的顺序，由暮——夜——夜久——天明，一步步深入，从投宿叙起，以告别结束，从差吏夜间捉人，到老妇随往；从老翁逾墙逃走，到事后潜归；从诗人日暮投宿，到天明登程告别，整个故事有开始、发展、高潮、结局，情节完整，并颇为紧张。诗的首尾是叙事，中间用对话，活动着的人物有五六个之多，诗人巧妙地借老妇的口，诉说了她一家的悲惨遭遇。诗人的叙述、老妇的说白，处处呼应，环环紧扣，层次十分清楚。&&&诗人虚实交映，藏问于答，不写差吏的追问，而只写老妇的哭诉，从哭诉中写出潜台词、画外音，将差吏的形象融入老妇的“前致词”中，有一种言有尽而意无穷的境界。诗人写老妇的哭诉，语言朴实无华，一个典故也不用，很切合老妇的口吻，且随着内容的多次转韵，形成忧愤深广、波澜老成，一唱三叹，高低抑扬的韵致，使沉郁顿挫达到极致。&&&全诗述情陈事，除“吏呼一何怒”二句微微透露了他的爱憎之外，都是对客观事物的描述。在这里，诗人通过新颖而巧妙的艺术构思，将丰富的内容和自己的感情融化在具体的形象里，浇注于客观的叙述中，让事物本身直接感染读者，让故事本身去显露诗人的爱憎。这种以实写虚，以虚补实，虚实相映的艺术手法，使全诗显得简洁洗练，而又蕴涵丰富。&&&前四句可看作第一段。首句“暮投石壕村”，单刀直入，直叙其事。“暮”字、“投”字、“村”字都需玩味，读者不能轻易放过。在封建社会里，由于社会秩序混乱和旅途荒凉等原因，旅客们都“未晚先投宿”，更何况在兵祸连接的时代。而杜甫，却于暮色苍茫之时才匆匆忙忙地投奔到一个小村庄里借宿，这种异乎寻常的情景就富于暗示性。他或者是压根儿不敢走大路；或者是附近的城镇已荡然一空，无处歇脚。总之，寥寥五字，不仅点明了投宿的时间和地点，而且和盘托出了兵荒马乱、鸡犬不宁、一切脱出常轨的景象，为悲剧的演出提供了典型环境。浦起龙指出这首诗“起有猛虎攫人之势”，这不仅是就“有吏夜捉人”说的，而且是就头一句的环境烘托说的。“有吏夜捉人”一句，是全篇的提纲，以下情节，都从这里生发出来。不说“征兵”、“点兵”、“招兵”而说“捉人”，已于如实描绘之中寓揭露、批判之意。再加上一个“夜”字，含意更丰富。第一、表明官府“捉人”之事时常发生，人民白天躲藏或者反抗，无法“捉”到；第二、表明县吏“捉人”的手段狠毒，于人民已经入睡的黑夜，来个突然袭击。同时，诗人是“暮”投石壕村的，从“暮”到“夜”，已过了几个小时，这时当然已经睡下了；所以下面的事件发展，他没有参与其间，而是隔门听出来的。“老翁逾墙走，老妇出门看”两句，表现了人民长期以来深受抓丁之苦，昼夜不安；即使到了深夜，仍然寝不安席，一听到门外有了响动，就知道县吏又来“捉人”，老翁立刻“逾墙”逃走，由老妇开门周旋。&&&从“吏呼一何怒”至“犹得备晨炊”这十六句，可看作第二段。“吏呼一何怒!妇啼一何苦!”两句，极其概括、极其形象地写出了“吏”与“妇”的尖锐矛盾。一“呼”、一“啼”，一“怒”、一“苦”，形成了强烈的对照；两个状语“一何”，加重了感情色彩，有力地渲染出县吏如狼似虎，叫嚣隳突的横蛮气势，并为老妇以下的诉说制造出悲愤的气氛。矛盾的两方面，具有主与从、因与果的关系。“妇啼一何苦”，是“吏呼一何怒”逼出来的。下面，诗人不再写“吏呼”，全力写“妇啼”，而“吏呼”自见。“听妇前致词”承上启下。那“听”是诗人在“听”，那“致词”是老妇“苦啼”着回答县吏的“怒呼”。写“致词”内容的十三句诗，多次换韵，明显地表现出多次转折，暗示了县吏的多次“怒呼”、逼问。读这十三句诗的时候，千万别以为这是“老妇”一口气说下去的，而县吏则在那里洗耳恭听。实际上，“吏呼一何怒！妇啼一何苦！”不仅发生在事件的开头，而且持续到事件的结尾。从“三男邺城戍”到“死者长已矣”，是第一次转折。可以想见，这是针对县吏的第一次逼问诉苦的。在这以前，诗人已用“有吏夜捉人”一句写出了县吏的猛虎攫人之势。等到“老妇出门看”，便扑了进来，贼眼四处搜索，却找不到一个男人，扑了个空。于是怒吼道：“你家的男人都到哪儿去了？快交出来!”老妇泣诉说：“三个儿子都当兵守邺城去了。一个儿子刚刚捎来一封信，信中说，另外两个儿子已经牺牲了!……”泣诉的时候，也许县吏不相信，还拿出信来交县吏看。总之，“存者且偷生，死者长已矣!”处境是够使人同情的，她很希望以此博得县吏的同情，高抬贵手。不料县吏又大发雷霆：“难道你家里再没有别人了？快交出来!”她只得针对这一点诉苦：“室中更无人，惟有乳下孙。”这两句，也许不是一口气说下去的，因为“更无人”与下面的回答发生了明显的矛盾。合理的解释是：老妇先说了一句：“家里再没人了！”而在这当儿，被儿媳妇抱在怀里躲到什么地方的小孙子，受了怒吼声的惊吓，哭了起来，掩口也不顶用。于是县吏抓到了把柄，威逼道：“你竟敢撒谎！不是有个孩子哭吗？”老妇不得已，这才说：“只有个孙子啊！还吃奶呢，小得很！”“吃谁的奶？总有个母亲吧！还不把她交出来！”老妇担心的事情终于发生了！她只得硬着头皮解释：“孙儿是有个母亲，她的丈夫在邺城战死了，因为要奶孩子，没有改嫁。可怜她衣服破破烂烂，怎么见人呀！还是行行好吧！”但县吏仍不肯罢手。老妇生怕守寡的儿媳被抓，饿死孙子，只好挺身而出：“老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。”老妇的“致词”，到此结束，表明县吏勉强同意，不再“怒吼”了。&&&最后一段虽然只有四句，却照应开头，涉及所有人物，写出了事件的结局和作者的感受。“夜久语声绝，如闻泣幽咽。”表明老妇已被抓走，走·时低声哭泣，越走越远，便听不到哭声了。“夜久”二字，反映了老妇一再哭诉、县吏百般威逼的漫长过程。“如闻”二字，一方面表现了儿媳妇因丈夫战死、婆婆被“捉”而泣不成声，另一方面也显示出诗人以关切的心情倾耳细听，通夜未能入睡。“天明登前途，独与老翁别”两句，收尽全篇，于叙事中含无限深情。前一天傍晚投宿之时，老翁、老妇双双迎接诗人，而时隔一夜，老妇被捉走，儿媳妇泣不成声，只能与逃走归来的老翁作别了。老翁的心情怎样，诗人作何感想，这些都给读者留下了想象的余地。",
                    "transferInfo" : "日暮时投宿石壕村，夜里有差役到村子里抓人。老翁越墙逃走，老妇出门查看。官吏大声呼喝得多么愤怒，妇人大声啼哭得多么悲苦。我听到老妇上前说：我的三个儿子戍边在邺城。其中一个儿子捎信回来，说另外两个儿子刚刚战死。活着的人苟且偷生，死去的人就永远不会回来了！家里再也没有别的男人了，只有正在吃奶的小孙子。因为有孙子在，他母亲还没有离去，但进进出出都没有一件完整的衣服。虽然老妇我年老力衰，但请允许我跟从你连夜赶回营去。立刻就去投向河阳的战役，还来得及为部队准备早餐。夜深了，说话的声音逐渐消失，隐隐约约听到低微断续的哭泣声。天亮后我继续赶路，只能与返回家中的那个老翁告别。",
                    "backgroundInfo" : "759年（唐肃宗乾元二年）春，四十八岁的杜甫由左拾遗贬为华州司功参军。他离开洛阳，历经新安、石壕、潼关，赶往华州任所。这时，杜甫正由新安县继续西行，投宿石壕村，遇到吏卒深夜捉人，于是实录所见所闻，写成这篇不朽的诗作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "归园田居·其三",
                    "author" : "陶渊明",
                    "content" : "种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。",
                    "addtionInfo" : "南山：指庐山。稀： 稀少。兴： 起床。荒秽：形容词作名词，荒芜，指豆苗里的杂草。秽：肮脏。这里指田中杂草荷锄：扛着锄头。荷，扛着。狭： 狭窄。草木长：草木丛生。长，生长。夕露：傍晚的露水。沾：（露水）打湿。足： 值得。但使愿无违： 只要不违背自己的意愿就行了。但：只。愿： 指向往田园生活，“不为五斗米折腰”，不愿与世俗同流合污的意愿。违： 违背。",
                    "classInfo" : "107",
                    "poetryID" : "4",
                    "source" : "1",
                    "analysesInfo" : "这首“种豆南山下”八句短章，在普普通通、平平常常四十个字的小空间里，表达出了深刻的思想内容，描写了诗人隐居之后躬耕劳动的情景。&&&本诗共分为两层，前四句为第一层。反映了作者躬耕劳动的生活。暗用杨恽诗作。&&&“种豆南山下，草盛豆苗稀。”这两句写诗人归田园后在南山的山脚下种了一片豆子，那地很荒，草长得很茂盛，可是豆苗却稀稀疏疏的。起句平实自如，如叙家常，就像一个老农在和你说他种的那块豆子的情况，让人觉得淳朴自然，而又亲切。&&&“晨兴理荒秽，带月荷锄归。”为了不使豆田荒芜，到秋后有所收成，诗人每天一大早就下地，晚上月亮都出来了才扛着锄头回家。虽说比做官要辛苦得多，可这是诗人愿意的，是他最大的乐趣。正如诗人在《归田园居》(一)中所说的那样：“少无适俗韵，本性爱丘山。误入尘网中，一去三十年。”诗人厌倦了做官，“守拙归田园”才是最爱。从“带月荷锄归”这一美景的描述就可以看出来，他非但没有抱怨种田之，反而乐在其中。&&&后四句是本诗的第二层，抒写的则是作者经过生活的磨励和对社会与人生深刻思索之后，对真善美理想的执着追求和与现实社会污浊官场的决裂。&&&“道狭草木长，夕露沾我衣。”通过道窄草深，夕露沾衣的具体细节描绘，显示出了从事农业劳动的艰苦。诗人身体力行终日劳作在田野，所以他深深地体验到了农业劳动的艰辛，它绝不像那些脱离劳动的文人墨客所描写的那般轻松潇洒。但是作者仍不辞劳苦，继续坚持下去，正像他在《庚戌岁九月中于西田获早稻》诗中所说：“田家岂不苦？弗获辞此难。”&&&“衣沾不足惜，但使愿无违。”对于诗人来说，人生的道路只有两条任他选择：一条是出仕做官，有俸禄保证其生活，可是必须违心地与世俗同流合污；另一条是归隐田园，靠躬耕劳动维持生存，这样可以做到任性存真坚持操守。当他辞去彭泽县令解绶印归田之际，就已经做出了抉择，宁可肉体受苦，也要保持心灵的纯洁，他坚决走上了归隐之路。为了不违背躬耕隐居的理想愿望，农活再苦再累又有何惧?那么“夕露沾衣”就更不足为“惜”了。这种思想已经成了他心中牢不可破的坚定信念，本诗结尾两句’，可谓全篇的诗眼，一经它的点化，篇中醇厚的旨意便合盘现出。&&&陶诗于平淡中又富于情趣。陶诗的情趣来自于写意。“带月荷锄归”，劳动归来的诗人虽然独自一身，却有一轮明月陪伴。月下的诗人，肩扛一副锄头，穿行在齐腰深的草丛里，这是一幅多么美好的月夜归耕图啊！其中洋溢着诗人心情的愉快和归隐的自豪。“种豆南山下”平淡之语，“带月荷锄归”幽美之句；前句实，后句虚。全诗在平淡与幽美、实景与虚景的相互补衬下相映生辉，柔和完美。",
                    "transferInfo" : "我在南山下种植豆子，地里野草茂盛豆苗稀疏。清晨早起下地铲除杂草，夜幕降临披着月光才回家。山径狭窄草木丛生，夜间露水沾湿了我的衣裳。衣衫被沾湿并不可惜，只愿我不违背归隐心意。",
                    "backgroundInfo" : "公元405年（东晋安帝义熙元年），陶渊明在江西彭泽做县令，不过八十多天，便声称不愿“为五斗米折腰向乡里小儿”，挂印回家。从此结束了时隐时仕、身不由己的生活，终老田园。归来后，作《归园田居》诗一组，共五首。本诗就是其中的第三首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "使至塞上",
                    "author" : "王维",
                    "content" : "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。",
                    "addtionInfo" : "使至塞上：奉命出使边塞。使：出使。单车：一辆车，车辆少，这里形容轻车简从。问边：到边塞去察看，指慰问守卫边疆的官兵。属国：有几种解释：一指少数民族附属于汉族朝廷而存其国号者。汉、唐两朝均有一些属国。二指官名，秦汉时有一种官职名为典属国，苏武归汉后即授典属国官职。唐人有时以“属国”代称出使边陲的使臣。居延：地名，汉代称居延泽，唐代称居延海，在今内蒙古额济纳旗北境。又西汉张掖郡有居延县（参《汉书·地理志》），故城在今额济纳旗东南。又东汉凉州刺史部有张掖居延属国，辖境在居延泽一带。此句一般注本均言王维路过居延。然而王维此次出使，实际上无需经过居延。因而林庚、冯沅君主编的《中国历代诗歌选》认为此句是写唐王朝“边塞的辽阔，附属国直到居延以外”。征蓬：随风飘飞的蓬草，此处为诗人自喻。归雁：雁是候鸟，春天北飞，秋天南行，这里是指大雁北飞。胡天：胡人的领空。这里是指唐军占领的北方地方。大漠：大沙漠，此处大约是指凉州之北的沙漠。孤烟：赵殿成注有二解：一云古代边防报警时燃狼粪，“其烟直而聚，虽风吹之不散”。二云塞外多旋风，“袅烟沙而直上”。据后人有到甘肃、新疆实地考察者证实，确有旋风如“孤烟直上”。又：孤烟也可能是唐代边防使用的平安火。长河：指流经凉州（今甘肃武威）以北沙漠的一条内陆河，这条河在唐代叫马成河，疑即今石羊河。萧关：古关名，又名陇山关，故址在今宁夏固原东南。候骑：负责侦察、通讯的骑兵。王维出使河西并不经过萧关，此处大概是用何逊诗“候骑出萧关，追兵赴马邑”之意，非实写。都护：唐朝在西北边疆置安西、安北等六大都护府，其长官称都护，每府派大都护一人，副都护二人，负责辖区一切事务。这里指前敌统帅。燕然：燕然山，即今蒙古国杭爱山。东汉窦宪北破匈奴，曾于此刻石记功。这里代指前线。",
                    "classInfo" : "16",
                    "poetryID" : "5",
                    "source" : "12",
                    "analysesInfo" : "这是诗人奉命赴边疆慰问将士途中所作的一首纪行诗，记述出使塞上的旅程以及旅程中所见的塞外风光。首联两句交待此行目的和到达地点，诗缘何而作；颔联两句包含多重意蕴，借蓬草自况，写飘零之感；颈联两句描绘了边陲大漠中壮阔雄奇的景象，境界阔大，气象雄浑；尾联两句写到了边塞，却没有遇到将官，侦察兵告诉使臣：首将正在燕然前线。此诗既反映了边塞生活，同时也表达了诗人由于被排挤而产生的孤独、寂寞、悲伤之情以及在大漠的雄浑景色中情感得到熏陶、净化、升华后产生的慷慨悲壮之情，显露出一种豁达情怀。&&&“单车欲问边”，轻车前往，向哪里去呢——“属国过居延”，居延在今甘肃张掖县西北，远在西北边塞。&&&“征蓬出汉塞，归雁入胡天”，诗人以“蓬”、“雁”自比，说自己像随风而去的蓬草一样出临“汉塞”，像振翮北飞的“归雁”一样进入“胡天”。古诗中多用飞蓬比喻漂流在外的游子，这里却是比喻一个负有朝廷使命的大臣，正是暗写诗人内心的激愤和抑郁。与首句的“单车”相呼应。万里行程只用了十个字轻轻带过。&&&然后抓住沙漠中的典型景物进行刻画：“大漠孤烟直，长河落日圆”。&&&最后两句写到达边塞：“萧关逢候骑，都护在燕然”。到了边塞，却没有遇到将官，侦察兵告诉使臣：首将正在燕然前线。&&&诗人把笔墨重点用在了他最擅长的方面——写景。作者出使，恰在春天。途中见数行归雁北翔，诗人即景设喻，用归雁自比，既叙事，又写景，一笔两到，贴切自然。尤其是“大漠孤烟直，长河落日圆”一联，写进入边塞后所看到的塞外奇特壮丽的风光，画面开阔，意境雄浑，近人王国维称之为“千古壮观”的名句。边疆沙漠，浩瀚无边，所以用了“大漠“的“大”字。边塞荒凉，没有什么奇观异景，烽火台燃起的那一股浓烟就显得格外醒目，因此称作“孤烟”。一个“孤”字写出了景物的单调，紧接一个“直”字，却又表现了它的劲拔、坚毅之美。沙漠上没有山峦林木，那横贯其间的黄河，就非用一个“长”字不能表达诗人的感觉。落日，本来容易给人以感伤的印象，这里用一“圆”字，却给人以亲切温暖而又苍茫的感觉。一个“圆”字，一个“直”字，不仅准确地描绘了沙漠的景象，而且表现了作者的深切的感受。诗人把自己的孤寂情绪巧妙地溶化在广阔的自然景象的描绘中。《红楼梦》第四十八回香菱学诗里说的那段话可算道出了这两句诗高超的艺术境界。",
                    "transferInfo" : "轻车简从将要去慰问边关，路经的属国已过居延。像随风而去的蓬草一样出临边塞，北归大雁正翱翔云天。浩瀚沙漠中孤烟直上，黄河边上落日浑圆。到萧关时遇到侦察骑士，告诉我都护已经到燕然。",
                    "backgroundInfo" : "公元737年（唐玄宗开元二十五年）春，河西节度副大使崔希逸在青涤西大破吐蕃军。唐玄宗命王维以监察御史的身份奉使凉州，出塞宣慰，察访军情，并任河西节度使判官，其实是王维被排挤出朝廷。这首诗就是作于此次出塞途中。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "渡荆门送别",
                    "author" : "李白",
                    "content" : "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
                    "addtionInfo" : "荆门：山名，位于今湖北省宜都县西北长江南岸，与北岸虎牙三对峙，地势险要，自古即有楚蜀咽喉之称。远：远自。楚国：楚地，指湖北一带，春秋时期属楚国。平野：平坦广阔的原野。江：长江。大荒：广阔无际的田野。月下飞天镜：明月映入江水，如同飞下的天镜。下：移下。海楼：海市蜃楼，这里形容江上云霞的美丽景象。仍：依然。怜：怜爱。一本作“连”。故乡水：指从四川流来的长江水。因诗人从小生活在四川，把四川称作故乡。万里：喻行程之远。",
                    "classInfo" : "108",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "这首诗是李白出蜀时所作。李白这次出蜀，由水路乘船远行，经巴渝，出三峡，直向荆门山之外驶去，目的是到湖北、湖南一带楚国故地游览。&&&“渡远荆门外，来从楚国游”，指的就是这一壮游。这时候的青年诗人，兴致勃勃，坐在船上沿途纵情观赏巫山两岸高耸云霄的峻岭，一路看来，眼前景色逐渐变化，船过荆门一带，已是平原旷野，视域顿然开阔，别是一番景色：&&&“山随平野尽，江入大荒流。”在这一联，短短十个字，作者描绘了四种景象：起伏的山岭，平坦的原野，奔流的长江，辽远的荒原。每一种景象都是那样的阔大，让人穷尽目光，思接千里。这句的意思是山随着低平的原野的出现而逐渐消失，江水在一望无际的原野中奔流。描写了渡过荆门进入楚地的壮阔景色，用流动的视角写景物的变化，船由蜀地到荆门两岸的地势由山脉过度到平原，山峦从视线中一点点地消失，江水冲下山峦向着广阔的原野奔腾而去，画出了一副气势磅礴的万里长江图，写的是远景。其中“随”字将群山与原野的位置逐渐变换、推移，真切地表现出来，写活了，给人以空间感和流动感。&&&如何把四种景象融合在同一个画面中呢？作者用一个“随”字把“山”与“野”联结在一起，用“入”字把“江”与“荒”联结在一起。“随”字描绘出山脉的走向与趋势，富有流动感和空间感，仿佛一幅图画在你面前徐徐展开。随着山脉的走向越来越低，最终没入大地，平原也愈加广阔，诗人的视野也更加开阔，而“尽”字则道出了山脉消失，平原呈现时，诗人眼前豁然开朗的喜悦感觉。 “入”字则带着强烈的楔入感，描绘出了长江冲击荒原的力量，也激发着作者的豪情。作者内心的激昂奋进，也随着水流奔向遥远的天际。王湾的《次北固山下》中“海日生残夜，江春入旧年”中的“入”字有同样的意蕴。&&&“月下飞天镜，云生结海楼”，意思是月亮在水中的倒影好像天上飞下来的一面天镜，云彩升起，变幻无穷，结成了海市蜃楼。这一句是长江近景的描写。“月下飞天镜”是月夜俯视所见。“云生结海楼”是白昼眺望所见。&&&“仍怜故乡水，万里送行舟”，意思是我还是怜爱故乡的水，流过万里送我远行。这一句运用了拟人的修辞手法，将故乡水拟人化，借写故乡水有情，不远万里，依恋不舍送我远别故乡，表达了诗人离开故乡时依依不舍，思念故乡的感情。&&&诗人顺着长江远渡荆门，江水流过的蜀地也就是曾经养育过他的故乡，初次离别，他怎能不无限留恋，依依难舍呢？但诗人不说自己思念故乡，而说故乡之水恋恋不舍地一路送我远行，怀着深情厚意，万里送行舟，从对面写来，越发显出自己思乡深情。诗以浓重的怀念惜别之情结尾，言有尽而情无穷。诗题中的“送别”应是告别故乡而不是送别朋友，诗中并无送别朋友的离情别绪。清沈德潜认为“诗中无送别意，题中二字可删”（《唐诗别裁》），这并不是没有道理的。&&&这首诗首尾行结，浑然一体，意境高远，风格雄健。“山随平野尽，江入大荒流”，写得逼真如画，有如一幅长江出峡渡荆门长轴山水图，成为脍炙人口的佳句。如果说优秀的山水画“咫尺应须论万里”，那么，这首形象壮美瑰玮的五律也可以说能以小见大，以一当十，容量丰富，包涵长江中游数万里山势与水流的景色，具有高度集中的艺术概括力。",
                    "transferInfo" : "我乘舟渡江来到遥远的荆门外，来到战国时期楚国的境内游览。山随着低平的原野地出现逐渐消失，江水在一望无际的原野中奔流。江面月影好似天上飞来的明镜，云层缔构城外幻出海市蜃楼。我依然怜爱这来自故乡之水，不远万里来送我东行的小舟。",
                    "backgroundInfo" : "这首诗是李白青年时期出蜀至荆门时赠别家乡而作，这首诗具体写作时间不确定，具体有三种说法：一说作于724年（开元十二年），二说作于725年（开元十三年），三说作于726年（开元十四年）。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "游山西村",
                    "author" : "陆游",
                    "content" : "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。",
                    "addtionInfo" : "腊酒：腊月里酿造的酒。足鸡豚（tún）：意思是准备了丰盛的菜肴。足：足够，丰盛。豚，小猪，诗中代指猪肉。山重水复：一座座山、一道道水重重叠叠。柳暗花明：柳色深绿，花色红艳。箫鼓：吹箫打鼓。春社：古代把立春后第五个戊日做为春社日，拜祭社公（土地神）和五谷神，祈求丰收。古风存：保留着淳朴古代风俗。若许：如果这样。闲乘月：有空闲时趁着月光前来。无时：没有一定的时间，即随时。叩（kòu）门：敲门。",
                    "classInfo" : "106",
                    "poetryID" : "7",
                    "source" : "12",
                    "analysesInfo" : "这是一首纪游抒情诗，抒写江南农村日常生活，诗人紧扣诗题“游”字，但又不具体描写游村的过程，而是剪取游村的见闻，来体现不尽之游兴。全诗首写诗人出游到农家，次写村外之景物，复写村中之情事，末写频来夜游。所写虽各有侧重，但以游村贯穿，并把秀丽的山村自然风光与淳朴的村民习俗和谐地统一在完整的画面上，构成了优美的意境和恬淡、隽永的格调。此诗题材比较普通，但立意新巧，手法白描，不用辞藻涂抹，而自然成趣。&&&首联渲染出丰收之年农村一片宁静、欢悦的气象。“足鸡豚”一个“足”字，表达了农家款客尽其所有的盛情。“莫笑”二字，道出诗人对农村淳朴民风的赞赏。&&&颔联写山间水畔的景色，写景中寓含哲理，千百年来广泛被人引用。“山重水复疑无路，柳暗花明又一村。”如此流畅绚丽、开朗明快的诗句，仿佛可以看到诗人在青翠可掬的山峦间漫步，清碧的山泉在曲折溪流中汩汩穿行，草木愈见浓茂，蜿蜒的山径也愈益依稀难认。正在迷惘之际，突然看见前面花明柳暗，几间农家茅舍，隐现于花木扶疏之间，诗人顿觉豁然开朗。其喜形于色的兴奋之状，可以想见。当然这种境界前人也有描摹，这两句却格外委婉别致。读过此联后，人们会感到，在人生某种境遇中，与诗句所写有着惊人的契合之处，因而更觉亲切。这里描写的是诗人置身山阴道上，信步而行，疑若无路，忽又开朗的情景，不仅反映了诗人对前途所抱的希望，也道出了世间事物消长变化的哲理。于是这两句诗就越出了自然景色描写的范围，而具有很强的艺术生命力。&&&颈联则由自然入人事，描摹了南宋初年的农村风俗画卷。读者不难体味出诗人所要表达的热爱传统文化的深情。“社”为土地神。春社，在立春后第五个戊日。农家祭社祈年，满着丰收的期待。节日来源与《周礼》。苏轼《蝶恋花·密州上元》也说：“击鼓吹箫，却入农桑社。”可见到宋代还很盛行。陆游在这里更以“衣冠简朴古风存”，赞美着这个古老的乡土风俗，显示出他对吾土吾民之爱。&&&尾联诗人故而笔锋一转，表明诗人已“游”了一整天，此时明月高悬，整个大地笼罩在一片淡淡的月光之中，给春社过后的村庄也染上了一层静谧的色彩，别有一番情趣。于是这两句从胸中自然流出：但愿从今以后，能不时拄杖乘月，轻叩柴扉，与老农把酒言欢，此情此景，不亦乐乎。一个热爱家乡与农民亲密无间的诗人形象跃然纸上。&&&诗人被弹劾罢归故里后，心中难免有抑郁不平之气。相较于虚伪的官场，家乡纯朴的生活自然会产生无限的欣慰之情。此外，诗人虽貌似闲适，却仍心系国事。秉国者目光短浅，无深谋长策，然而诗人并未丧失信心，深信总有一天否极泰来。这种心境和所游之境恰相吻合，于是两相交涉，产生了传诵千古的“山重”“柳暗”一联。&&&陆游这首七律结构严谨，主线突出，全诗八句无一“游”字，而处处切“游”字，游兴十足，游意不尽。又层次分明。尤其中间两联，对仗工整，善写难状之景，如珠落玉盘，圆润流转，达到了很高的艺术水平。",
                    "transferInfo" : "不要笑农家腊月里酿的酒浑浊不醇厚，丰收的年景农家待客菜肴非常丰盛。山峦重叠水流曲折正担心无路可走，忽然柳绿花艳间又出现一个山村。吹着箫打起鼓春社的日子已经接近，布衣素冠，淳朴的古代风俗依旧保留。今后如果还能乘大好月色出外闲游，我随时会拄着拐杖来敲你的家门。",
                    "backgroundInfo" : "此诗作于公元1167年（宋孝宗乾道三年）初春，当时陆游正罢官闲居在家。然而他并不心灰意冷。他在农村生活中感受到希望和光明，并将这种感受倾注到自己的诗歌创作里。此诗即在故乡山阴（今浙江绍兴市）所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "长歌行",
                    "author" : "佚名",
                    "content" : "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！",
                    "addtionInfo" : "长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色，其最小者名鸭脚葵。其实大如指顶，皮薄而扁，实内子轻虚如榆荚仁。”此诗“青青园中葵”即指此。朝露：清晨的露水。晞：天亮，引申为阳光照耀。”阳春“句：阳是温和。阳春是露水和阳光都充足的时候，露水和阳光都是植物所需要的，都是大自然的恩惠，即所谓的”德泽“。 布：布施，给予。 德泽：恩惠。秋节：秋季。焜黄：形容草木凋落枯黄的样子。 华（huā）：同“花”。 衰：一说读“cuī”，因为古时候没有“shuāi”这个音；一说读shuāi，根据语文出版社出版的《古代汉语》，除了普通话的规范发音之外，任何其他的朗读法都是不可取的。百川：大河流。少壮：年轻力壮，指青少年时代。老大：指年老了，老年。徒：白白地。",
                    "classInfo" : "24",
                    "poetryID" : "8",
                    "source" : "1",
                    "analysesInfo" : "这是一首咏叹人生的歌。唱人生而从园中葵起调，这在写法上被称作“托物起兴”，即“先言他物以引起所咏之辞也”。园中葵在春天的早晨亭亭玉立，青青的叶片上滚动着露珠，在朝阳下闪着亮光，像一位充满青春活力的少年。诗人由园中葵的蓬勃生长推而广之，写到整个自然界，由于有春天的阳光、雨露，万物都在闪耀着生命的光辉，到处是生机盎然、欣欣向荣的景象。这四句，字面上是对春天的礼赞，实际上是借物比人，是对人生最宝贵的东西──青春的赞歌。人生充满青春活力的时代，正如一年四季中的春天一样美好。这样，在写法上它同时又有比喻的意义，即所谓“兴而比”。&&&自然界的时序不停交换，转眼春去秋来，园中葵及万物经历了春生、夏长，到了秋天，它们成熟了，昔日奕奕生辉的叶子变得焦黄枯萎，丧失了活力。人生也是如此，由青春勃发而长大，而老死，也要经历一个新陈代谢的过程。这是一个不可移易的自然法则。诗人用“常恐秋节至”表达对“青春”稍纵即逝的珍惜，其中一个“恐”字，表现出人们对自然法则的无能为力，青春凋谢的不可避免。接着又从时序的更替联想到宇宙的无尽时间和无垠空间，时光像东逝的江河，一去不复返。由时间尺度来衡量人的生命也是老死以后不能复生。在这永恒的自然面前，人生就像叶上的朝露一见太阳就被晒干了，就像青青葵叶一遇秋风就枯黄凋谢了。&&&诗歌由对宇宙的探寻转入对人生价值的思考，终于推出“少壮不努力，老大徒伤悲”这一发聋振聩的结论，结束全诗。这个推理的过程，字面上没有写出来，但读者可循着诗人思维的轨迹，用自己的人生体验来补足：自然界的万物有一个春华秋实的过程；人生也有一个少年努力、老有所成的过程。自然界的万物只要有阳光雨露，秋天自能结实，人却不同；没有自身努力是不能成功的。万物经秋变衰，但却实现了生命的价值，因而不足伤悲；人则不然，因“少壮不努力”而老无所成，就等于空走世间一趟。调动读者思考，无疑比代替读者思考高明。正由于此，使这首诗避免了容易引人生厌的人生说教，使最后的警句显得浑厚有力，深沉含蓄，如洪钟长鸣一般，深深地打动了读者的心。句末中的“徒”字意味深长：一是说老大无成，人生等于虚度了；二是说老年时才醒悟将于事无补，徒叹奈何，意在强调必须及时努力。&&&此诗从“园中葵”说起，再用水流到海不复回打比方，说明光阴如流水，一去不再回。最后劝导人们，要珍惜青春年华，发奋努力，不要等老了再后悔。这首诗借物言理，首先以园中的葵菜作比喻。“青青”喻其生长茂盛。其实在整个春天的阳光雨露之下，万物都在争相努力地生长。因为它们都恐怕秋天很快地到来，深知秋风凋零百草的道理。大自然的生命节奏如此，人生也是这样。一个人如果不趁着大好时光而努力奋斗，让青春白白地浪费，等到年老时后悔也来不及了。这首诗由眼前青春美景想到人生易逝，鼓励青年人要珍惜时光，出言警策，催人奋起。",
                    "transferInfo" : "园中的葵菜都郁郁葱葱，晶莹的朝露等待阳光照耀。春天给大地普施阳光雨露，万物生机盎然欣欣向荣。常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。百川奔腾着东流到大海，何时才能重新返回西境？年轻力壮的时候不奋发图强，到老来悲伤也没用了。",
                    "backgroundInfo" : "此诗是汉乐府诗的一首。长歌行是指“长声歌咏”为曲调的自由式歌行体。乐府是自秦代以来设立的朝廷音乐机关。它除了将文人歌功颂德的诗配乐演唱外，还担负采集民歌的任务。汉武帝时得到大规模的扩建，从民间搜集了大量的诗歌作品，内容丰富，题材广泛。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "野望",
                    "author" : "王绩",
                    "content" : "东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
                    "addtionInfo" : "东皋（gāo）：诗人隐居的地方。薄暮：傍晚。薄，迫近。徙倚（xǐyǐ）：徘徊，来回地走。依：归依。秋色：一作“春色”。落晖：落日。犊（dú）：小牛，这里指牛群。禽：鸟兽，这里指猎物。采薇：薇，是一种植物。相传周武王灭商后 ，伯夷、叔齐不愿做周的臣子，在首阳山上采薇而食，最后饿死。古时“采薇”代指隐居生活。",
                    "classInfo" : "4",
                    "poetryID" : "9",
                    "source" : "12",
                    "analysesInfo" : "这首诗写的是山野秋景。全诗于萧瑟怡静的景色描写中流露出孤独抑郁的心情，抒发了惆怅、孤寂的情怀。&&&首联，景中含情，景中有人。我们先来看一下这幅图景：傍晚时分，夕阳西下，天边满是烟霞，诗人独自一人登上东皋极目远望，左右徘徊不已，心里默默念着曹操《短歌行》中的诗句——“绕树三匝，何枝可依”。“薄暮”交代时间，渲染气氛，“东皋”点明地点，“徙倚欲何依”表明心态，复杂抑郁。这两句看似平平淡淡的叙述，却把作者的心绪交代的一清二楚，奠定了整首诗的基调。&&&颔联，写秋天山林之静景，从正面进一步渲染作者的孤寂苦闷的心绪。诗人从眼见所见，给我们勾勒了一幅秋之晚景图。一望无际的树林都染上了暮秋时分憔悴枯黄的颜色，连绵起伏的群山在夕阳的映照下都染上了萧瑟的暮光。看似安静开阔的景象，却给人一种荒凉落暮之感。&&&颈联，写傍晚时分人的活动，从反面衬托诗人的郁闷孤单的心境。诗人给我们描绘了一幅乡野之人放牧归来的动态场景。放牛的牧童唱着山歌，欢快的赶着牛儿返回家中，猎人骑着骏马，大声吆喝着，带着猎物满意而归，多么安逸的场景，多么令人陶醉的画面啊。但是这些热闹是他们的，诗人什么也没有，有的就是寂寞和孤寂。&&&尾联，终于再也按捺不住内心的情感了，直抒胸臆。诗人从美好而热闹的场景中回过神，又回到了起始的心境之中了，更加平添了一种茫然若失、孤独无依、苦闷惆怅的心绪。诗人身边没有一个相识的熟人和朋友，没有人能够分担这份寂寥，只好拉来已经远去的伯夷、叔齐了。诗人唱着《采薇》之歌，抒发自己隐逸山林之志。&&&读熟了唐诗的人，也许并不觉得这首诗有什么特别的好处。可是，如果沿着诗歌史的顺序，从南朝的宋、齐、梁、陈一路读下来，忽然读到这首《野望》，便会为它的朴素而叫好。南朝诗风大多华靡艳丽，好像浑身裹着绸缎的珠光宝气的贵妇。从贵妇堆里走出来，忽然遇见一位荆钗布裙的村姑，她那不施脂粉的朴素美就会产生特别的魅力。王绩的《野望》便有这样一种朴素的好处。&&&这首诗的体裁是五言律诗。自从南朝齐永明年间，沈约等人将声律的知识运用到诗歌创作当中，律诗这种新的体裁就已酝酿着了。到初唐的沈佺期、宋之问手里律诗遂定型化，成为一种重要的诗歌体裁。而早于沈、宋六十余年的王绩，已经能写出《野望》这样成熟的律诗，说明他是一个勇于尝试新形式的人。这首诗首尾两联抒情言事，中间两联写景，经过情──景──情这一反复，诗的意思更深化了一层。这正符合律诗的一种基本章法。",
                    "transferInfo" : "黄昏的时候伫立在东皋村头怅望，徘徊不定不知该归依何方。每棵树都染上秋天的色彩，重重山岭都披覆着落日的余光。放牧的人驱赶着牛群回家，猎人骑着马带着猎物各自随愿而归。大家相对无言彼此互不相识，我长啸高歌真想隐居在山冈！",
                    "backgroundInfo" : "王绩入唐后以秘书省正字待诏门下省，不久辞官还乡。贞观中出为太乐丞，旋又告归。此诗应该就是作于诗人辞官隐居东皋（在今山西河津）的时候。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "早寒江上有怀",
                    "author" : "孟浩然",
                    "content" : "木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。迷津欲有问，平海夕漫漫。",
                    "addtionInfo" : "木落：树木的叶子落下来。雁南度：大雁南飞。南：一作“初”。襄（xiāng）水曲（qū）：在汉水的转弯处。襄水，汉水流经襄阳（今属湖北）境内的一段。曲，江水曲折转弯处，即河湾。襄：一作“湘”，又作“江”。曲：一作“上”。楚云端：长江中游一带云的尽头。云：一作“山”。乡泪客中尽：思乡眼泪已流尽，客旅生活无比辛酸。孤：一作“归”。天际：天边。一作“天外”。迷津：迷失道路。津，渡口。平海：宽广平静的江水。漫漫：水广大貌。",
                    "classInfo" : "6",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "这是一首抒情诗。根据诗的内容来看，大约是作者漫游长江下游时的作品。当时正是秋季、天却相当寒冷。睹物伤情，不免想到故乡，引起了思乡之泪。再加以当时作者奔走于长江下游各地，既为隐士，而又想求官；既羡慕田园生活，而又想在政治上有所作为。因而此诗流露的感情是相当复杂的。&&&“木落雁南渡，北风江上寒。”第一联是说，树叶飘落，大雁飞向南方，北风萧瑟，因而江上分外寒冷。第一联是写景。作者捕捉了当时带有典型的事物，点名季节。木叶渐脱，北雁南飞，这是最具代表性的秋季景象。但是单说秋，还不能表现出“寒”，作者又以“北风”呼啸来渲染，自然使人觉得寒冷，这就点出了题目中的“早寒”。&&&落木萧萧，鸿雁南翔，北风呼啸，天气寒冷活画出一幅深秋景象。处身于这种环境之中很容易引起悲哀的情绪，这是一种“兴”起的手法，作者面对眼前景物，思乡之情，不免油然而生。&&&这是一种“兴”起的手法，诗很自然地进入第二联。作者面对眼前景物，思乡之情，不免油然而生。“襄水”，亦即“襄河”。汉水在襄阳一带水流曲折，所以作者以“曲”概括之。“遥隔”两字，不仅表明了远，而且表明了两地隔绝，不能归去。这个“隔”字，已透露出思乡之情。作者家住襄阳，古属楚国，故诗中称“楚云端”，既能表现出地势之高（与长江下游相比），又能表现出仰望之情，可望而不可即，也能透露出思乡的情绪。“我家襄水曲，遥隔楚云端”，看来句意平淡，但细细咀嚼，是很能体味到作者炼句之妙、造意之苦的。&&&如果说第二联只是透露一些思乡的消息，带有含蓄的意味，而又未点明；那么第三联的“乡泪客中尽”，不仅点明了乡思，而且把这种感情一泄无余了。不仅自己思乡，而且家人也在盼望着自己归去，遥望着天际的归帆。家人的想望，自然是假托之词，然而思乡的感情，抒发得更为强烈了。&&&“迷津欲有问，平海夕漫漫。”津：渡口。平海：至水面平阔，古时也称江为海。最后两句是说，风烟迷失了去渡口的道路，茫茫的江水在夕阳下荡漾。&&&“迷津欲有问”，是用《论语·微子》孔子使子路问津的典故。长沮、桀溺是隐者，而孔子则是积极想从政的人。长沮、桀溺不说渡口的所在，反而嘲讽孔子栖栖遑遑，奔走四方，以求见用，引出了孔子的一番慨叹。双方是隐居和从政的冲突。如今孟浩然奔走于东南各地，（最后还到长安应进士举），境况颇与孔子相似，瞻念前途渺茫，故以“平海夕漫漫”作结。滔滔江水，与海相平，漫漫无边，加以天色阴暗，已至黄昏。这种景色，完全烘托出作者迷茫的心情。&&&这首诗二、三两联都是自然成对，毫无斧凿痕迹。第二联两句都是指襄阳的地位，信手拈来，就地成对，极为自然。第三联“乡泪”是情，“归帆”是景，以情对景，扣合自然，充分表达了作者的感情。最后又以景作结，把思归的哀情和前路茫茫的愁绪都寄寓在这迷茫的黄昏江景中了。",
                    "transferInfo" : "树叶飘落大雁飞向南方，北风萧瑟江上分外寒冷。我家就在弯曲的襄水边，远隔楚地天地云海茫茫。思乡的眼泪在异乡流尽，遥看天边的归来孤帆。风烟迷离渡口又在何处，茫茫江水在夕阳下荡漾。",
                    "backgroundInfo" : "公元727年孟浩然曾（唐玄宗开元十五年）到长江下游漫游过一次，公元729年（开元十七年）至733年（开元二十一年）孟浩然再到吴越漫游。这首诗当作于漫游长江下游时期的一个秋天。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "望洞庭湖赠张丞相",
                    "author" : "孟浩然",
                    "content" : "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。",
                    "addtionInfo" : "张丞相：指张九龄（673-740），唐玄宗时宰相，后贬为荆州长史。涵虚：包含天空，指天倒映在水中。涵：包容。虚：虚空，空间。混太清：与天混成一体。清：指天空。云梦泽：古时云泽和梦泽指湖北南部、湖南北部一代低洼地区。洞庭湖是它南部的一角。岳阳城：在洞庭湖东岸。济：渡。端居：安居。耻(chǐ)圣明：有愧于圣明之世。圣明：指太平盛世，古时认为皇帝圣明社会就会安定。徒：只能。楫：（jí）划船用具，船桨。",
                    "classInfo" : "9",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "张丞相即张九龄，也是著名的诗人，官至中书令，为人正直。孟浩然想进入政界，实现自己的理想，希望有人能给予引荐。他在入京应试之前写这首诗给张九龄，就含有这层意思。这是一首干谒诗。唐玄宗开元二十一年（733），孟浩然西游长安，写了这首诗赠当时在相位的张九龄，目的是想得到张的赏识和录用，只是为了保持一点身份，才写得那样委婉，极力泯灭那干谒的痕迹。诗的前四句写洞庭湖壮丽的景象和磅礴的气势，后四句是借此抒发自己的政治热情和希望。&&&开头两句交代了时间，写出了浩瀚的湖水。湖水和天空浑然一体，景象是阔大的。“涵”，有包含的意思。“虚”，指高空。高空为水所包含，即天倒映在水里。“太清”指天空。“混太清”即水天相接。这两句是写站在湖边，远眺湖面的景色。三四两句继续写湖的广阔，但目光又由远而近，从湖面写到湖中倒映的景物：笼罩在湖上的水气蒸腾，吞没了云、梦二泽，“云、梦”是古代两个湖泽的名称，据说云泽在江北，梦泽在江南，后来大部分都淤成陆地。“撼”，摇动（动词，生动形象）。“岳阳城”，在洞庭湖东北岸，即今湖南岳阳市。西南风起时，波涛奔腾，涌向东北岸，好像要摇动岳阳城似的。“气蒸云梦泽，波撼岳阳城”(有的版本作“气吞云梦泽”)，读到这里很自然地会联想起王维的诗句：“郡邑浮前浦，波澜动远空”。整个城市都飘浮在水面上，微风吹起层层波澜，遥远的天空都在水中晃动。它们真有异曲同工之妙。&&&三、四句实写湖。“气蒸”句写出湖的丰厚的蓄积，仿佛广大的沼泽地带，都受到湖的滋养哺育，才显得那样草木繁茂，郁郁苍苍。而“波撼”两字放在“岳阳城”上，衬托湖的澎湃动荡，也极为有力。人们眼中的这一座湖滨城，好像瑟缩不安地匍伏在它的脚下，变得异常渺小了。这两句被称为描写洞庭湖的名句。但两句仍有区别：上句用宽广的平面衬托湖的浩阔，下句用窄小的立体来反映湖的声势。诗人笔下的洞庭湖不仅广阔，而且还充满活力。&&&下面四句，转入抒情。“欲济无舟楫”，是从眼前景物触发出来的，诗人面对浩浩的湖水，想到自己还是在野之身，要找出路却没有人接引，正如想渡过湖去却没有船只一样。对方原是丞相，“舟楫”这个典用得极为得体。“端居耻圣明”，是说在这个“圣明”的太平盛世，自己不甘心闲居无事，要出来做一番事业。这两句是正式向张丞相表白心事，说明自己目前虽然是个隐士，可是并非本愿，出仕求官还是心焉向往的，不过还找不到门路而已。&&&于是下面再进一步，向张丞相发出呼吁。“垂钓者”暗指当朝执政的人物，其实是专就张丞相而言。这最后两句，意思是说：执政的张大人啊，您能出来主持国政，我是十分钦佩的，不过我是在野之身，不能追随左右，替你效力，只有徒然表示钦羡之情罢了。这几句话，诗人巧妙地运用了“临渊羡鱼，不如退而结网”（《淮南子·说林训》）的古语，另翻新意；而且“垂钓”也正好同“湖水”照应，因此不大露出痕迹，但是他要求援引的心情是不难体味的。&&&本文是一首述怀诗，写得很委婉。在唐代，门阀制度是很森严的，一般的知识分子很难得有机会登上政治舞台。要想在政治上寻找出路，知识分子须向有权有势的达官贵人求助，写些诗文呈送上去，希望得到赏识，引荐提拔。公元733年，孟浩然西游长安，时值张九龄出任朝廷丞相，便写了这首诗赠给张九龄，希望他给予帮助。但由于诗人顾虑多、爱面子，想做官又不肯直说，所以只好委婉地表达自己的愿望。这种苦闷的心情，是不难领会的。&&&这首诗的艺术特点，是把写景同抒情有机地结合在一起，触景生情，情在景中。诗的前四句，描写洞庭湖的景致。“八月湖水平，涵虚混太清。”涵虚，是天空反映在水中的幻景。太清，就是天空。这两句的意思是说：“到了中秋时节，洞庭湖里的水盛涨起来，与湖岸平齐了，一眼看云，只见湖山相映，水天一色，浑然成为一体，美丽极了。“气蒸云梦泽，波撼岳阳城。”在这浩翰的湖面和云梦泽上，水气蒸腾，涛声轰鸣，使座落在湖滨的岳阳城都受到了震撼。这四句诗，把洞庭湖的景致写得有声有色，生气勃勃。这样写景，衬托出诗人积极进取的精神状态，暗喻诗人正当年富力强，愿为国家效力，做一番事业。这是写景的妙用。",
                    "transferInfo" : "秋水盛涨几乎与岸平，水天含混迷茫与天空浑然一体。云梦大泽水气蒸腾白白茫茫，波涛汹涌似乎把岳阳城撼动。想要渡水却没有船只，闲居不仕，有愧于圣明天子。坐看垂钓之人多么悠闲自在，可惜只能空怀一片羡鱼之情。",
                    "backgroundInfo" : "此诗当作于公元733年（唐玄宗开元二十一年）。当时孟浩然西游长安，张九龄任秘书少监、集贤院学士副知院士，二人及王维为忘年之交。后张九龄拜中书令，孟浩然写了这首诗赠给张九龄，目的是想得到张九龄的引荐。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "黄鹤楼",
                    "author" : "崔颢",
                    "content" : "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。",
                    "addtionInfo" : "黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说古代有一位名叫费祎的仙人，在此乘鹤登仙。昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。乘：驾。去：离开。空：只。返：通返，返回。空悠悠：深，大的意思。川：平原。历历：清楚可数。汉阳：地名，现在湖北省武汉市汉阳区，与黄鹤楼隔江相望。萋萋：形容草木长得茂盛。鹦鹉洲：在湖北省武汉市武昌区西南，根据后汉书记载，汉黄祖担任江夏太守时，在此大宴宾客，有人献上鹦鹉，故称鹦鹉洲。唐朝时在汉阳西南长江中，后逐渐被水冲没。乡关：故乡。",
                    "classInfo" : "6",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "这首诗前写景，后抒情，一气贯注，浑然天成，即使有一代“诗仙”之称的李白，也不由得佩服得连连赞叹，觉得自己还是暂时止笔为好。为此，李白还遗憾得叹气说：“眼前好景道不得，崔颢题诗在上头！”&&&黄鹤楼因其所在之武昌黄鹤山（又名蛇山）而得名。传说古代仙人子安乘黄鹤过此（见《齐谐志》）；又云费文伟登仙驾鹤于此（见《太平寰宇记》引《图经》）。诗即从楼的命名之由来着想，借传说落笔，然后生发开去。仙人跨鹤，本属虚无，现以无作有，说它“一去不复返”，就有岁月不再、古人不可见之憾；仙去楼空，唯余天际白云，悠悠千载，正能表现世事茫茫之慨。诗人这几笔写出了那个时代登黄鹤楼的人们常有的感受，气概苍莽，感情真挚。&&&前人有“文以气为主”之说，此诗前四句看似随口说出，一气旋转，顺势而下，绝无半点滞碍。“黄鹤”二字再三出现，却因其气势奔腾直下，使读者“手挥五弦，目送飞鸿”，急忙读下去，无暇觉察到它的重叠出现，而这是律诗格律上之大忌，诗人好像忘记了是在写“前有浮声，后须切响”、字字皆有定声的七律。试看：首联的五、六字同出“黄鹤”；第三句几乎全用仄声；第四句又用“空悠悠”这样的三平调煞尾；亦不顾什么对仗，用的全是古体诗的句法。这是因为七律在当时尚未定型吗？不是的，规范的七律早就有了，崔颢自己也曾写过。是诗人有意在写拗律吗？也未必。他跟后来杜甫的律诗有意自创别调的情况也不同。看来还是知之而不顾，如《红楼梦》中林黛玉教人做诗时所说的，“若是果有了奇句，连平仄虚实不对都使得的”。在这里，崔颢是依据诗以立意为要和“不以词害意”的原则去进行实践的，所以才写出这样七律中罕见的高唱入云的诗句。沈德潜评此诗，以为“意得象先，神行语外，纵笔写去，遂擅千古之奇”（《唐诗别裁》卷十三），也就是这个意思。&&&此诗前半首用散调变格，后半首就整饬归正，实写楼中所见所感，写从楼上眺望汉阳城、鹦鹉洲的芳草绿树并由此而引起的乡愁，这是先放后收。倘只放不收，一味不拘常规，不回到格律上来，那么，它就不是一首七律，而成为七古了。此诗前后似成两截，其实文势是从头一直贯注到底的，中间只不过是换了一口气罢了。这种似断实续的连接，从律诗的起、承、转、合来看，也最有章法。元杨载《诗法家数》论律诗第二联要紧承首联时说：“此联要接破题（首联），要如骊龙之珠，抱而不脱。”此诗前四句正是如此，叙仙人乘鹤传说，颔联与破题相接相抱，浑然一体。杨载又论颈联之“转”说：“与前联之意相避，要变化，如疾雷破山，观者惊愕。”疾雷之喻，意在说明章法上至五、六句应有突变，出人意外。此诗转折处，格调上由变归正，境界上与前联截然异趣，恰好符合律法的这个要求。叙昔人黄鹤，杳然已去，给人以渺不可知的感觉；忽一变而为晴川草树，历历在目，萋萋满洲的眼前景象，这一对比，不但能烘染出登楼远眺者的愁绪，也使文势因此而有起伏波澜。使诗意重归于开头那种渺茫不可见的境界，这样能回应前面，如豹尾之能绕额的“合”，也是很符合律诗法度的。&&&正由于此诗艺术上出神入化，取得极大成功，它被人们推崇为题黄鹤楼的绝唱，就是可以理解的了。&&&后来李白登楼时，也诗兴大发，当他在楼中发现崔颢一诗，连称“绝妙、绝妙！”相传李白写下了四句“打油诗”来抒发自己的感怀：“一拳捶碎黄鹤楼，一脚踢翻鹦鹉洲，眼前有景道不得，崔颢题诗在上头。”便搁笔不写了。有个少年丁十八讥笑李白：“黄鹤楼依然无恙，你是捶不碎了的。”李白又作诗辩解：“我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。”真是煞有介事，神乎其神。后人乃在黄鹤楼东侧，修建一亭，名曰李白搁笔亭，以志其事。重檐复道，成为燕游之所。实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼“一忝青云客，三登黄鹤楼”。山川人文，相互倚重，黄鹤楼之名更加显赫。",
                    "transferInfo" : "过去的仙人已经驾着黄鹤飞走了，只留下空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见白云悠悠。阳光照耀下的汉阳树木清晰可见，更能看清芳草繁茂的鹦鹉洲。暮色渐渐漫起，哪里是我的家乡？江面烟波渺渺让人更生烦愁。",
                    "backgroundInfo" : "这首诗具体创作时间已无从考证。黄鹤楼因其所在之武昌黄鹤山而得名，传说费祎登仙驾鹤于此，这首诗诗就是从楼名之由来写起的。诗人登临黄鹤楼，览眼前景物，即景生情，诗兴大作，创作了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "送友人",
                    "author" : "李白",
                    "content" : "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。",
                    "addtionInfo" : "郭：古代在城外修筑的一种外墙。白水：清澈的水。一：助词，加强语气。名做状。别：告别。蓬：古书上说的一种植物，干枯后根株断开，遇风飞旋，也称“飞蓬”。诗人用“孤蓬”喻指远行的朋友。征：远行。浮云游子意：曹丕《杂诗》：“西北有浮云，亭亭如车盖。惜哉时不遇，适与飘风会。吹我东南行，行行至吴会。”后世用为典实，以浮云飘飞无定喻游子四方漂游。浮云，飘动的云。游子，离家远游的人。兹：声音词，此。萧萧：马的呻吟嘶叫声。班马：离群的马，这里指载人远离的马。班，分别；离别，一作“斑”。",
                    "classInfo" : "108",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "这是一首情意深长的送别诗，作者通过送别环境的刻画、气氛的渲染，表达出依依惜别之意。&&&首联的“青山横北郭，白水绕东城”，交代出了告别的地点。诗人已经送友人来到了城外，然而两人仍然并肩缓辔，不愿分离。只见远处，青翠的山峦横亘在外城的北面，波光粼粼的流水绕城东潺潺流过。这两句中“青山”对“白水”，“北郭”对“东城”，首联即写成工丽的对偶句，别开生面；而且“青”、“白”相间，色彩明丽。“横”字勾勒青山的静姿，“绕”字描画白水的动态，用词准确而传神。诗笔挥洒自如，描摹出一幅寥廓秀丽的图景。未见“送别”二字，其笔端却分明饱含着依依惜别之情。&&&诗人借孤蓬来比喻友人的漂泊生涯，说：此地一别，离人就要象那随风飞舞的蓬草，飘到万里之外去了。此联从语意上看可视为流水对形式，即两联语义相承。但纯从对的角度看不是工对，甚至可以说不“对”，它恰恰体现了李白“天然去雕饰”的诗风，也符合古人不以形式束缚内容的看法。此联出句“此地一为别”语意陡转，将上联的诗情画意扯破，有一股悲剧的感人力量。古人常以飞蓬、转蓬、飘蓬喻飘泊生涯，因为二者都有屈从大自然、任它物调戏而不由自主的共同特征。所以，此句想到“逢”的形象时十分沉重，有不忍之情，非道一声珍重可比。太白集王琦注云：“浮云一往而无定迹，故以比游子之意；落日衔山而不遽去，故以比故人之情。”这两句诗表达了诗人对友人的深切关心，写得流畅自然，感情真挚。&&&“浮云游子意，落日故人情。”颈联是说，浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。&&&颈联写得十分工整，诗人巧妙的用“浮云”、“落日”作比，来表明心意。天空中一抹白云随风飘浮，象征友人行踪不定，任意东西；远处一轮红彤彤的夕阳徐徐而下，似乎不忍遽然离开大地，隐喻诗人对朋友依依惜别的心情。在这山明水秀、红日西照的背景下送别，特别令人感到难舍难分。这里既有景，又有情，情景交融，扣人心弦。&&&中间两联切题，写离别的深情。&&&“挥手自兹去，萧萧班马鸣。”尾联是说，挥挥手从此分离，友人骑的那匹将要载他远行的马萧萧长鸣，似乎不忍离去。&&&尾联两句，情意更切。送君千里，终须一别。“挥手”，是写分离时的动作，那么内心的感觉又如何呢？诗人没有直说，只写了“萧萧班马鸣”的动人场景。这一句出自《诗经·车攻》“萧萧马鸣”。班马，离群的马。诗人和友人马上挥手告别，频频致意。那两匹马仿佛懂得主人的心情，也不愿脱离同伴，临别时禁不住萧萧长鸣，似有无限深情。马犹如此，人何以堪！李白化用古典诗句，著一“班”字，便翻出新意，烘托出缱绻情义，可谓鬼斧神工。&&&《送友人》为李白的名篇之一。这首送别诗写得新颖别致，不落俗套。诗中青翠的山岭，清澈的流水，火红的落日，洁白的浮云，相互映衬，色彩璀璨，寓情于景。班马长鸣，形象新鲜活泼。自然美和人情美交织在一起，写得有声有色，气韵生动。诗的节奏明快，感情真挚热诚而又豁达乐观，毫无缠绵悱恻的哀伤情调。这正是评家深为赞赏的李白送别诗的特色。",
                    "transferInfo" : "青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。频频挥手作别从此离去，马儿也为惜别声声嘶鸣。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "秋词",
                    "author" : "刘禹锡",
                    "content" : "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。",
                    "addtionInfo" : "悲寂寥：悲叹萧条。春朝：春天。排：推，有冲破的意思。碧霄：青天。",
                    "classInfo" : "27",
                    "poetryID" : "14",
                    "source" : "12",
                    "analysesInfo" : "刘禹锡的《秋词》，一反常调，另辟蹊径，它以其最大的热情讴歌了秋天的美好。更为难得可贵的是，《秋词》还是诗人被贬朗州后的作品，让人佩服刘禹锡的待人处世。原诗两首，这是其第一首。&&&“自古逢秋悲寂寥，我言秋日胜春朝。” 自宋玉于《九辩》中留下“悲哉，秋之为气也”的名句后，悲，就成了秋的一种色调，一种情绪；愁，也就成了心上的秋了。然而，诗人开篇，即以议论起笔，断然否定了前人悲秋的观念，表现出一种激越向上的诗情。“我言”说出的是诗人的自信，这种自信，尽管染上的，是一种不幸的色彩，然而，诗人阔大的胸襟却非凡地溶解了这种不幸。“胜春朝”就是诗人对于秋景最为充分的认可。这种认可，绝非仅仅是一时的感性冲动，而是融入了诗人对秋天的更高层次的理性思考。&&&“晴空一鹤排云上，便引诗情到碧霄。”诗人抓住秋天“一鹤凌云”，这一别致的景观的描绘，展现的是秋高气爽，万里晴空，白云漂浮的开阔景象。那凌云的鹤，也载着诗人的诗情，一同遨游到了云霄。虽然，这鹤是孤独的，然而它所呈现出来的气势，却是非凡的。一个“排”字，所蕴涵的深意，尽在不言中了。也许，诗人是以“鹤”自喻，也许是诗人视“鹤”为不屈的化身。这里，有哲理的意蕴，也有艺术的魅力，发人深思，耐人吟咏。它给予读者的，不仅仅是秋天的生机和素色，更多的是一种高扬的气概和高尚的情操。&&&读这样的诗，洋溢在我们心头的，绝非什么悲凉的气息，我们随着诗人的“诗情”，借助诗人想象的翅膀，天马行空般驰骋于碧空之上。于是，鹤飞之冲霄，诗情之旷远，“实”和“虚”便融合在了一起，所获得的全然是一种励志冶情的美的感受。&&&全诗气势雄浑，意境壮丽，融情、景、理于一炉，表现出的高扬精神和开阔胸襟，唱出的那曲非同凡响的秋歌，为我们后人留下的，却是一份难能可贵的精神财富。",
                    "transferInfo" : "自古以来，骚人墨客都悲叹秋天萧条，我却说秋天远远胜过春天。秋日晴空万里，一只仙鹤排开云层扶摇直上，便引发我的诗情飞上云霄。",
                    "backgroundInfo" : "公元805年（永贞元年），顺宗即位，任用王叔文改革朝政，刘禹锡也参加了这场革新运动。失败被贬。但他这个人求异心理很强，做事都想与众不同，不肯人云亦云。《秋词二首》就是被贬朗州司马时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "鲁山山行",
                    "author" : "梅尧臣",
                    "content" : "适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。",
                    "addtionInfo" : "鲁山：一名露山，在河南鲁山县东北，接近襄城县境。适：恰好。野情：喜爱山野之情。惬（qiè）：心满意足。随处改：（山峰）随观看的角度的变化而变化。幽径：小路。熊升树：熊爬上树。一作大熊星座升上树梢。何许：何处，哪里。云外：形容遥远。一声鸡：暗示有人家。",
                    "classInfo" : "101",
                    "poetryID" : "15",
                    "source" : "1",
                    "analysesInfo" : "这是一首五律，但不为格律所缚，写得新颖自然，曲尽山行情景。这首诗运用丰富的意象，动静结合，描绘了一幅斑斓多姿的山景图。山路崎呕，对于贪图安逸，怯于攀登的人来说，“山行”不可能有什么乐趣。山野荒寂，对于酷爱繁华，留恋都市的人来说，“山行”也不会有什么美感和诗意。&&&首联一开头就将这一类情况一扫而空，兴致勃勃地说：“适与野情惬”——恰恰跟作者爱好山野风光的情趣相合。下句对此作了说明：“千山高复低。”按时间顺序，两句为倒装。一倒装，既突出了爱山的情趣，又显得跌宕有致。“千山高复低”，这当然是“山行”所见。看见了山野非常喜爱，心中很满足，群山连绵起伏的，时高时低，一个“惬”字，足以体会出当时作者心满意足的心情。“适与野情惬”，则是 “山行”所感。首联只点“山”而“行”在其中。&&&颔联进一步写“山行”。“好峰”之“峰”即是“千山高复低”；“好峰”之“好”则包含了诗人的美感，又与“适与野情惬”契合。说“好峰随处改”，见得人在“千山”中继续行走，也继续看山，眼中的“好峰”也自然移步换形，不断变换美好的姿态。第四句才出“行”字，但不单是点题。“径”而曰“幽”，“行”而曰“独”，正合了诗人的“野情”。着一“迷”字，不仅传“幽”、“独”之神，而且以小景见大景，进一步展示了“千山高复低”的境界。山径幽深，容易“迷”；独行无伴，容易“迷”；“千山高复低”，更容易“迷”。著此“迷”字，更见野景之幽与野情之浓。&&&颈联“霜落熊升树，林空鹿饮溪”，互文见意，写“山行”所见的动景。“霜落”则“林空”，既点时，又写景。霜未落而林未空，林中之“熊”也会“升树”，林中之“鹿”也要“饮溪”；但树叶茂密，遮断视线，“山行”者很难看见“熊升树”与“鹿饮溪”的野景，作者特意写出“霜落”、“林空”与“熊升树”、“鹿饮溪”之间的因果关系，正是为了表现出那是“山行”者眼中的野景。惟其是“山行”者眼中的野景，所以饱含着“山行”者的“野情”。“霜落”而“熊升树”，“林空”而“鹿饮溪”，很是闲适，野趣盎然。&&&尾联“人家在何许？云外一声鸡”让人感觉余味无穷。杜牧的“白云生处有人家”，是看见了人家。王维的“欲投人处宿，隔水问樵夫”，是看不见人家，才询问樵夫。这里又是另一番情景：望近处，只见“熊升树”、“鹿饮溪”，没有人家；望远方，只见白云浮动，也不见人家；于是自己问自己：“人家在何许”呢？恰在这时，云外传来一声鸡叫，仿佛是有意回答诗人的提问：“这里有人家哩，快来休息吧！”两句诗，写“山行”者望云闻鸡的神态及其喜悦心情，都跃然可见、宛然可想。",
                    "transferInfo" : "绵延的鲁山重峦叠嶂，千峰竞秀，高低错落有致，蔚为壮观，正好迎合了我爱好自然景色的情趣。奇峻的山峰随观看的角度的变化而变化，沉醉于一人在蜿蜒幽深的小路上游览的野趣，不知走到了什么地方。霜雪融落，笨熊正在缓慢地爬着大树，山林空荡寂静野鹿正在小溪旁饮水。在这重峦叠嶂之中会有人家居住吗？只听得远处云雾缭绕的山间传来一声鸡鸣。",
                    "backgroundInfo" : "诗作于公元1040年(宋仁宗康定元年)。当时作者三十九岁。这首五言律诗写鲁山行的野景、野趣，突出表现山林的幽静和山行者的愉悦心情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·一曲新词酒一杯",
                    "author" : "晏殊",
                    "content" : "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
                    "addtionInfo" : "浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。一曲新词酒一杯：此句化用白居易《长安道》诗意：“花枝缺入青楼开，艳歌一曲酒一杯”。一曲，一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。去年天气旧亭台：是说天气、亭台都和去年一样。此句化用五代郑谷《和知己秋日伤怀》诗：“流水歌声共不回，去年天气旧池台。”晏词“亭台”一本作“池台”。去年天气，跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。无可奈何：不得已，没有办法。似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自晏殊此句。燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。独：副词，用于谓语前，表示“独自”的意思。徘徊：来回走。",
                    "classInfo" : "17",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "这是晏殊词中最为脍炙人口的篇章。此词虽含伤春惜时之意，却实为感慨抒怀之情。词之上片绾合今昔，叠印时空，重在思昔；下片则巧借眼前景物，重在伤今。&&&上阕中“一曲新词酒一杯，去年天气旧亭台。”写对酒听歌的现境。从复叠错综的句式、轻快流利的语调中可以体味出，词人面对现境时，开始是怀着轻松喜悦的感情，带着潇洒安闲的意态的，似乎主人公十分醉心于宴饮涵咏之乐。作者边听边饮，这现境触发了对“去年”所经历类似境界的追忆：也是和“今年”一样的暮春天气，面对的也是和眼前一样的楼台亭阁，一样的清歌美酒。然而，似乎一切依旧的表象下又分明感觉到有的东西已经起了难以逆转的变化，这便是悠悠流逝的岁月和与此相关的一系列人事。此句中正包蕴着一种景物依旧而人事全非的怀旧之感。在这种怀旧之感中又糅合着深婉的伤今之情。这样，作者纵然襟怀冲澹，又怎么能没有些微的伤感呢？&&&“夕阳西下几时回？”夕阳西下，是眼前景。但词人由此触发的，却是对美好景物情事的流连，对时光流逝的怅惘，以及对美好事物重现的微茫的希望。这是即景兴感，但所感者实际上已不限于眼前的情事，而是扩展到整个人生，其中不仅有感性活动，而且包含着某种哲理性的沉思。夕阳西下，是无法阻止的，只能寄希望于它的东升再现，而时光的流逝、人事的变更，却再也无法重复。细味“几时回”三字，所折射出的似乎是一种企盼其返、却又情知难返的纡细心态。&&&下阕仍以融情于景的笔法申发前意。“无可奈何花落去，似曾相识燕归来。”为天然奇偶句，此句工巧而浑成、流利而含蓄，声韵和谐，寓意深婉，缠绵哀感，用虚字构成工整的对仗、唱叹传神方面表现出词人的巧思深情，宛如天成，也是这首词出名的原因。但更值得玩味的倒是这一联所含的意蓄。花的凋落，春的消逝，时光的流逝，都是不可抗拒的自然规律，虽然惋惜流连也无济于事，所以说“无可奈何”，这一句承上“夕阳西下”；然而这暮春天气中，所感受到的并不只是无可奈何的凋衰消逝，而是还有令人欣慰的重现，那翩翩归来的燕子不就像是去年曾在此处安巢的旧时相识吗？这一句应上“几时回”。花落、燕归虽也是眼前景，但一经与“无可奈何”、“似曾相识”相联系，它们的内涵便变得非常广泛，意境非常深刻，带有美好事物的象征意味。惋惜与欣慰的交织中，蕴含着某种生活哲理：一切必然要消逝的美好事物都无法阻止其消逝，但消逝的同时仍然有美好事物的再现，生活不会因消逝而变得一片虚无。只不过这种重现毕竟不等于美好事物的原封不动地重现，它只是“似曾相识”罢了。渗透在句中的是一种混杂着眷恋和怅惆，既似冲澹又似深婉的人生怅触。唯其如此，此联作者既用于此词，又用于《示张寺丞王校勘》一诗。“小园香径独徘徊”，即是说他独自一人在花间踱来踱去，心情无法平静。这里伤春的感情胜于惜春的感情，含着淡淡的哀愁，情调是低沉的。&&&全词语言圆转流利，通俗晓畅，清丽自然，意蕴深沉，启人神智，耐人寻味。词中对宇宙人生的深思，给人以哲理性的启迪和美的艺术享受。词中无意间描写的现象，往往含有有哲理的意味，启迪人们从更高层次思索宇宙人生问题。词中涉及到时间永恒而人生有限这样深广的意念，却表现得十分含蓄。",
                    "transferInfo" : "听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时才能回来？花儿总要凋落让人无可奈何，似曾相识的春燕又归来，独自在花香小径里徘徊。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "十一月四日风雨大作",
                    "author" : "陆游",
                    "content" : "僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。",
                    "addtionInfo" : "僵卧：躺卧不起。这里形容自己穷居孤村，无所作为。僵，僵硬。孤村：孤寂荒凉的村庄。不自哀：不为自己哀伤。思：想着，想到。戍（shù）轮台：在新疆一带防守，这里指戍守边疆。戍，守卫。轮台：在今新疆境内，是古代边防重地。此代指边关。夜阑（lán）：夜深。风吹雨：风雨交加，和题目中“风雨大作”相呼应；当时南宋王朝处于风雨飘摇之中，“风吹雨”也是时局写照，故诗人直到深夜尚难成眠。铁马：披着铁甲的战马。冰河：冰封的河流，指北方地区的河流。",
                    "classInfo" : "32",
                    "poetryID" : "17",
                    "source" : "1",
                    "analysesInfo" : "诗以“痴情化梦”的手法，深沉地表达了作者收复国土、报效祖国的壮志和那种“年既老而不衰”的矢志不渝精神，向读者展示了诗人的一片赤胆忠心。&&&诗的开头两句“僵卧孤村不自哀，尚思为国戍轮台。”低卧，直挺挺地躺着，意思是说年老力衰，作者当时已68岁。孤村，荒僻的小村，指作者的故乡山阴。戍，是守卫的意思。轮台，是汉代西域地名，在今新疆轮台县，这里是借指宋朝北方边防据点。两句的意思是说：我拖着病弱的身体，躺在这荒僻的小村庄里，但是我并不为自己的艰难处境而哀伤，我还想着为国家去守卫北方边疆。“僵卧孤村不自哀”叙述了作者的现实处境和精神状态，“尚思为国戍轮台”是对“不自哀”这种精神状态的解释，前后照应，形成对比。&&&“僵、卧、孤、村”四字写出了作者此时凄凉的境遇。“僵”字写年迈，写肌骨衰老，“卧”字写多病，写常在床蓐；“孤”字写生活孤苦，不仅居处偏僻，而且思想苦闷，没有知音；“村”写诗人贫困村居，过着荒村野老的凄苦生活。四字写出了作者罢官回乡后处境寂寞、窘迫、冷落的生活现状。笼罩着一种悲哀的气氛，让人十分同情。但接下去“不自哀”三字情绪急转，又现出一种乐观豪放之气。诗人对自己的处境并不感到悲哀，贫病凄凉对他来说没有什么值得悲哀之处；诗人自己尚且“不自哀”，当然也不需要别人的同情。但他需要理解，理解他终生不渝的统一之志，理解他为这个壮志奋斗的一生，理解他的满腔热血、一颗忠心，就是“尚思为国戍轮台”的精神状态。&&&这两句诗是诗人灵魂和人格的最好说明，山河破碎，国难当头，自有“肉食者谋之”，诗人不必多此一举。另外，诗人正是因为“喜论恢复”、热心抗敌才屡屡受打击，最后才罢官闲居的。作为一个年近七旬的老人，他一生问心无愧，对国家的前途和命运尽到了自己的责任，而今后国运如何他可以毫不负责。其次，虽说“天下兴亡，匹夫有责”，诗人作为年迈多病的老人也已不能承担报国杀敌的义务了。作为一个既无责任也无义务的七旬老人仍有“为国戍轮台”的壮志，这就让人肃然起敬慷慨扼腕。相比之下，那些屈辱投降的达官贵人和苟且偷生的人，他们承担着责任和义务却无心复国，显得渺小和可鄙。&&&“夜阑卧听风吹雨”紧承上两句。因“思”而夜阑不能成眠，不能眠就更真切地感知自然界的风吹雨打声，由自然界的风雨又想到国家的风雨飘摇，由国家的风雨飘摇自然又会联想到战争的风云、壮年的军旅生活。这样听着、想着，辗转反侧，幻化出特殊的梦境——“铁马冰河”，而且“入梦来”反映了政治现实的可悲：诗人有心报国却遭排斥而无法杀敌，一腔御敌之情只能形诸梦境。“铁马冰河入梦来”正是诗人日夜所思的结果，淋漓尽致地表达了诗人的英雄气概。这也是一代志士仁人的心声，是南宋时代的民族正气。",
                    "transferInfo" : "穷居孤村，躺卧不起，不为自己的处境而感到哀伤，心中还想着替国家戍守边疆。夜深了，我躺在床上听到那风雨声，就梦见自己骑着披着盔甲的战马跨过冰封的河流出征北方疆场。",
                    "backgroundInfo" : "此诗作于公元1192年（南宋光宗绍熙三年）十一月四日。陆游自南宋孝宗淳熙十六年（公元1189年）罢官后，闲居家乡山阴农村。当时诗人已经68岁，虽然年迈，但收复国土的强烈愿望，在现实中已不可能实现，于是，在一个“风雨大作”的夜里，触景生情，由情生思，在梦中实现了自己金戈铁马驰骋中原的愿望。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "8000",
    "mainClass" : "8"
}

