{
    "poetryList" : [
                    {
                    "name" : "关雎",
                    "author" : "佚名",
                    "content" : "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
                    "addtionInfo" : "关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟名，即王鴡。洲：水中的陆地。窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。参差：长短不齐的样子。荇（xìng）菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。思服：思念。服，想。 悠哉（yōu zāi）悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。芼（mào）：择取，挑选。钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。",
                    "classInfo" : "37",
                    "poetryID" : "1",
                    "source" : "4",
                    "analysesInfo" : "《国风·周南·关雎》这首短小的诗篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，一翻开中国文学的历史，首先遇到的就是《关雎》。&&&通常认为是一首描写男女恋爱的情歌。此诗在艺术上巧妙地采用了“兴”的表现手法。首章以雎鸟相向合鸣，相依相恋，兴起淑女陪君子的联想。以下各章，又以采荇菜这一行为兴起主人公对女子疯狂地相思与追求。全诗语言优美，善于运用双声、叠韵和重叠词，增强了诗歌的音韵美和写人状物、拟声传情的生动性。&&&《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的应该是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。把《关雎》当作婚礼上的歌来看，从“窈窕淑女，君子好逑”，唱到“琴瑟友之”“钟鼓乐之”，也是喜气洋洋的，很合适的，&&&当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴。&&&这首诗可以被当作表现夫妇之德的典范，主要是由于有这些特点：首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之问短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。&&&其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。&&&再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情（这对情诗而言是很重要的），又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。&&&以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。&&&古之儒者重视夫妇之德，有其很深的道理。&&&在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。&&&在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《礼记·礼运》），孔子也知道这是人类生存的基本要求。饮食之欲比较简单（当然首先要有饭吃），而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，孔子也曾感叹：“吾未见好德如好色者。”（《论语》）所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。&&&由于《关雎》既承认男女之爱是自然而正常的感情，又要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。所谓“诗无达诂”，于《关雎》则可见一斑。",
                    "transferInfo" : "关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。参差不齐的荇菜，在船的左右两边去拔它。贤良美好的女子，敲起钟鼓来取悦她。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蒹葭",
                    "author" : "佚名",
                    "content" : "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。",
                    "addtionInfo" : "蒹（jiān）：没长穗的芦苇。葭（jiā）：初生的芦苇。苍苍：鲜明、茂盛貌。下文“萋萋”、“采采”义同。苍苍： 茂盛的样子。为：凝结成。所谓：所说的，此指所怀念的。伊人：那个人，指所思慕的对象。一方：那一边。溯洄：逆流而上。下文“溯游”指顺流而下。一说“洄”指弯曲的水道，“游”指直流的水道。从：追寻。阻：险阻，（道路）难走。宛：宛然，好像。晞（xī）：干。湄：水和草交接的地方，也就是岸边。跻（jī）：水中高地。坻（chí）：水中的沙滩。涘（sì）：水边。右：迂回曲折。沚（zhǐ）：水中的沙滩。",
                    "classInfo" : "37",
                    "poetryID" : "2",
                    "source" : "4",
                    "analysesInfo" : "如果把诗中的“伊人”认定为情人、恋人，那么，这首诗就是表现了抒情主人公对美好爱情的执著追求和追求不得的惆怅心情。精神是可贵的，感情是真挚的，但结果是渺茫的，处境是可悲的。&&&然而这首诗最有价值意义、最令人共鸣的东西，不是抒情主人公的追求和失落，而是他所创造的“在水一方”可望难即这一具有普遍意义的艺术意境。好诗都能创造意境。意境是一种格局、一种结构，它具有含容一切具备相似格局、类同结构的异质事物的性能。“在水一方”的结构是：追寻者——河水——伊人。由于诗中的“伊人”没有具体所指，而河水的意义又在于阻隔，所以凡世间一切因受阻而难以达到的种种追求，都可以在这里发生同构共振和同情共鸣。&&&由此看来，不妨把《蒹葭》的诗意理解为一种象征，把“在水一方”看作是表达社会人生中一切可望难即情境的一个艺术范型。这里的“伊人”，可以是贤才、友人、情人，可以是功业、理想、前途，甚至可以是福地、圣境、仙界；这里的“河水”，可以是高山、深堑，可以是宗法、礼教，也可以是现实人生中可能遇到的其他任何障碍。只要有追求、有阻隔、有失落，就都是它的再现和表现天地。如此说来，古人把蒹葭解为劝人遵循周礼、招贤、怀人，今人把它视作爱情诗，乃至有人把它看作是上古之人的水神祭祖仪式，恐怕都有一定道理，似不宜固执其一而否决其他，因为它们都包蕴在“在水一方”的象征意义之中。&&&自然，当我们处在与“在水一方”类似的境遇时，应当欣赏的是它的锐意追求，而不是它的悲观失望。这首诗以水、芦苇、霜、露等意象营造了一种朦胧、清新又神秘的意境。早晨的薄雾笼罩着一切，晶莹的露珠已凝成冰霜。一位羞涩的少女缓缓而行。诗中水的意象正代表了女性，体现出女性的美，而薄薄的雾就像是少女蒙上的纱。她一会出现在水边，一会又出现在水之洲。寻找不到，急切而又无奈的心情正如蚂蚁爬一般痒，又如刀绞一般痛。就像我们常说的“距离产生美感”，这种美感因距离变得朦胧，模糊，不清晰。主人公和伊人的身份、面目、空间位置都是模糊的，给人以雾里看花、若隐若现、朦胧缥缈之感。蒹葭、白露、伊人、秋水，越发显得难以捉摸，构成了一幅朦胧淡雅的水彩画。诗的每章开头都采用了赋中见兴的笔法。通过对眼前真景的描写与赞叹，绘画出一个空灵缥缈的意境，笼罩全篇。诗人抓住秋色独有的特征，不惜用浓墨重彩反复进行描绘、渲染深秋空寂悲凉的氛围，以抒写诗人怅然若失而又热烈企慕的心境。诗每章的头两句都是以秋景起兴，引出正文。它既点明了季节与时间，又渲染了蒹苍露白的凄清气氛，烘托了人物怅惘的心情，达到了寓情于景、情景交融的艺术境地。“蒹葭”、“水”和“伊人”的形象交相辉映，浑然一体，用作起兴的事物与所要描绘的对象形成一个完整的艺术世界。开头写秋天水边芦苇丛生的景象，这正是“托象以明义”，具有“起情”的作用。因为芦苇丛生，又在天光水色的映照之下，必然会呈现出一种迷茫的境界，这就从一个侧面显示了诗的主人公心中的那个“朦胧的爱”的境界。王夫之《姜斋诗话》说：“关情者景，自与情相为珀芥也。情景虽有在心在物之分。而景生情，情生景，哀乐之触，荣悴之迎，互藏其宅”，《蒹葭》这首诗就是把暮秋特有景色与人物委婉惆怅的相思感情浇铸在一起，从而渲染了全诗的气氛，创造了一个扑朔迷离、情景交融的意境，正是“一切景语皆情语”的体现。总之，《蒹葭》诗的丰富美感，不论是从欣赏的角度，还是从创作的角度，颇值得我们重视和予以认真探讨。",
                    "transferInfo" : "大片的芦苇青苍苍，清晨的露水变成霜。我所怀念的心上人啊。就站在对岸河边上。逆流而上去追寻她，追随她的道路险阻又漫长。顺流而下寻寻觅觅，她仿佛在河水中央。芦苇凄清一大片，清晨露水尚未晒干。我那魂牵梦绕的人啊，她就在河水对岸。逆流而上去追寻她，那道路坎坷又艰难。顺流而下寻寻觅觅，她仿佛在水中小洲。河畔芦苇繁茂连绵，清晨露滴尚未被蒸发完。我那苦苦追求的人啊，她就在河岸一边。逆流而上去追寻她，那道路弯曲又艰险。顺流而下寻寻觅觅，她仿佛在水中的沙滩。",
                    "backgroundInfo" : "关于这首诗的内容，历来意见分歧很大。在这里，我们姑且先把它当作一首爱情诗来解读：为追求心中思慕之人不可得而作。《蒹葭》属于《秦风》。秦风共十篇，大都是东周时代这个区域的民歌。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "从军行",
                    "author" : "杨炯",
                    "content" : "烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。",
                    "addtionInfo" : "从军行：为乐府《相和歌·平调曲》旧题，多写军旅生活。烽火：古代边防告急的烟火。西京：长安。牙璋：古代发兵所用之兵符，分为两块，相合处呈牙状，朝廷和主帅各执其半。指代奉命出征的将帅凤阙：阙名。汉建章宫的圆阙上有金凤，故以凤阙指皇宫。龙城：又称龙庭，在今蒙古国鄂尔浑河的东岸。汉时匈奴的要地。汉武帝派卫青出击匈奴，曾在此获胜。这里指塞外敌方据点。凋：原意指草木枯败凋零，此指失去了鲜艳的色彩。百夫长：一百个士兵的头目，泛指下级军官。",
                    "classInfo" : "31",
                    "poetryID" : "3",
                    "source" : "12",
                    "analysesInfo" : "这首诗借用乐府旧题“从军行”，描写一个读书士子从军边塞、参加战斗的全过程。仅仅四十个字，既揭示出人物的心理活动，又渲染了环境气氛，笔力极其雄劲。&&&首联写边报传来，激起了志士的爱国热情。诗人并不直接说明军情紧急，却说“烽火照西京”，通过“烽火”这一形象化的景物，把军情的紧急表现出来了。一个“照”字渲染了紧张气氛。“心中自不平”，是由烽火而引起的，国家兴亡，匹夫有责，他不愿再把青春年华消磨在笔砚之间。一个“自”字，表现了书生那种由衷的爱国激情，写出了人物的精神境界。首二句交待了整个事件展开的背景。&&&颔联写主帅率军辞别京城，奔赴前线作战，以排山倒海之势包围敌国城堡的过程。一个“辞”字，显出奉旨率师远征者的严肃庄重；一个“绕”字，显见铁骑威力无穷，把敌兵团团包围。龙城为匈奴名城，此处指敌军要塞。&&&颈联紧紧接颔联，诗人抓住了隆冬自然界的主要表象“雪”、“风”两者，刻划两军对峙时的紧张场面。上句视觉：大雪纷飞中战旗到处翻舞；下句听觉：风声狂吼中夹杂着进军的战鼓声。两句诗，有声有色，各臻其妙。诗人别具机抒，以象征军队的“旗”和“鼓”，表现出征将士冒雪同敌人搏斗的坚强无畏精神和在战鼓声激励下奋勇杀敌的悲壮激烈场面。&&&尾联“宁为百夫长，胜作一书生”表达了初唐广大知识分子为国建功立业的共同心愿。李泽厚说，“当时从高门到寒士，从上层到市井，在初唐东征西讨、大破突厥、战败吐番、招安回纥的天可汗（太宗）时代里，一种为国立功的荣誉感和英雄主义弥漫在社会氛围中。”杨炯这两句诗，是当时士人阶层的最强音，有着时代的特色。同样的气概，杨炯在其他诗里也有所反映。&&&这首短诗，写出书生投笔从戎，出塞参战的全过程。能把如此丰富的内容，浓缩在有限的篇幅里，可见诗人的艺术功力。首先诗人抓住整个过程中最有代表性的片断，作了形象概括的描写，至于书生是怎样投笔从戎的，他又是怎样告别父老妻室的，一路上行军的情况怎样，诗人一概略去不写。其次，诗采取了跳跃式的结构，从一个典型场景跳到另一个典型场景，跳跃式地发展前进。如第三句刚写了辞京，第四句就已经包围了敌人，接着又展示了激烈战斗的场面。然而这种跳跃是十分自然的，每一个跨度之间又给人留下了丰富的想象余地。同时，这种跳跃式的结构，使诗歌具有明快的节奏，如山崖上飞流惊湍，给人一种一气直下、一往无前的气势，有力地突现出书生强烈的爱国激情和唐军将士气壮山河的精神面貌。",
                    "transferInfo" : "边塞的报警烽火传到了长安，壮士的心怀哪能够平静。辞别皇宫，将军手执兵符而去；围敌攻城，精锐骑兵勇猛异常。大雪纷飞，军旗黯然失色；狂风怒吼，夹杂咚咚战鼓。我宁愿做个低级军官为国冲锋陷阵，也胜过当个白面书生只会雕句寻章。",
                    "backgroundInfo" : "公元679—681年（唐高宗调露、永隆年间），吐蕃、突厥曾多次侵扰甘肃一带，裴行俭奉命出师征讨。唐汝询在《唐诗解》中认为是作者看到朝廷重武轻文，只有武官得宠，心中有所不平，故作诗以发泄牢骚。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "月下独酌",
                    "author" : "李白",
                    "content" : "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。永结无情游，相期邈云汉。",
                    "addtionInfo" : "酌：饮酒。独酌：一个人饮酒。间：一作“下”，一作“前”。无相亲：没有亲近的人。“举杯”二句：我举起酒杯招引明月共饮，明月和我以及我的影子恰恰合成三人。一说月下人影、酒中人影和我为三人。既：已经。不解：不懂，不理解。徒：徒然，白白的。徒：空。将：和，共。及春：趁着春光明媚之时。月徘徊：明月随我来回移动。影零乱：因起舞而身影纷乱。同交欢：一起欢乐。一作“相交欢”。无情游：月、影没有知觉，不懂感情，李白与之结交，故称“无情游”。相期邈（miǎo）云汉：约定在天上相见。期：约会。邈：遥远。云汉：银河。这里指遥天仙境。",
                    "classInfo" : "109",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "诗人上场时，背景是花间，道具是一壶酒，登场角色只是他一个人，动作是独酌，加上“无相亲”三个字，场面单调得很。于是诗人忽发奇想，把天边的明月，和月光下他的影子，拉了过来，连他自己在内，化成了三个人，举杯共酌，冷清清的场面，就热闹起来了。这是“立”。&&&可是，尽管诗人那样盛情，“举杯邀明月”，明月毕竟是“不解饮”的。至于那影子，虽然像陶潜所说的“与子相遇来，未尝异悲悦，憩荫若暂乖，止日终不别”（《影答形》），但毕竟影子也不会喝酒；诗人姑且暂时将明月和身影作伴，在这春暖花开之时（“春”逆挽上文“花”字），及时行乐。“顾影独尽，忽焉复醉。”（陶潜饮酒诗序）这四句又把月和影之情，说得虚无不可测，推翻了前案，这是“破”。&&&诗人已经渐渐进入醉乡了，酒兴一发，既歌且舞。歌时月色徘徊，依依不去，好像在倾听佳音；舞时诗人的身影，在月光之下，也转动零乱，好像在他共舞。醒时相互欢欣，直到酩酊大醉，躺在床上时，月光与身影，才无可奈何地分别。“我歌月徘徊，我舞影零乱，醒时同交欢，醉后各分散”，这四句又把月光和身影，写得对诗人一往情深。这又是“立”。&&&最后二句，诗人真诚地和“月”、“影”相约：“永结无情游，相期邈云汉。”然而“月”和“影”毕竟还是无情之物，把无情之物，结为交游，主要还是在于诗人自己的有情，“永结无情游”句中的“无情”是破，“永结”和“游”是立，又破又立，构成了最后的结论。&&&题目是“月下独酌”，诗人运用丰富的想象，表现出一种由独而不独，由不独而独，再由独而不独的复杂情感。表面看来，诗人真能自得其乐，可是背面却有无限的凄凉。诗人曾有一首《春日醉起言志》的诗：“处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来盼庭前，一鸟花间鸣。借问此何时，春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。”其中“一鸟”、“自倾”、“待明月”等字眼，表现了诗人难以排解的孤独。孤独到了邀月与影那还不算，甚至于以后的岁月，也休想找到共饮之人，所以只能与月光身影永远结游，并且相约在那邈远的上天仙境再见。结尾两句，点尽了诗人孤独、冷清的感受。",
                    "transferInfo" : "在花丛中摆上一壶美酒，我自斟自饮，身边没有一个亲友。举杯向天，邀请明月，与我的影子相对，便成了三人。明月既不能理解开怀畅饮之乐，影子也只能默默地跟随在我的左右。暂且以明月影子相伴，趁此春宵要及时行乐。我吟诵诗篇，月亮伴随我徘徊，我手足舞蹈，影子便随我蹁跹。清醒时我与你一同分享欢乐，酒醉以后各奔东西。我愿与他们永远结下忘掉伤情的友谊，相约在缥缈的银河边。",
                    "backgroundInfo" : "这首诗约作于公元744年（唐玄宗天宝三载），当时李白身居长安，正是官场失意之时。此诗题下，两宋本、缪本俱注“长安”二字，意谓这四首诗作于长安。当时李白政治理想不能实现，心情是孤寂苦闷的。所以写下本诗，告诉自己及时行乐。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登楼",
                    "author" : "杜甫",
                    "content" : "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。",
                    "addtionInfo" : "客心：客居者之心。锦江：即濯锦江，流经成都的岷江支流。成都出锦，锦在江中漂洗，色泽更加鲜明，因此命名濯锦江。来天地：与天地俱来。玉垒浮云变古今：是说多变的政局和多难的人生，捉摸不定，有如山上浮云，古往今来一向如此。玉垒：山名，在四川灌县西、成都西北。变古今：与古今俱变。北极朝廷终不改，西山寇盗莫相侵：这位两句是说唐代政权是稳固的，不容篡改，吐蕃还是不要枉费心机，前来侵略。唐代宗广德年间九月，吐蕃军队东侵，泾州刺史高晖投降吐蕃，引导吐蕃人攻占唐都长安，唐代宗东逃陕州。十月下旬，郭子仪收复长安。十二月，唐代宗返回京城。同年十二月，吐蕃人又向四川进攻，占领了松州、维州等地。北极：星名，北极星，古人常用以指代朝廷。终不改：终究不能改，终于没有改。西山：指今四川省西部当时和吐蕃交界地区的雪山。寇盗：指入侵的吐蕃集团。后主：刘备的儿子刘禅，三国时蜀国之后主。曹魏灭蜀，他辞庙北上，成亡国之君。还祠庙：意思是，诗人感叹连刘禅这样的人竟然还有祠庙。这事借眼前古迹慨叹刘禅荣幸佞臣而亡国，暗讽唐代宗信用宦官招致祸患。成都锦官门外有蜀先主（刘备）庙，西边为武侯（诸葛亮）祀，东边为后主祀。还：仍然。聊为：不甘心这样做而姑且这样做。梁父吟：古乐府中一首葬歌。《三国志》说诸葛亮躬耕陇亩，好为梁父吟。借以抒发空怀济世之心，聊以吟诗以自遣。“父”通“甫”读三声fǔ 传说诸葛亮曾经写过一首《梁父吟》的歌词。",
                    "classInfo" : "34",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "“花近高楼伤客心，万方多难此登临。”提挈全篇，“万方多难”，是全诗写景抒情的出发点。在这样一个万方多难的时候，流离他乡的诗人愁思满腹，登上此楼，虽然繁花触目，诗人却为国家的灾难重重而忧愁，伤感，更加黯然心伤。花伤客心，以乐景写哀情，和“感时花溅泪”（《春望》）一样，同是反衬手法。在行文上，先写诗人见花伤心的反常现象，再说是由于万方多难的缘故，因果倒装，起势突兀；“登临”二字，则以高屋建瓴之势，领起下面的种种观感。&&&“锦江春色来天地，玉垒浮云变古今”，诗人从登楼看见的景色开始写起，描绘了一幅壮美的山河景观。锦江水夹带着朝气盎然的春色从天地间奔腾而来，玉垒山上的浮云飘忽不定，这使诗人联想到了动荡不安的国家，那浮云飘移就像是古今世势的更替变幻。上句从空间上扩展，下句从时间上蔓延，这样延展开来，顿然形成了一片宏阔悠远的意境，包括诗人对国家山河的热爱和民族历史的回忆。并且，登高望远，视野开阔，而诗人偏偏向西北方向望去，可见，诗人心怀国家，此时，他忧国忧民的高大形象跃然纸上。&&&“北极朝廷终不改，西山寇盗莫相侵”，主要写国家战事。诗人登楼远眺，由浮云想到了国家现时情况，虽然大唐朝廷风雨动荡，但代宗又回到了长安，可见“终不改”，这照应了上一句的“变古今”，语气中流露了诗人强烈的爱国之情。下句“寇盗”“相侵”，进一步说明第二句的“万方多难”，针对吐蕃的觊觎寄语相告：“莫再徒劳无益地前来侵扰！”词严义正，浩气凛然，在如焚的焦虑之中透着坚定的信念。&&&“可怜后主还祠庙，日暮聊为《梁甫吟》。”咏怀古迹，讽喻当朝昏君，寄托诗人的个人怀抱。后主，指蜀汉刘禅，宠信宦官，终于亡国；先主庙在成都锦官门外，西有武侯祠，东有后主祠；《梁甫吟》是诸葛亮遇刘备前喜欢诵读的乐府诗篇，用来比喻这首《登楼》，含有对诸葛武侯的仰慕之意。诗人伫立楼头，徘徊沉吟，很快日已西落，在苍茫的暮色中，城南先主庙、后主祠依稀可见。想到后主刘禅，诗人不禁喟然而叹：“可怜那亡国昏君，竟也配和诸葛武侯一样，专居祠庙，歆享后人香火！”这是以刘禅比喻唐代宗李豫。李豫重用宦官程元振、鱼朝恩，造成国事维艰、吐蕃入侵的局面，同刘禅信任黄皓而亡国极其相似。所不同的是，诗人生活的时代只有刘后主那样的昏君，却没有诸葛亮那样的贤相。而诗人自己，空怀济世之心，苦无献身之路，万里他乡，高楼落日，忧虑满怀，却只能靠吟诗来聊以自遣。&&&全诗寄景抒情，将国家的动荡、自己的感怀和眼前之景融合在了一起，相互渗透，用字凝练，对仗工整，语势雄壮，意境宏阔深远，充分体现了诗人沉郁顿挫的诗风。&&&这首七律，格律严谨。中间两联，对仗工稳，颈联为流水对，有一种飞动流走的快感。在语言上，特别工于各句（末句例外）第五字的锤炼。首句的“伤”，为全诗点染一种悲怆气氛，而且突如其来，造成强烈的悬念。次句的“此”，兼有“此时”、“此地”、“此人”、“此行”等多重含义，也包含着“只能如此而已”的感慨。三句的“来”，烘托锦江春色逐人、气势浩大，令人有荡胸扑面的感受。四句的“变”，浮云如白云变苍狗，世事如沧海变桑田，一字双关，引发读者作联翩无穷的想象。五句的“终”，是“终于”，是“始终”，也是“终久”；有庆幸，有祝愿，也有信心，从而使六句的“莫”字充满令寇盗闻而却步的威力。七句的“还”，是“不当如此而居然如此”的语气，表示对古今误国昏君的极大轻蔑。只有末句，炼字的重点放在第三字上，“聊”是“不甘如此却只能如此”的意思，抒写诗人无可奈何的伤感，与第二句的“此”字遥相呼应。&&&尤其值得读者注意的是，首句的“近”字和末句的“暮”字在诗的构思方面起着突出的作用。全诗写登楼观感，俯仰瞻眺，山川古迹，都是从空间着眼；“日暮”，点明诗人徜徉时间已久。这样就兼顾了空间和时间，增强了意境的立体感。单就空间而论，无论西北的锦江、玉垒，或者城南的后主祠庙，都是远处的景物；开端的“花近高楼”却近在咫尺之间。远景近景互相配合，便使诗的境界阔大雄浑而无豁落空洞的遗憾。",
                    "transferInfo" : "繁花靠近高楼，远离家乡的我触目伤心，在这全国各地多灾多难的时刻，我登楼观览。锦江两岸蓬蓬勃勃的春色铺天盖地涌来，玉垒山上的浮云，古往今来，千形万象，变幻不定。朝廷如同北极星一样最终都不会改换，西山的寇盗吐蕃不要来侵扰。可叹蜀后主刘禅那样的昏君，仍然在祠庙中享受祭祀，黄昏的时候我也姑且吟诵那《梁甫吟》。",
                    "backgroundInfo" : "这首诗是公元764年（唐代宗广德二年）春，杜甫在成都所写。当时诗人已在四川居住了五年。此诗国家内忧外患，后听说好友严武被任命为成都尹兼剑南节度使，欣喜不已。在一个暮春，诗人登楼凭眺，有感而作此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "走马川行奉送出师西征",
                    "author" : "岑参",
                    "content" : "君不见走马川行雪海边，平沙莽莽黄入天。轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
                    "addtionInfo" : "马川：即车尔成河，又名左未河，在今新疆境内。行：诗歌的一种体裁。封大夫（dà fū）：即封常清，唐朝将领，蒲州猗氏人，以军功擢安西副大都护、安西四镇节度副大使、知节度事，后又升任北庭都护，持节安西节度使。西征：一般认为是出征播仙。雪海：在天山主峰与伊塞克湖之间。轮台：地名，在今新疆米泉境内。封常清军府驻在这里。匈奴：借指达奚部族。金山：指天山主峰。汉家：唐代诗人多以汉代唐。戈相拨：兵器互相撞击。五花：即五花马。连钱：一种宝马名。五花连钱：指马斑驳的毛色。草檄（xí）：起草讨伐敌军的文告。短兵：指刀剑一类武器。车师：为唐北庭都护府治所庭州，今新疆乌鲁木齐东北。伫：久立，此处作等待解。献捷：献上贺捷诗章。",
                    "classInfo" : "16",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "岑参诗的特点是意奇语奇，尤其是边塞之作，奇气益著。《白雪歌送武判官归京》是奇而婉，侧重在表现边塞绮丽瑰异的风光，给人以清新俊逸之感；这首诗则是奇而壮，风沙的猛烈、人物的豪迈，都给人以雄浑壮美之感。诗人在任安西北庭节度判官时，封常清出兵去征播仙，他便写了这首诗为封送行。&&&为了表现边防将士高昂的爱国精神，诗人用了反衬手法，抓住有边地特征的景物来状写环境的艰险，极力渲染、夸张环境的恶劣，来突出人物不畏艰险的精神。诗中运用了比喻、夸张等艺术手法，写得惊心动魄，绘声绘色，热情奔放，气势昂扬。&&&首先围绕“风”字落笔，描写出征的自然环境。这次出征将经过走马川、雪海边，穿进戈壁沙漠。“平沙莽莽黄入天”，这是典型的绝域风沙景色，狂风怒卷，黄沙飞扬，遮天蔽日，迷迷蒙蒙，一派混沌的景象。开头三句无一“风”字，但捕捉住了风“色”，把风的猛烈写得历历在目。这是白天的景象。&&&“轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。”对风由暗写转入明写，行军由白日而入黑夜，风“色”是看不见了，便转到写风声。狂风像发疯的野兽，在怒吼，在咆哮，“吼”字形象地显示了风猛风大。接着又通过写石头来写风。斗大的石头，居然被风吹得满地滚动，再著一“乱”字，就更表现出风的狂暴。“平沙莽莽”句写天，“石乱走”句写地，三言两语就把环境的险恶生动地勾勒出来了。&&&下面写匈奴利用草黄马肥的时机发动了进攻，“金山西见烟尘飞”中“烟尘飞”三字，形容报警的烽烟同匈奴铁骑卷起的尘土一起飞扬，既表现了匈奴军旅的气势，也说明了唐军早有戒备。下面，诗由造境转而写人，诗歌的主人公——顶风冒寒前进着的唐军将士出现了。诗人很善于抓住典型的环境和细节来描写唐军将士勇武无敌的飒爽英姿。如环境是夜间，“将军金甲夜不脱”，以夜不脱甲，写将军重任在肩，以身作则。“半夜军行戈相拨”写半夜行军，从“戈相拨”的细节可以想见夜晚一片漆黑，和大军衔枚疾走、军容整肃严明的情景。写边地的严寒，不写千丈之坚冰，而是通过几个细节来描写来表现的。“风头如刀面如割”，呼应前面风的描写；同时也是大漠行军最真切的感受。&&&“马毛带雪汗气蒸，五花连钱旋作冰。”战马在寒风中奔驰，那蒸腾的汗水，立刻在马毛上凝结成冰。诗人抓住了马身上那凝而又化、化而又凝的汗水进行细致的刻画，以少胜多，充分渲染了天气的严寒，环境的艰苦和临战的紧张气氛。“幕中草檄砚水凝”，军幕中起草檄文时，发现连砚水也冻结了。诗人巧妙地抓住了这个细节，笔墨酣畅地表现出将士们斗风傲雪的战斗豪情。这样的军队必然无人能敌。这就引出了最后三句，料想敌军闻风丧胆，预祝凯旋而归，行文就象水到渠成一样自然。&&&全篇奇句豪气，风发泉涌，由于诗人有边疆生活的亲身体验，因而此诗能“奇而入理”，“奇而实确”，真实动人。&&&全诗句句用韵，除开头两句外，三句一转韵，这在七言古诗中是不多见的。全诗韵位密集，换韵频数，节奏急促有力，情韵灵活流宕，声调激越豪壮，有如音乐中的进行曲。",
                    "transferInfo" : "您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。将军身著铠甲夜里也不脱，半夜行军戈矛彼此相碰撞，凛冽寒风吹到脸上如刀割。马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。",
                    "backgroundInfo" : "此诗作于公元754年（唐玄宗天宝十三载）或755年（天宝十四载），当时岑参担任安西北庭节度使判官。这期间，封常清曾几次出兵作战。这是岑参封常清出兵西征而创作的送行诗，与《轮台歌奉送封大夫出师西征》系同一时期、为同一事件、馈赠同一对象之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "左迁至蓝关示侄孙湘",
                    "author" : "韩愈",
                    "content" : "一封朝奏九重天，夕贬潮州路八千。欲为圣明除弊事，肯将衰朽惜残年！云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。",
                    "addtionInfo" : "左迁：降职，贬官，指作者被贬到潮州。蓝关：在蓝田县南。湘：韩愈的侄孙韩湘，字北渚，韩愈之侄，韩老成的长子，长庆三年（823年）进士，任大理丞。韩湘此时27岁，尚未登科第，远道赶来从韩愈南迁。一封：指一封奏章，即《论佛骨表》。朝（zhāo）奏：早晨送呈奏章。九重（chóng）天：古称天有九层，第九层最高，此指朝廷、皇帝。路八千：泛指路途遥远。八千，不是确数。“欲为”二句：想替皇帝除去有害的事，哪能因衰老就吝惜残余的生命。弊事：政治上的弊端，指迎佛骨事。肯：岂肯。衰朽（xiǔ）：衰弱多病。惜残年：顾惜晚年的生命。圣明，指皇帝。秦岭：在蓝田县内东南。“雪拥”句：立马蓝关，大雪阻拦，前路艰危，心中感慨万分。拥：阻塞。蓝关：蓝田关，今在陕西省蓝田县东南。汝（rǔ）：你，指韩湘。应有意：应知道我此去凶多吉少。“好收”句：意思是自己必死于潮州，向韩湘交待后事。瘴（zhàng）江：指岭南瘴气弥漫的江流。瘴江边：指贬所潮州。潮阳：今广东潮州潮安区。",
                    "classInfo" : "22",
                    "poetryID" : "7",
                    "source" : "12",
                    "analysesInfo" : "“一封朝奏九重天，夕贬潮州路八千。”这首诗的首联是说，早晨我把一篇谏书上奏给朝廷，晚上被贬潮州离京八千里的路程。&&&首联写自己获罪被贬的原因。他很有气概的说，这个罪是自己主动找来的，就因那“一封书”之罪，所得的命运是“朝奏”而“夕贬”，而且一贬就是八千里。&&&“欲为圣明除弊事，肯将衰朽惜残年！”颔联是说，本想替皇上除去那些有害的事，哪里考虑衰朽之身还顾惜余生。&&&三、四句直书自己是“除弊事”，认为自己是正确的，申述了自己忠而获罪和非罪远谪的愤慨，真有胆气。尽管招来一场弥天大祸，他还是刚直不阿，老而弥坚，虽遭获严谴也无怨悔。&&&“云横秦岭家何在？雪拥蓝关马不前。”颈联是说，阴云笼罩着秦岭家乡可在何处？大雪拥塞蓝关马儿不肯前行。五、六句就景抒情，情悲且壮。韩愈有一首哭女之作，题为《去岁自刑部郎以罪贬潮州刺史，乘驿赴任；其后家亦谴逐，小女道死，殡之层峰驿旁山下。蒙恩还朝过其墓题驿梁》。可知他当时仓猝先行，告别妻儿时的心情如何。韩愈为上表付出了惨痛的代价。“家何在”三字中，有他的血泪。这两句一回顾，一前瞻。“秦岭”指终南山。云横而不见家，也不见长安。他此时不独伤怀家人，更多的是伤怀国事。他立马蓝关，大雪寒天，联想到前路的艰危。“马不前”，露出英雄失路之悲。&&&“知汝远来应有意，好收吾骨瘴江边。”尾联是说，我知道你远道而来另有心意，正好在瘴江边把我的尸骨收清。结语沉痛而稳重。《左传·僖公三十二年》记老臣蹇叔哭师时有“必死是间，余收尔骨焉”之语，向侄孙从容交代后事，语意紧扣第四句，进一步吐露了凄楚难言的愤激之情。&&&从思想上看，此诗与《论佛骨表》，一诗一文，可称双璧，很能表现韩愈思想中进步的一面。从艺术上看，此诗是韩诗七律中的佳作。沉郁顿挫的风格近似杜甫。沉郁指其风格的沉雄，感情的深厚抑郁，而顿挫是指其手法高妙：笔势纵横，开合动荡。如“朝奏”、“夕贬”、“九重天”、“路八千”等，对比鲜明高度概括。一上来就有高屋建瓴之势。三四句用“流水对”，十四字形成一体，紧紧承接上文，令人有浑成之感。五六句宕开一笔，借景抒情。“云横雪拥”，境界雄阔。“横”状广度，“拥状高度”，二字有力。全诗大气磅礴，卷洪波巨澜于方寸，能产生撼动人心的力量。&&&此诗虽追步杜甫，沉郁顿挫，苍凉悲壮，得杜甫七律之神，但又有新创，能变化而自成面目，表现出韩愈以文为诗的特点。律诗有谨严的格律上的要求，而此诗仍能以“文章之法”行之，而且用得较好。好在虽有“文”的特点，如表现在直叙的方法上，虚词的运用上（“欲为”、“肯将”之类）等；同时亦有诗歌的特点，表现在形象的塑造上（特别是五、六一联，于苍凉的景色中有诗人自我的形象）和沉挚深厚的感情的抒发上 。全诗叙事、写景、抒情熔为一炉，诗味浓郁，诗意醇厚。",
                    "transferInfo" : "早晨我把一封谏书上奏给皇帝，晚上就被贬官到路途遥远的潮州。想替皇上除去有害的事，哪能因衰老就吝惜残余的生命。回头望长安，看到的只是浮云隔断的终南山，家又在哪里？立马蓝关，积雪拥塞，连马也踟蹰不前。我知你远道而来应知道我此去凶多吉少，正好在潮州瘴气弥漫的江流边把我的尸骨收清。",
                    "backgroundInfo" : "公元819年（唐元和十四年）正月，唐宪宗命宦官从凤翔府法门寺真身塔中将所谓的释迦文佛的一节指骨迎入宫廷供奉，并送往各寺庙，要官民敬香礼拜。时任刑部侍郎的韩愈看到这种信佛行为，便写了一篇《谏迎佛骨表》。劝谏阻止唐宪宗，指出信佛对国家无益，而且自东汉以来信佛的皇帝都短命，结果触怒了唐宪宗，韩愈几乎被处死。经裴度等人说情，最后韩愈被贬为潮州刺史，责求即日上道。韩愈大半生仕宦蹉跎，五十岁才因参与平淮而擢升刑部侍郎。两年后又遭此难，情绪十分低落，满心委屈、愤慨、悲伤。潮州州治潮阳在广东东部，距离当时的京师长安有千里之遥。韩愈只身一人，仓促上路，走到蓝田关口时，他的妻儿还没有跟上来，只有他的侄孙子跟了上来，所以他写下这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望月有感",
                    "author" : "白居易",
                    "content" : "时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。",
                    "addtionInfo" : "时难年荒：指遭受战乱和灾荒。世业：祖传的产业。唐代初年推行授田制度，所授之田分“口分田”和“世业田”，人死后，子孙可以继承“世业田”。羁旅：漂泊流浪。寥落：荒芜零落。干戈：古代两种兵器，此代指战争。吊影：一个人孤身独处，形影相伴，没有伴侣。千里雁：比喻兄弟们相隔千里，皆如孤雁离群。辞根：草木离开根部，比喻兄弟们各自背井离乡。九秋蓬：深秋时节随风飘转的蓬草，古人用来比喻游子在异乡漂泊。九秋，秋天。乡心：思亲恋乡之心。",
                    "classInfo" : "6",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "这是一首感情浓郁的抒情诗。全诗意在写经乱之后，怀念诸位兄弟姊妹。&&&此诗读来如听诗人倾诉自己身受的离乱之苦。诗的前两联就是从“时难年荒”这一时代的灾难起笔，以亲身经历概括出战乱频年、家园荒残、手足离散这一具有典型意义的苦难的现实生活。接着诗人再以“雁”、“蓬”作比：手足离散各在一方，犹如那分飞千里的孤雁，只能吊影自怜；辞别故乡流离四方，又多么像深秋中断根的蓬草，随着萧瑟的西风，飞空而去，飘转无定。&&&“时难年荒世业空，弟兄羁旅各西东、”时难，即指题目中所说的“河南经乱，关内阻饥”。到白居易和产业，经过这场战乱已荡然无存，骨肉兄弟们为了生计也不得不背井离乡、各奔东西。&&&“田园寥落干戈后，骨肉流离道路中。”写战乱结束后的凄凉景象。战乱纷争终于结束了，然而，田地荒芜，杂草丛生，骨肉亲人仍流离失所，漂泊者相望于道。这两联以作者的亲身经历，描写了战乱给人们带来的灾难。历来，战争带给人民的都是无穷无尽的灾难，亲人们有家不能回，战争一起，田地、产业个部付诸东流，劳命伤则一，所有的不幸都得由人民来承担，兴、亡，最苦的都是百姓。&&&“吊影分为千里雁，辞根散作九秋蓬”两句，一向为人们所传诵。诗人以“雁”、“蓬”作比：手足离散各在一方，犹如那分飞千里的孤雁，只能吊影自怜；辞别故乡流离四方，又多么像深秋中断根的蓬草，随着萧瑟的西风，飞空而去，飘转无定。“吊影分为千里雁，辞根散作九秋蓬”两句，一向为人们所传诵。诗人不仅以千里孤雁、九秋断蓬作了形象贴切的比拟，而且以吊影分飞与辞根离散这样传神的描述，赋予它们孤苦凄惶的情态，深刻揭示了饱经战乱的零落之苦。&&&所以结尾，诗人用“明月”这一自古以来就容易引人遐思的美好意象点明了题意。孤单的诗人凄惶中夜深难寐，举首遥望孤悬夜空的明月，情不自禁联想到飘散在各地的兄长弟妹们。他想：如果此时大家都在举目遥望这轮勾引无限乡思的明月，也会和自己一样潸潸泪垂吧！这一夜之中，流散五处深切思念家园的心，也都会是相同的。诗人在这里以绵邈真挚的诗思，构出一幅五地望月共生乡愁的图景，形成了默契。从而收结全诗，创造出浑朴真淳、引人共鸣的艺术境界。&&&全诗以白描的手法，采用平易的家常话语，抒写人们所共有而又不是人人俱能道出的真实情感。清刘熙载在《艺概》中说：“常语易，奇语难，此诗之初关也。奇语易，常语难，此诗之重关也。香山常得奇，此境良非易到。”白居易的这首诗不用典故，不事藻绘，语言浅白平实而又意蕴精深，情韵动人，堪称“用常得奇”的佳作。",
                    "transferInfo" : "战乱灾荒祖先产业荡然空，弟兄漂泊寄居他乡各西东。战乱过后田园荒芜寥落，逃亡途中骨肉同胞流落离散。顾影自怜好象离群的旅雁，行踪不定酷似无根的秋蓬。同看明月，分散的亲人都会伤心落泪，一夜思乡心情五地相同。",
                    "backgroundInfo" : "这首诗约作于公元799年秋至800年春之间。公元799年（贞元十五年）春唐朝廷分遣十六道兵马去攻打叛军，战事发生在河南境内。此即诗题所言“河南经乱”。就在这一年秋天，白居易为宣州刺史所贡，第二年春天在长安考中进士，旋即东归省亲。这首诗大约就写于这一时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "雁门太守行",
                    "author" : "李贺",
                    "content" : "黑云压城城欲摧，甲光向日金鳞开。角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死！",
                    "addtionInfo" : "雁门太守行：古乐府曲调名。雁门，郡名。古雁门郡大约在今山西省西北部，是唐王朝与北方突厥部族的边境地带。黑云：此形容战争烟尘铺天盖地，弥漫在边城附近，气氛十分紧张。摧：毁。甲光：指铠甲迎着太阳发出的闪光。金鳞：是说像金色的鱼鳞。这句形容敌军兵临城下的紧张气氛和危急形势。甲光：铠甲迎着太阳闪出的光。甲，指铠甲，战衣。向日：迎着太阳。亦有版本写作“向月”。向：向着，对着。金鳞开：（铠甲）像金色的鱼鳞一样闪闪发光。金：像金子一样的颜色和光泽。开：打开，铺开。角：古代军中一种吹奏乐器，多用兽角制成，也是古代军中的号角。塞上燕脂凝夜紫：燕脂，即胭脂，这里指暮色中塞上泥土有如胭脂凝成。凝夜紫，在暮色中呈现出暗紫色。凝，凝聚。“燕脂”、“夜紫”暗指战场血迹。临：逼近，到，临近。易水：河名，大清河上源支流，源出今河北省易县，向东南流入大清河。易水距塞上尚远，此借荆轲故事以言悲壮之意。战国时荆轲前往刺秦王，燕太子丹及众人送至易水边，荆轲慷慨而歌：“风萧萧兮易水寒，壮士一去兮不复还！”不起：是说鼓声低沉不扬。霜重鼓寒：天寒霜降，战鼓声沉闷而不响亮。声不起：形容鼓声低沉；不响亮。此句一作“霜重鼓声寒不起”。报：报答。黄金台：故址在今河北省易县东南，相传战国燕昭王所筑。《战国策·燕策》载燕昭王求士，筑高台，置黄金于其上，广招天下人才。意：信任，重用。玉龙：宝剑的代称。君：君王。",
                    "classInfo" : "31",
                    "poetryID" : "9",
                    "source" : "12",
                    "analysesInfo" : "中唐时期藩镇之间和讨伐藩镇的战火此起彼伏，从未终止。战争中的种种传闻，从烽火漫天的战场不断地传来，其中有失败的消息，也有胜利的凯歌；有怯懦的败将，也有奋战卫国的英雄。关心着国家命运的诗人李贺，自然关心各地的战事，当他离开了京城，离开了风光秀丽的家乡，到潞州一带，到了雁门时，写下了这首传诵千古的著名诗篇。&&&诗的开头两句，着意于气氛的渲染，给读者勾勒了这场战争紧张的形势。首句用“黑云”作为比喻，写敌人来势凶猛，再以“压”这个动词来加强此种势态之描写，然后以“欲摧”两词，来补足这种来势之猛烈，并直接刻画了危险的情状。第二句写我方军容整肃，军威雄伟，有临危不惊之气概。这两句的画面描绘得栩栩如生，形象感人：黑云翻滚之下，凶猛的敌军向我孤城扑来，大有城倾郭摧之势；然而，我方将士泰然不惧，整装披甲；在日光照射下，金甲闪金光，气宇轩昂，正准备出击。诗的一开始通过对照表现了形势危急，又表现了我军将士的英雄气概。&&&三、四两句从声、色两个方面进一步渲染悲壮的气氛。角声呜呜，本来就是一种十分悲凉的音响；现在又是在满目萧瑟的秋天里回荡，自然就显得更加悲壮了。这里从声来写。“塞上燕脂凝夜紫”则从色来烘托。此时战场之上鲜血遍染，在暮霭凝聚下呈现出暗紫色，为这个悲壮的画面抹上了一层悲壮的色彩。&&&“半卷红旗临易水”，“半卷”二字含义极为丰富。黑夜行军，偃旗息鼓，为的是“出其不意，攻其不备”：“临易水”既表明交战的地点，又暗示将士们具有“风萧萧兮易水寒，壮士一去不复还”那样一种壮怀激烈的豪情。接着描写苦战的场面：驰援部队一迫近敌军的营垒，便击鼓助威，投入战斗。无奈夜寒霜重，连战鼓也擂不响。面对重重困难，将士们毫不气馁。&&&以上六句以沉重的色彩：黑、紫两色为基色，点染以紫色、红色，使得诗的意境以低沉的调子映入人们眼帘。用凄厉的角声，喑哑的鼓声，传达一种悲壮的声音进入人们耳膜。声、色互为映衬，使悲剧性的氛围更加强烈、更加动人。&&&在完成气氛渲染之后，诗人才让自己的主人公出场。“报君黄金台上意，提携玉龙为君死。”黄金台是战国时燕昭王在易水东南修筑的，传说他曾把大量黄金放在台上，表示不惜以重金招揽天下士。诗人引用这个故事，写出将士们报效朝廷的决心。&&&一般说来，写悲壮惨烈的战斗场面不宜使用表现秾艳色彩的词语，而李贺这首诗几乎句句都有鲜明的色彩，其中如金色、胭脂色和紫红色，非但鲜明，而且秾艳，它们和黑色、秋色、玉白色等等交织在一起，构成色彩斑斓的画面。诗人就像一个高明的画家，特别善于着色，以色示物，以色感人，不只勾勒轮廓而已。他写诗，绝少运用白描手法，总是借助想象给事物涂上各种各样新奇浓重的色彩，有效地显示了它们的多层次性。有时为了使画面变得更加鲜明，他还把一些性质不同甚至互相矛盾的事物揉合在一起，让它们并行错出，形成强烈的对比。例如用压城的黑云暗喻敌军气焰嚣张，借向日之甲光显示守城将士雄姿英发，两相比照，色彩鲜明，爱憎分明。李贺的诗篇不只奇诡，亦且妥帖。奇诡而又妥帖，是他诗歌创作的基本特色。这首诗，用秾艳斑驳的色彩描绘悲壮惨烈的战斗场面，可算是奇诡的了；而这种色彩斑斓的奇异画面却准确地表现了特定时间、特定地点的边塞风光和瞬息变幻的战争风云，又显得很妥帖。惟其奇诡，愈觉新颖；惟其妥贴，则倍感真切；奇诡而又妥帖，从而构成浑融蕴藉富有情思的意境。这是李贺创作诗歌的绝招，他的可贵之处，也是他的难学之处。",
                    "transferInfo" : "敌兵滚滚而来，犹如黑云翻卷，想要摧倒城墙；战士们的铠甲在阳光照射下金光闪烁。号角声响彻秋夜的长空，边塞上将士的血迹在寒夜中凝为紫色。红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。为了报答国君的赏赐和厚爱，手操宝剑甘愿为国血战到死。",
                    "backgroundInfo" : "此诗创作于公元814年（唐宪宗元和九年）。当年唐宪宗以张煦为节度使，领兵前往征讨雁门郡之乱，李贺即兴赋诗鼓舞士气，作成了这首《雁门太守行》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "卜算子·送鲍浩然之浙东",
                    "author" : "王观",
                    "content" : "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。",
                    "addtionInfo" : "卜算子：词牌名。鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。眼波：比喻目光似流动的水波。山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载卓文君容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。欲：想，想要。行人：指词人的朋友（鲍浩然）。眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。盈盈：美好的样子。才始：方才。",
                    "classInfo" : "108",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "这首词是一首送别之作。题目中的鲍浩然是作者的朋友，浙东是友人要去的地方。这首词分为两片，上片写友人回浙东去的山水行程，下片抒发作者对回归江南的友人的深情祝愿。&&&上片“水是眼波横，山是眉峰聚”两句，暗含送别，以人的眼睛来比拟山水，把山水写的有情有义。水是眼波，也就是说眼中的泪水如波，横在眼里而没有流出，说明作者为将行的朋友着想，在尽力克制自己的情感，即使眼泪在眼眶里打转也不使之滴落而增加友人的伤感。山是眉峰，而此刻眉峰郁结着不少离愁别恨。一个“聚”字，用的十分有力，将作者胸中的离愁表现得淋漓尽致。这两句实际上是写作者对友人归途的远眺，作者的视线与友人归途的山水相连，目送着将要远行的友人。通过形象的比拟，传达出自己惜别的深情。&&&“欲问行人去那边，眉眼盈盈处。”用问句拉出友人的行迹。在开头的两句，作者把山水合写，写出了友人归路如同郁结离愁的眉峰一般连绵起伏。由于归路的山重水复，友人便走进了作者的眉峰之中，也就是作者的视线里。这两句写诗人目送友人，友人走在作者深情送别的目光中，越走越远，身影越来越模糊，直至消逝。一路山水承载深厚的人情味，默默地替作者送走那远去的朋友。朋友在作者的眼中走远了，然而友情却深深存封于作者的心中。正是这深厚的情谊让作者安排山水来送自己的朋友。从而上片便形成一种物我为一、情景交融的艺术境界，形象地表达了作者对远去朋友的无限眷恋，和对朋友归途艰辛生活的深切挂念。&&&下片“才始送春归，又送君归去”，正面写“送”，点出了别友人的时间：暮春。为“又送君归去”铺垫。作者有心惜春，然而留不住春天，春天最终不顾作者归至江南。这对作者来说，不能伴春而去的江南又正是春天回归的地方。这两句写得相当愁苦，一个“才”一个“又”，层层递进，作者的情感越来越深。&&&“若到江南赶上春，千万和春住”这是作者在友人临行之际，从心底发出的深情祝愿。但愿友人追随春天的步伐回到江南，和春天同在。“千万”二字道尽了作者殷殷叮嘱之意。美好而真挚的祝愿，将作者那深沉的惜春之情、惜别之情尽在不言之中，给读者一种含蓄的感觉。&&&上片含蓄地表达了词人与友人的惜别深情；下片则直抒胸臆，兼写离愁别绪和对友人的深情祝愿。词人用出人意料的想象把送春和送人联系在一起，用两个“送”字递进，深刻描写词人的离愁幽情。“才始送春归”写出才刚送别春天，心中还满怀着伤春之愁；“又送君归去”则再添了别恨，离愁更深。“若到江南”二句再发奇想，词人将心中沉痛之情暂时搁置，对友人送出美好祝福，叮嘱友人如能赶上江南春光，务必与春光同住。既饱含惜春之情，又寓之祝福之意。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。这两句，一反送别词中惯常的悲悲切切，写得情意绵绵而又富有灵性。&&&有两点突出的成就值得注意：一是构思别致。词人把送春与送别交织在一起来写，充分表现出对友人的深情和对春天的留恋；二是比喻新颖。词人以眼波和眉峰来比喻浙东的山山水水，仿佛这位美人正期待着他的到来，贴切、自然，富有真情实感。这首词，轻松活泼，比喻巧妙，耐人寻味，几句俏皮话，新而不俗，雅而不谑。",
                    "transferInfo" : "水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。刚刚把春天送走，又要送你归去。如果你到江南能赶上春天，千万要把春天的景色留住。",
                    "backgroundInfo" : "春末时节，词人在越州大都督府送别即将回家乡（浙东）的好友鲍浩然。表达了词人送别友人鲍浩然时的心绪，衷心祝福好友，望好友能与春光同住。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "别云间",
                    "author" : "夏完淳",
                    "content" : "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽！已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。",
                    "addtionInfo" : "云间：上海松江区古称云间，是作者家乡。1647年（永历元年/顺治四年），他在这里被逮捕。三年：作者自1645年（弘光元年/顺治二年）起，参加抗清斗争，出入于太湖及其周围地区，至1647年（顺治四年），共三年。羁旅：寄居他乡，生活飘泊不定。羁：音（jī），停留。南冠（guān），被囚禁的人。语出《左传》。楚人钟仪被俘，晋侯见他戴着楚国的帽子，问左右的人：“南冠而絷（zhi，拴、捆）者，谁也？”后世以“南冠”代被俘。泉路：黄泉路，死路。泉，黄泉，置人死后埋葬的地穴。毅魄，坚强不屈的魂魄，语出屈原《九歌.国殇》：“身即死兮神以灵，魂魄毅兮为鬼雄”。灵旗，又叫魂幡，古代招引亡魂的旗子，这里指后继者的队伍。",
                    "classInfo" : "34",
                    "poetryID" : "11",
                    "source" : "12",
                    "analysesInfo" : "此诗是作者诀别故乡之作。起笔叙艰苦卓绝的飘零生涯，承笔发故土沦丧、山河破碎之悲愤慨叹，转笔抒眷念故土、怀恋亲人之深情，结笔盟誓志恢复之决心。既表达了此去誓死不屈的决心，又对行将永别的故乡流露出无限的依恋和深切的感叹。 全诗思路流畅清晰，感情跌宕豪壮。格调慷慨豪壮，读来令人荡气回肠。&&&“三年羁旅客，今日又南冠。”叙事。其中“羁旅”一词将诗人从父允彝、师陈子龙起兵抗清到身落敌手这三年辗转飘零、艰苦卓绝的抗清斗争生活作了高度简洁的概括。诗人起笔自叙抗清斗争经历，似乎平静出之，然细细咀嚼，自可读出诗人激越翻滚的情感波澜，自可读出平静的叙事之中深含着诗人满腔辛酸与无限沉痛。&&&“无限山河泪，谁言天地宽！”抒写诗人按捺不住的满腔悲愤。身落敌手被囚禁的结局，使诗人恢复壮志难酬，复国理想终成泡影，于是诗人悲愤了：“无限河山泪，谁言天地宽？”大明江山支离破碎，满目疮痍，衰颓破败，面对这一切，诗人禁不住“立尽黄昏泪几行”，流不尽“无限河山泪”。诗人一直冀盼明王朝东山再起，可最终时运不济，命途多舛，恢复故土、重整河山的爱国宏愿一次次落空，他禁不住深深地失望与哀恸，忍不住向上苍发出“谁言天地宽”的质问与诘责。&&&“已知泉路近，欲别故乡难。”坦露对故乡、亲人的依恋不舍之情。无论怎样失望、悲愤与哀恸，诗人终究对自己的人生结局非常清醒：“已知泉路近”。生命行将终结，诗人该会想些什么呢？“欲别故乡难”，诗人缘何难别故乡呢？原来，涌上他心头的不仅有国恨，更兼有家仇。父起义兵败，为国捐躯了。而自己是家中唯一的男孩，此次身落敌手，自是凶多吉少，难免一死，这样，家运不幸，恐无后嗣。念及自己长年奔波在外，未能尽孝于母，致使嫡母“托迹于空门”，生母“寄生于别姓”，自己一家“生不得相依，死不得相问”，念及让新婚妻子在家孤守两年，自己未能尽为夫之责任与义务，妻子是否已有身孕尚不得而知。想起这一切的一切，诗人内心自然涌起对家人深深的愧疚与无限依恋。&&&“毅魄归来日，灵旗空际看。”盟恢复之志。尽管故乡牵魂难别，但诗人终将恢复大志放在儿女私情之上，不以家运后嗣为念。正如诗人在《狱中上母书》中所表示的“二十年后，淳且与先文忠为北塞之举矣”。“已知泉路近”的诗人坦然作出“毅魄归来日”的打算，抱定誓死不屈、坚决复明的决心，生前未能完成大业，死后也要亲自看到后继者率部起义，恢复大明江山。诗作以落地有声的铮铮誓言作结，鲜明地昭示出诗人坚贞不屈的战斗精神、精忠报国的赤子情怀，给后继者以深情的勉励，给读者树立起一座国家与民族利益高于一切的不朽丰碑。&&&全诗思路流畅清晰，感情跌宕豪壮。起笔叙艰苦卓绝的飘零生涯，承笔发故土沦丧、山河破碎之悲愤慨叹，转笔抒眷念故土、怀恋亲人之深情，结笔盟誓志恢复之决心。诗作格调慷慨豪壮，令人读来荡气回肠，禁不住对这位富有强烈民族意识的少年英雄充满深深的敬意。&&&这首诗表达的不是对生命苦短的感慨，而是对山河沦丧的极度悲愤，对家乡亲人的无限依恋和对抗清斗争的坚定信念。",
                    "transferInfo" : "三年为抗清兵辗转飘零，今天兵败被俘成为阶下囚。山河破碎，感伤的泪水流不断，国土沦丧，谁还能说天地宽？已经知道生命即将走到尽头，想到永别故乡实在心犯难。等到我魂魄归来的那一天，定要在空中看后继者的队伍抵抗清军。",
                    "backgroundInfo" : "顺治三年，完淳与陈子龙、钱旃饮血为盟，共谋复明大业，上书鲁王（朱以海），鲁王遥授中书舍人，参谋太湖吴易军事。顺治四年（公元1647年）夏，作者因鲁王遥授中书舍人之职而上表谢恩，为清廷发觉，遭到逮捕。《别云间》就是作者在被解送往南京前，临别松江时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "9500",
    "mainClass" : "9.5"
}

