{
    "poetryList" : [
                    {
                    "name" : "酬乐天扬州初逢席上见赠",
                    "author" : "刘禹锡",
                    "content" : "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。",
                    "addtionInfo" : "酬：答谢，酬答，这里是指以诗相答的意思。用诗歌赠答。乐天：指白居易，字乐天。见赠：送给（我）。巴山楚水：指四川、湖南、湖北一带。古时四川东部属于巴国，湖南北部和湖北等地属于楚国。刘禹锡被贬后，迁徙于朗州、连州、夔州、和州等边远地区，这里用“巴山楚水”泛指这些地方。二十三年：从唐顺宗永贞元年（805年）刘禹锡被贬为连州刺史，至宝历二年（826）冬应召，约22年。因贬地离京遥远，实际上到第二年才能回到京城，所以说23年。弃置身：指遭受贬谪的诗人自己。置：放置。弃置：贬谪（zhé）。怀旧：怀念故友。吟：吟唱。闻笛赋：指西晋向秀的《思旧赋》。三国曹魏末年，向秀的朋友嵇康 、吕安因不满司马氏篡权而被杀害。后来，向秀经过嵇康、吕安的旧居，听到邻人吹笛，不禁悲从中来，于是作《思旧赋》。 序文中说：自己经过嵇康旧居，因写此赋追念他。刘禹锡借用这个典故怀念已死去的王叔文、柳宗元等人。到：到达。翻似：倒好像。翻：副词，反而。烂柯人：指晋人王质。相传晋人王质上山砍柴，看见两个童子下棋，就停下观看。等棋局终了，手中的斧柄（柯）已经朽烂。回到村里，才知道已过了一百年。同代人都已经亡故。作者以此典故表达自己遭贬23年的感慨。刘禹锡也借这个故事表达世事沧桑，人事全非，暮年返乡恍如隔世的心情。沉舟：这是诗人以沉舟、病树自比。侧畔：旁边。歌一曲：指白居易的《醉赠刘二十八使君》。长（zhǎng）精神：振作精神。长：增长，振作。",
                    "classInfo" : "22",
                    "poetryID" : "1",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赤壁",
                    "author" : "杜牧",
                    "content" : "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。",
                    "addtionInfo" : "折戟：折断的戟。戟，古代兵器。销：销蚀。将：拿起。磨洗：磨光洗净。认前朝：认出戟是东吴破曹时的遗物。东风：指三国时期的一个战役──火烧赤壁。周郎：指周瑜，字公瑾，年轻时即有才名，人乎周郎。后任吴军大都督，曾参与赤壁之战并为此战役中的主要人物。铜雀：即铜雀台，曹操在今河北省临漳县建造的一座楼台，楼顶里有大铜雀，台上住姬妾歌妓，是曹操暮年行乐处。二乔：东吴乔公的两个女儿，一嫁前国主孙策（孙权兄），称大乔，一嫁军事统帅周瑜，称小乔，合称“二乔”。",
                    "classInfo" : "33",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "过零丁洋",
                    "author" : "文天祥",
                    "content" : "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。",
                    "addtionInfo" : "零丁洋：零丁洋即”伶丁洋“。现在广东省珠江口外。1278年底，文天祥率军在广东五坡岭与元军激战，兵败被俘，囚禁船上曾经过零丁洋。遭逢：遭遇。起一经，因为精通一种经书，通过科举考试而被朝廷起用作官。文天祥二十岁考中状元。干戈：指抗元战争。寥（liáo）落：荒凉冷落。一作“落落”。四周星：四周年。文天祥从1275年起兵抗元，到1278年被俘，一共四年。絮：柳絮。萍：浮萍。惶恐滩：在今江西省万安县，是赣江中的险滩。1277年，文天祥在江西被元军打败，所率军队死伤惨重，妻子儿女也被元军俘虏。他经惶恐滩撤到福建。零丁：孤苦无依的样子。丹心：红心，比喻忠心。汗青：同汗竹，史册。古代用简写字，先用火烤干其中的水分，干后易写而且不受虫蛀，也称汗青。",
                    "classInfo" : "32",
                    "poetryID" : "3",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·明月几时有",
                    "author" : "苏轼",
                    "content" : "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
                    "addtionInfo" : "把酒：端起酒杯。把，执、持。天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜（shèng）：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。此事：指人的“欢”“合” 和月的“晴”“圆”。但：只。千里共婵（chán ）娟（juān）：只希望两人年年平安﹐虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。",
                    "classInfo" : "2",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山坡羊·潼关怀古",
                    "author" : "张养浩",
                    "content" : "峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！",
                    "addtionInfo" : "山坡羊：曲牌名，是这首散曲的格式；“潼关怀古”是标题。峰峦如聚：形容群峰攒集，层峦叠嶂。聚：聚拢；包围波涛如怒：形容黄河波涛的汹涌澎湃。怒：指波涛汹涌。山河表里潼关路：外面是山，里面是河，形容潼关一带地势险要。具体指潼关外有黄河，内有华山。表里：即内外。《左传·僖公二十八年》：“表里山河，必无害也。”注：“晋国外河而内山。”潼关：古关口名，在今陕西省潼关县，关城建在华山山腰，下临黄河，扼秦、晋、豫三省要冲，非常险要，为古代入陕门户，是历代的军事重地。西都：指长安（今陕西西安）。这是泛指秦汉以来在长安附近所建的都城。秦、西汉建都长安，东汉建都洛阳，因此称洛阳为东都，长安为西都。踌躇：犹豫、徘徊不定，心事重重，此处形容思潮起伏，，感慨万端陷入沉思，表示心里不平静。一作“踟蹰（chí chú）”。“伤心”二句：谓目睹秦汉遗迹，旧日宫殿尽成废墟，内心伤感。伤心：令人伤心的事， 形容词作动词。秦汉经行处：秦朝（前221年~前206年）都城咸阳和西汉（前208~8）的都城长安都在陕西省境内潼关的西面。经行处，经过的地方。指秦汉故都遗址。宫阙：宫，宫殿；阙，皇宫门前面两边的楼观。兴：指政权的统治稳固。兴、亡：指朝代的盛衰更替。",
                    "classInfo" : "33",
                    "poetryID" : "5",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "饮酒·其五",
                    "author" : "陶渊明",
                    "content" : "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。",
                    "addtionInfo" : "结庐：建造住宅，这里指居住的意思。车马喧：指世俗交往的喧扰。君：指作者自己。何能尔：为什么能这样。 尔：如此、这样。悠然：自得的样子。见：看见（读jiàn），动词。南山：泛指山峰，一说指庐山。日夕：傍晚。相与：相交，结伴。相与还：结伴而归。",
                    "classInfo" : "107",
                    "poetryID" : "6",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "行路难",
                    "author" : "李白",
                    "content" : "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。",
                    "addtionInfo" : "行路难：选自《李白集校注》，乐府旧题。金樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。玉盘：精美的食具。珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。投箸：丢下筷子。箸（zhù）：筷子。不能食：咽不下。茫然：无所适从。太行：太行山。闲来垂钓碧溪上，忽复乘舟梦日边：这两句暗用典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商；伊尹曾梦见自己乘船从日月旁边经过，后被商汤聘请，助商灭夏。这两句表示诗人自己对从政仍有所期待。碧：一作“坐”。忽复：忽然又。多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”，岔路。安：哪里。长风破浪：比喻实现政治理想。据《宋书·宗悫传》载：宗悫少年时，叔父宗炳问他的志向，他说：“愿乘长风破万里浪。”会：当。云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。济：渡。",
                    "classInfo" : "22",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "茅屋为秋风所破歌",
                    "author" : "杜甫",
                    "content" : "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻？安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！",
                    "addtionInfo" : "秋高：秋深。怒号（háo）：大声吼叫。三重（chóng）茅：几层茅草。三，泛指多。挂罥（juàn）：挂着，挂住。罥，挂。长（cháng）：高。塘坳（ào）：低洼积水的地方（即池塘）。塘，一作”堂“。坳，水边低地。忍能对面为盗贼：竟忍心这样当面做“贼”。忍能，忍心如此。对面，当面。为，做。入竹去：进入竹林。呼不得：喝止不住。俄顷（qǐng）：不久，一会儿，顷刻之间。秋天漠漠向昏黑（古音念hè）：指秋季的天空阴沉迷蒙，渐渐黑了下来。布衾（qīn）：布质的被子。衾，被子。恶卧：睡相不好。裂：使动用法，使……裂。屋漏：根据《辞源》释义，指房子西北角，古人在此开天窗，阳光便从此处照射进来。“床头屋漏”，泛指整个屋子。雨脚如麻：形容雨点不间断，像下垂的麻线一样密集。雨脚，雨点。丧（sāng）乱：战乱，指安史之乱。沾湿：潮湿不干。何由彻：如何才能挨到天亮。彻，彻晓。安得：如何能得到。广厦（shà）：宽敞的大屋。大庇（bì）：全部遮盖、掩护起来。庇，遮盖，掩护。寒士：“士”原指士人，即文化人，但此处是泛指贫寒的士人们。俱：都。欢颜：喜笑颜开。呜呼：书面感叹词，表示叹息，相当于“唉”。突兀（wù）：高耸的样子，这里用来形容广厦。见（xiàn）：通“现”，出现。庐：茅屋。亦：一作“意”。足：值得。",
                    "classInfo" : "34",
                    "poetryID" : "8",
                    "source" : "12",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "白雪歌送武判官归京",
                    "author" : "曾参",
                    "content" : "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
                    "addtionInfo" : "武判官：名不详。判官，官职名。唐代节度使等朝廷派出的持节大使，可委任幕僚协助判处公事，称判官，是节度使、观察使一类的僚属。白草：西域牧草名，秋天变白色。胡天：指塞北的天空。胡，古代汉民族对北方各民族的通称。梨花：春天开放，花作白色。这里比喻雪花积在树枝上，像梨花开了一样。珠帘：用珍珠串成或饰有珍珠的帘子。形容帘子的华美。罗幕：用丝织品做成的帐幕。形容帐幕的华美。这句说雪花飞进珠帘，沾湿罗幕。“珠帘”“罗幕”都属于美化的说法。狐裘（qiú）：狐皮袍子。锦衾（qīn）：锦缎做的被子。锦衾薄（bó）：丝绸的被子（因为寒冷）都显得单薄了。形容天气很冷。角弓：两端用兽角装饰的硬弓，一作“雕弓”。不得控：（天太冷而冻得）拉不开（弓）。控：拉开。都（dū）护：镇守边镇的长官此为泛指，与上文的“将军”是互文。铁衣：铠甲。难着（zhuó）：一作“犹着”。着：亦写作“著”。瀚（hàn）海：沙漠。阑干：纵横交错的样子。百丈：一作“百尺”，一作“千尺”。惨淡：昏暗无光。中军：称主将或指挥部。古时分兵为中、左、右三军，中军为主帅的营帐。饮归客：宴饮归京的人，指武判官。饮，动词，宴饮。胡琴琵琶与羌（qiāng）笛：胡琴等都是当时西域地区兄弟民族的乐器。羌笛：羌族的管乐器。辕门：军营的门。古代军队扎营，用车环围，出入处以两车车辕相向竖立，状如门。这里指帅衙署的外门。风掣（chè）：红旗因雪而冻结，风都吹不动了。掣：拉，扯。冻不翻：旗被风往一个方向吹，给人以冻住之感。轮台：唐轮台在今新疆维吾尔自治区米泉县境内，与汉轮台不是同一地方。满：铺满。形容词活用为动词。山回路转：山势回环，道路盘旋曲折。",
                    "classInfo" : "5",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "己亥杂诗·其五",
                    "author" : "龚自珍",
                    "content" : "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。",
                    "addtionInfo" : "浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。吟鞭：诗人的马鞭。 东指：东方故里。即：到。 天涯：指离京都遥远。落红：落花。花朵以红色者为尊贵，因此落花又称为落红。花：比喻国家。",
                    "classInfo" : "27",
                    "poetryID" : "10",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠从弟",
                    "author" : "刘桢",
                    "content" : "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。",
                    "addtionInfo" : "亭亭：高耸的样子。瑟瑟：形容寒风的声音。一何：多么。惨凄：凛冽、严酷。罹（ lí ）凝寒：遭受严寒。 罹，遭受。岂不罹凝寒？松柏有本性：难道松柏没有遭到严寒的侵凌吗？（但是它依然青翠如故，)这是它的本性决定的。作者以松柏为喻，赞颂松柏能够挺立风中而不倒，经严寒而不凋。勉励他的堂弟坚贞自守，不因外力压迫而改变本性。",
                    "classInfo" : "35",
                    "poetryID" : "11",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送杜少府之任蜀州",
                    "author" : "王勃",
                    "content" : "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。",
                    "addtionInfo" : "少府：官名。之：到、往。蜀州：今四川崇州。城阙（què ）辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦，指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，项羽破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华津、万里津、江首津、涉头津、江南津。这里泛指蜀川。辅三秦：一作“俯西秦”。风烟望五津：“风烟”两字名词用作状语，表示行为的处所。全句意为江边因远望而显得迷茫如啼眼，是说在风烟迷茫之中，遥望蜀州。君：对人的尊称，相当于“您”。同：一作“俱”。宦（huàn）游：出外做官。海内：四海之内，即全国各地。古代人认为我国疆土四周环海，所以称天下为四海之内。天涯：天边，这里比喻极远的地方。比邻：并邻，近邻。无为：无须、不必。歧（qí）路：岔路。古人送行常在大路分岔处告别。沾巾：泪水沾湿衣服和腰带。意思是挥泪告别。",
                    "classInfo" : "108",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登幽州台歌",
                    "author" : "陈子昂",
                    "content" : "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。",
                    "addtionInfo" : "幽州：古十二州之一，现今北京市。幽州台：即黄金台，又称蓟北楼，故址在今北京市大兴，是燕昭王为招纳天下贤士而建。前：过去。古人：古代那些能够礼贤下士的圣君。后：未来。来者：后世那些重视人才的贤明君主。念：想到。悠悠：形容时间的久远和空间的广大。怆（chuàng）然：悲伤凄恻的样子。涕：古时指眼泪。",
                    "classInfo" : "27",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宣州谢脁楼饯别校书叔云",
                    "author" : "李白",
                    "content" : "弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。抽刀断水水更流，举杯消愁愁更愁。人生在世不称意，明朝散发弄扁舟。",
                    "addtionInfo" : "宣州：今安徽宣城一带。谢朓（tiǎo）楼：又名北楼、谢公楼，在陵阳山上，谢朓任宣城太守时所建，并改名为叠嶂楼。饯别：以酒食送行。校（jiào）书：官名，即秘书省校书郎，掌管朝廷的图书整理工作。叔云：李白的叔叔李云。长风：远风，大风。此：指上句的长风秋雁的景色。酣（hān）高楼：畅饮于高楼。蓬莱：此指东汉时藏书之东观。蓬莱，海中神山，为仙府，幽经秘籍并皆在也。蓬莱文章：借指李云的文章。建安骨：汉末建安（汉献帝年号，196—220）年间，“三曹”和“七子”等作家所作之诗风骨遒上，后人称之为“建安风骨”。小谢：指谢朓，字玄晖，南朝齐诗人。后人将他和谢灵运并称为大谢、小谢。这里用以自喻。清发（fā）：指清新秀发的诗风。发：秀发，诗文俊逸。俱怀：两人都怀有。逸兴（xìng）：飘逸豪放的兴致，多指山水游兴，超远的意兴。王勃《滕王阁序》：“遥襟甫畅，逸兴遄飞”。壮思飞：卢思道《卢记室诔》：“丽词泉涌，壮思云飞。”壮思：雄心壮志，豪壮的意思。揽：摘取。称（chèn）意：称心如意。明朝（zhāo）：明天。散发（fà）：不束冠，意谓不做官。这里是形容狂放不羁。古人束发戴冠，散发表示闲适自在。弄扁（piān）舟：乘小舟归隐江湖。扁舟：小舟，小船。",
                    "classInfo" : "36",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "早春呈水部张十八员外",
                    "author" : "韩愈",
                    "content" : "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。",
                    "addtionInfo" : "呈：恭敬地送给。水部张十八员外：指张籍（766—830年）唐代诗人。在同族兄弟中排行第十八，曾任水部员外郎。天街：京城街道。润如酥：细腻如酥。酥，动物的油，这里形容春雨的细腻。最是：正是。处：时。绝胜：远远胜过。皇都：帝都，这里指长安。",
                    "classInfo" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "poetryID" : "15",
                    "source" : "12",
                    "placeHolder" : ""
                    },{
                    "name" : "无题·相见时难别亦难",
                    "author" : "李商隐",
                    "content" : "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。",
                    "addtionInfo" : "无题：唐代以来，有的诗人不愿意标出能够表示主题的题目时，常用“ 无题”作诗的标题。东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，凋零。丝方尽：丝，与“思”谐音，以“丝”喻“思”，含相思之意。蜡炬：蜡烛。泪始干：泪，指燃烧时的蜡烛油，这里取双关义，指相思的眼泪。晓镜：早晨梳妆照镜子。镜，用作动词，照镜子的意思。云鬓：女子多而美的头发，这里比喻青春年华。应觉：设想之词。月光寒：指夜渐深。蓬山：蓬莱山，传说中海上仙山，指仙境。青鸟：神话中为西王母传递音讯的信使。殷勤：情谊恳切深厚。探看（kān）：探望。",
                    "classInfo" : "37",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相见欢·无言独上西楼",
                    "author" : "李煜",
                    "content" : "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理还乱，是离愁。别是一般滋味在心头。",
                    "addtionInfo" : "锁清秋：深深被秋色所笼罩。清秋，一作深秋。剪，一作翦。离愁：指去国之愁。别是一般：另有一种意味。别是，一作别有。",
                    "classInfo" : "38",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登飞来峰",
                    "author" : "王安石",
                    "content" : "飞来峰上千寻塔，闻说鸡鸣见日升。不畏浮云遮望眼，只缘身在最高层。",
                    "addtionInfo" : "飞来峰：有两说：一说在浙江绍兴城外的林山。唐宋时其中有座应天塔。传说此峰是从琅即郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。闻说：听说。浮云：在山间浮动的云雾。望眼：视线。缘：因为。",
                    "classInfo" : "24",
                    "poetryID" : "18",
                    "source" : "1",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "8500",
    "mainClass" : "8.5"
}

