{
    "poetryList" : [
                    
                    {
                    "name" : "鱼我所欲也",
                    "author" : "孟子",
                    "content" : "鱼，我所欲也；熊掌，亦我所欲也，二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也。死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也。使人之所恶莫甚于死者，则凡可以辟患者何不为也！由是则生而有不用也；由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。",
                    "addtionInfo" : "苟得：苟且取得，这里是“苟且偷生”的意思。患：祸患，灾难。辟：通“避”，躲避。如使：假如，假使。何不用也：什么手段不可用呢？勿丧：不丢掉。",
                    "classInfo" : "24",
                    "poetryID" : "1",
                    "source" : "15",
                    "analysesInfo" : "《鱼我所欲也》选自《孟子·告子上》，论述了孟子的一个重要主张：义重于生，当义和生不能两全时应该舍生取义。&&&孟子认为自己做了坏事感到耻辱，别人做了坏事感到厌恶，这就是义；义是有道德的君子所必须遵循的正路。&&&孟子先用人们生活中熟知的具体事物打了一个比方：鱼是我想得到的，熊掌也是我想得到的，在两者不能同时得到的情况下，我宁愿舍弃鱼而要熊掌；生命是我所珍爱的，义也是我所珍爱的，在两者不能同时得到的情况下，我宁愿舍弃生命而要义。孟子把生命比作鱼，把义比作熊掌，认为义比生命更珍贵就像熊掌比鱼更珍贵一样，这样就很自然地引出了“舍生取义”的主张。这个主张是全篇的中心论点。&&&孟子从三个方面论证了舍生取义的意义。&&&其一，“生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。”这几句论证说：生命是我珍爱的，但还有比生命更为我所珍爱的（指义），所以不能做苟且偷生的事；死亡是我厌恶的，但还有比死亡更为我所厌恶的（指不义），所以有时对祸害（死亡）不愿躲避。这是从正面论证义比生更珍贵，在二者不可兼得时应该舍生取义。&&&其二，“如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以避患者何不为也？”这几句论证说：如果没有比生命更为人们所珍惜的，那么凡是可以用来保全生命的手段哪样不能用呢!如果没有比死亡更为人们所厌恶的，那么凡是可以用来避免祸患（死亡）的事情哪样不能做呢!言外之意是：这样下去，人们的行为不是会变得无所不为、卑鄙无耻了吗？这是从反面论证义比生更珍贵，在二者不可兼得时应该舍生取义。&&&其三，“由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。”这几句论证说：通过这样的手段（指不正当的手段）就可以保全生命，而有的人不愿意采用；通过这样的办法（指不正当的办法）就可以避免祸患（死亡），而有的人不愿意去干。所以，还有比生命更为人们所珍爱的（指义），还有比死亡更为人们所厌恶的（指不义）；不单是贤人有这种重义之心，而是人人都有，只是贤人没有丧失罢了。这是从客观事实论证义比生更珍贵，在二者不可兼得时有人舍生取义。通过论证，文章开头提出的中心论点就成立了。&&&为了使这种道理更令人信服，更容易被人接受，孟子接着用具体的事例来说明。“一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。”“箪”是古代盛饭的圆形竹篮，“豆”是古代盛肉或其他食品的器皿，“呼尔”是大声呼喝着，“蹴尔”是用脚踢着。这几句说：只要得到一小筐饭、一小碗汤就可以保全生命，不能得到就要饿死，如果是轻蔑地呼喝着叫别人吃，哪怕是饥饿的过路人都不愿接受，如果是用脚踢着给别人吃，那就连乞丐都不屑要了。《礼记·檀弓》有一段故事与此相类似：“齐大饥，黔敖为食于路，以待饿者而食之。有饿者，蒙袂辑屦，贸贸然来。黔敖左奉食，右执饮，曰：‘嗟!来食!’扬其目而视之曰：‘予唯不食嗟来之食，以至于斯也！”人厌恶，所以宁愿饿死也不愿接受别人侮辱性的施舍。连无人认识的路人和贫困低贱的乞丐都能这样做，常人更不用说了。这一事例生动地说明了人们把义看得比生更为珍贵，在二者不可兼得时就会舍生取义。&&&在孟子看来，“非独贤者有是心也，人皆有之”，人人都有这种重义之心，人人在生与义不可兼得之时都应舍生取义。但是，在现实生活中却并非都是如此，有的人在穷困危急的情况下可以拒绝别人侮辱性的施舍，而在和平安宁的环境中却见利忘义。&&&文章第三段对这个问题进行了分析。孟子指出，社会上确实存在“万钟则不辩礼义而受之”的人。有人不问合不合礼义而接受万钟俸禄呢，万钟俸禄对自己有什么好处呢。“为宫室之美，妻妾之奉，所识穷乏者得我与？”是为了住房的华丽、妻妾的侍奉、因为给了所认识的穷朋友以好处而使他们对自己感恩戴德吗？华丽的住房也好，妻妾的侍奉也好，朋友的感激也好，这些都是身外之物，与生命相比是微不足道的。那些“万钟则不辩礼义而受之”的人当初宁肯饿死也不愿受侮，却为了这些身外之物而不顾廉耻，这是什么原因造成的，“此之谓失其本心”，孟子认为这种人原来也有舍生取义之心，后来因为贪求利禄而丧失了。孟子警告说：“是亦不可以已乎？”这种“不辩礼义而受之”的可耻之事应该罢休了。&&&孟子本人是一个比较高傲的人，他不肯迁就，不肯趋附权势。他说：“富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”（《滕文公下》）孟子曾经在齐国任客卿，后来因为与齐王的意见不合，便决定辞去齐卿回家，齐王托人挽留孟子，条件是准备在首都的中心地区建一座房子给孟子住，并送给孟子万钟粮食作为弟子们的生活费用，结果遭到孟子的严辞拒绝。（《公孙丑下》）可见，孟子在本篇中所说的“万钟则不辩礼义而受之，万钟于我何加焉”，是有所为而发的，表现了孟子大义凛然的性格和气概。&&&从文学的角度来看，散文气势充沛，感情强烈，生动活泼，充分体现了孟子大义凛然的个性，表现了孟子雄辩、善辩的才华。他喜欢使用排比的修辞手法，如：“乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之。”本来，这话用一句就可以说完，即“乡为身死而不受，今为宫室之美、妻妾之奉、所识穷乏者得我而为之。”但他有意把它分成三句排比起来，加强了气势，增强了感情，显示出说话人的义正词严、理直气壮。其次，为了把道理说得深入浅出、生动有趣，孟子喜欢使用比喻，本篇以具体的鱼和熊掌比喻抽象的生和义，以“舍鱼而取熊掌”巧妙地比喻“舍生取义”，就是一个非常著名的例子。其次，本篇中还大量运用了对比的手法，如把鱼与熊掌对比，把生与义对比，把重义轻生的人与贪利忘义的人对比，把“乡为”与“今为”对比，这样互相比较，道理说得更加清楚，给人的印象特别深刻，加强了文章的说服力。",
                    "transferInfo" : "鱼是我所想要的，熊掌也是我所想要的，如果这两种东西不能同时得到，那么我就只好放弃鱼而选取熊掌了。生命是我所想要的，道义也是我所想要的，如果这两样东西不能同时都具有的话，那么我就只好牺牲生命而选取道义了。生命是我所想要的，但我所想要的还有比生命更重要的东西，所以我不做苟且偷生的事。死亡是我所厌恶的，但我所厌恶的还有超过死亡的事，因此有灾祸我也不躲避。如果人们所想要的东西没有能比生命更重要的，那么凡是能够用来求得生存的手段，哪一样不可以采用呢？如果人们所厌恶的事情没有超过死亡的，那么凡是可以躲避祸患的办法什么不可以做呢？采用某种手段就能够活命，可是有的人却不肯采用；采用某种办法就能够躲避灾祸，可是有的人也不肯采用。由此可见，他们所想要的有比生命更宝贵的东西（那就是“义”）；他们所厌恶的，有比死亡更严重的事（那就是“不义”）。不仅贤人有这种本性，人人都有，只不过贤能的人不丧失罢了。&&&一碗食物，一碗汤，得到它就能活下去，得不到它就会饿死。如果盛气凌人地呼喝着给他吃，饥饿的行人也不愿接受；用脚踢给别人吃，就连乞丐也会因轻视而不肯接受。高官厚禄却不辨是否合乎礼义就接受了它。这样，高官厚禄对我有什么好处呢？是为了住宅的华丽、妻妾的侍奉和认识的穷人感激我吗？以前有人为了大义宁死也不愿接受，现在却为了住宅的华丽却接受了它；以前有人为了大义宁死也不愿接受，现在却为了妻妾的侍奉却接受了它；以前有人为了大义宁死也不愿接受，现在为了认识的穷人感激自己却接受了它。这种做法不是可以让它停止了吗？这就叫做丧失了人所固有的本性。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "兰亭集序",
                    "author" : "王羲之",
                    "content" : "永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。",
                    "addtionInfo" : "永和：东晋皇帝司马聃的年号，从公元345—356年共12年。永和九年上巳节，王羲之与谢安，孙绰等41人。举行禊礼，饮酒赋诗，事后将作品结为一集，由王羲之写了这篇序总述其事。暮春：阴历三月。会：集会。会稽（kuài jī）：郡名，今浙江绍兴。山阴：今绍兴越城区。修禊（xì）事也：为了做禊礼这件事。古代习俗，于阴历三月上旬的巳日，人们群聚于水滨嬉戏洗濯，以祓除不祥和求福。实际上这是古人的一种游春活动。群贤：诸多贤士能人。指谢安等三十二位社会的名流。毕至：全到。少长：如王羲之的儿子王凝之、王徽之是少；谢安、王羲之等是长。咸：都。崇山峻岭：高峻的山岭。修竹：高高的竹子。激湍：流势很急的水。映带左右：辉映点缀在亭子的周围。流觞（shāng）曲（qū）水：用漆制的酒杯盛酒，放入弯曲的水道中任其飘流，杯停在某人面前，某人就引杯饮酒。这是古人一种劝酒取乐的方式。曲水，引水环曲为渠，以流酒杯。列坐其次：列坐在曲水之旁。丝竹管弦之盛：演奏音乐的盛况。一觞一咏：喝着酒作着诗。幽情：幽深内藏的感情。是日也：这一天。惠风：和风。和畅，缓和。品类之盛：万物的繁多。所以：用来。极：穷尽。信：实在。夫人之相与，俯仰一世：人与人相交往，很快便度过一生。夫：句首发语词，不译。相与：相处、相交往。俯仰：表示时间的短暂。取诸：取之于，从······中取得。悟言：面对面的交谈。悟：通“晤”，指心领神会的妙悟之言。因寄所托，放浪形骸之外：就着自己所爱好的事物，寄托自己的情怀，不受约束，放纵无羁的生活。趣（qǔ）舍万殊：各有各的爱好。趣舍，即取舍，爱好。趣，通“取”。万殊，千差万别。静躁：安静与躁动。暂：短暂，一时。快然自足：感到高兴和满足。不知老之将至：（竟）不知道衰老将要到来。所之既倦：（对于）所喜爱或得到的事物已经厌倦。之，往、到达。情随事迁：感情随着事物的变化而变化。迁，变化。感慨系之：感慨随着产生。向：过去、以前。陈迹：旧迹。以之兴怀：因它而引起心中的感触。修短随化：寿命长短听凭造化。期：至，及。死生亦大矣：死生是一件大事啊。契：符契，古代的一种信物。在符契上刻上字，剖而为二，各执一半，作为凭证。临文嗟（jiē）悼：读古人文章时叹息哀伤。临，面对。喻：明白。固知一死生为虚诞，齐彭殇为妄作：本来知道把死和生等同起来的说法是不真实的，把长寿和短命等同起来的说法是妄造的。列叙时人：一个一个记下当时与会的人。录其所述：录下他们作的诗。其致一也：人们的思想情趣是一样的。后之览者：后世的读者。斯文：这次集会的诗文。",
                    "classInfo" : "73",
                    "poetryID" : "2",
                    "source" : "15",
                    "analysesInfo" : "本文是一篇书序。文章先序兰亭修楔事，因修禊而“群贤毕至”，实际上是说明做诗的缘由；有用“一觞一咏，亦足以畅叙幽情”描写了作诗时的情景，指明了《兰亭集》是一部游宴诗集，有众多的作者，诗是即席之作；结尾以“故列叙时人，录其所述”说明成书的经过，又以“后之览者，亦将有感于斯文”指出本书的意义。同时，作者善于借题发挥，从一次普通的游宴活动谈到了他的生死观，并以此批判了当时士大夫阶层中崇尚虚无的思想倾向，使全篇在立意上显得不同凡响。全文共分三段。&&&文章首段记叙兰亭聚会盛况，并写出与会者的深切感受。&&&先点明聚会的时问、地点、缘由，后介绍与会的人数之多，范围之广，“群贤毕至，少长咸集”。接着写兰亭周围优美的环境。先写高远处：“崇山峻岭，茂林修竹”；再写近低处“清流激湍”；然后总写一笔：“映带左右”。用语简洁。富有诗情画意。在写景的基础上，由此顺笔引出临流赋诗，点出盛会的内容为“一觞一咏”，“畅叙幽情”，“虽无丝竹管弦之盛”，这是反面衬托之笔，以加张表达赏心悦目之情。最后指出盛会之日正逢爽心恰人的天时，“天朗气清”为下文的“仰观”、“俯察”提供了有利条件；“惠风和畅”又与“暮春之初”相呼应。此时此地良辰美景，使“仰观”、“俯察”，“游目骋怀”、“视听之娱”完全可以摆脱世俗的苦恼，尽情地享受自然美景，抒发自己的胸臆。至此，作者把与会者的感受归结到“乐”字上面。笔势疏朗简净，毫无斧凿痕迹。&&&文章第二段，阐明作者对人生的看法，感慨人生短暂，盛事不常，紧承上文的“乐”字，引发出种种感慨。&&&先用两个“或”字，从正反对比分别评说“人之相与，俯仰一世”的两种不同的具体表现，一是“取诸怀抱，晤言一室之内”，一是“因寄所托，放浪形骸之外”。然后指出这两种表现尽管不同，但心情却是一样的。那就是“当其欣于所遇”时，都会“快然自足”，却“不知老之将至”。这种感受，正是针对正文“游骋怀，足以极视听之娱”的聚会之乐而发，侧重写出乐而忘悲。接着由“欣于几所遇”的乐引出“情随事迁”的优，写出乐而生忧，发出“修短随化，终期于尽”的慨叹、文章至此，推进到生死的大问题。最后引用孔子所说的“死生亦大矣”一句话来总结全段，道出了作者心中的“痛”之所在。&&&最后一段说明作序的缘由。&&&文章紧承上文“死生亦大矣”感发议论，从亲身感受谈起，指出每每发现“昔人兴感之由”和自己的兴感之由完全一样，所以“未尝不临文嗟悼”，可是又说不清其中原因。接着把笔锋转向了对老庄关于“一生死”，“齐彭殇”论调的批判，认为那完全是“虚诞”和“妄作”。东晋时代的文人士大夫崇尚老庄，喜好虚无主义的清谈，庄子认为自然万物“方生方死，方死方生”（《庄子·齐物论》），且把长寿的彭祖和夭折的儿童等同看待，认为“莫寿于殇子，而彭祖为夭”。作者能与时风为悖。对老庄这种思想的大胆否定，是难能可贵的，然后作者从由古到今的事实中做了进一步的推断：“后之视今，亦由今之视昔”。基于这种认识，所以才“列叙时人，录其所述”，留于后人去阅读。尽管将来“事殊事异”，但“所以兴怀。其一致也”。这就从理论上说清了所以要编《兰亭诗集》的原因。最后一句，交代了写序的目的，引起后人的感怀。文字收束得直截了当，开发的情思却绵绵不绝。&&&这篇序言疏朗简净而韵味深长，突出地代表了王羲之的散文风格。且其造语玲珑剔透，琅琅上口。是古代骈文的精品。《兰亭集序》在骈文的几个方面都有所长。在句法上，对仗整齐，句意排比，如“群贤毕至，少长咸集”，“仰观宇庙之大。俯察品类之盛”，“或取诸怀抱，晤言一室之内；或因寄所托，放浪形骸之外”，两两相对，音韵和谐，无斧凿之痕，语言清新、朴素自然。属于议论部分的文字也非常简沽，富有表现力，在用典上也只用“齐彭殇”和“修楔事”这样浅显易储的典故，这样朴素的行文与东晋对代雕章琢句，华而不实的文风形成鲜明对照。",
                    "transferInfo" : "永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊礼这件事。诸多贤士能人都汇聚到这里，年长、年少者都聚集在这里。兰亭这个地方有高峻的山峰，茂盛高密的树林和竹丛；又有清澈激荡的水流，在亭子的左右辉映环绕，我们把水引来作为飘传酒杯的环形渠水，排列坐在曲水旁边，虽然没有管弦齐奏的盛况，但喝着酒作着诗，也足够来畅快表达幽深内藏的感情了。&&&这一天，天气晴朗，和风习习，抬头纵观广阔的天空，俯看观察大地上繁多的万物，用来舒展眼力，开阔胸怀，足够来极尽视听的欢娱，实在很快乐。&&&人与人相互交往，很快便度过一生。有的人在室内畅谈自己的胸怀抱负；就着自己所爱好的事物，寄托自己的情怀，不受约束，放纵无羁的生活。虽然各有各的爱好，安静与躁动各不相同，但当他们对所接触的事物感到高兴时，一时感到自得，感到高兴和满足，竟然不知道衰老将要到来。等到对于自己所喜爱的事物感到厌倦，心情随着当前的境况而变化，感慨随之产生了。过去所喜欢的东西，转瞬间，已经成为旧迹，尚且不能不因为它引发心中的感触，况且寿命长短，听凭造化，最后归结于消灭。古人说：“死生毕竟是件大事啊。”怎么能不让人悲痛呢？&&&每当我看到前人兴怀感慨的原因，与我所感叹的好像符契一样相合，没有不面对着他们的文章而嗟叹感伤的，在心里又不能清楚地说明。本来知道把生死等同的说法是不真实的，把长寿和短命等同起来的说法是妄造的。后人看待今人，也就像今人看待前人。可悲呀！所以一个一个记下当时与会的人，录下他们所作的诗篇。纵使时代变了，事情不同了，但触发人们情怀的原因，他们的思想情趣是一样的。后世的读者，也将对这次集会的诗文有所感慨。",
                    "backgroundInfo" : "公元353年（晋穆帝永和九年）农历三月初三，王羲之在会稽山阴的兰亭，与名流高士谢安、孙绰等四十一人举行风雅集会。与会者临流赋诗，各抒怀抱，抄录成集，大家公推此次聚会的召集人，德高望重的王羲之写一序文，记录这次雅集，即《兰亭集序》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "归去来兮辞·并序",
                    "author" : "陶渊明",
                    "content" : "归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。已矣乎！寓形宇内复几时。曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！",
                    "addtionInfo" : "归去来兮：意思是“回去吧”。田园将芜胡不归：田园将要荒芜了，为什么不回去？既自以心为形役：让心神为形体所役使。意思是本心不愿出仕，但为了免于饥寒，违背本意做了官。奚惆怅而独悲：为什么悲愁失意。悟已往之不谏：认识到过去的错误（指出仕）已经不可挽回。知来者之可追：知道未来的事（指归隐）还来得及补救。实迷途其未远：确实走入了迷途大概还不太远。是：正确。非：错误。舟遥遥以轻飏（yáng）：船在水面上轻轻地飘荡着前进。问征夫以前路：向行人问前面的路程。恨晨光之熹微：遗憾的是天刚刚放亮。恨:遗憾。乃瞻衡宇，：刚刚看见了自家的房子。载欣载奔：一边高兴，一边奔跑。稚子：幼儿。三径就荒，松菊犹存：院子里的小路快要荒芜了，松菊还长在那里。三径，院中小路。盈樽：满杯。引：拿来。 眄（miǎn）庭柯以怡颜：看看院子里的树木，觉得很愉快。寄傲：寄托傲然自得的心情。审容膝之易安：觉得住在简陋的小屋里也非常舒服。园日涉以成趣：天天到园里行走，自成一种乐趣。策扶老以流憩（qì）：拄着拐杖出去走走，随时随地休息。时矫首而遐观：时时抬起头向远处望望。云无心以出岫（xiù）：云气自然而然地从山里冒出。无心，无意地。岫，有洞穴的山，这里泛指山峰。景翳（yì）翳以将入：阳光黯淡，太阳快落下去了。抚孤松而盘桓：手扶孤松徘徊。盘桓：盘旋，徘徊，留恋不去。请息交以绝游：息交，停止与人交往断绝交游。意思是不再同官场有任何瓜葛。世与我而相违，复驾言兮焉求：世事与我所想的相违背，还能努力探求什么呢？情话：知心话。春及：春天到了。将有事于西畴：西边田野里要开始耕种了。或命巾车：有时叫上一辆有帷的小车。或棹（zhào）孤舟：有时划一艘小船。既窈窕以寻壑：经过幽深曲折的山谷。窈窕，幽深曲折的样子。亦崎岖而经丘：走过高低不平的山路。木欣欣以向荣：草木茂盛。欣欣，向荣，都是草木滋长茂盛的意思。涓涓：水流细微的样子。善万物之得时，感吾生之行休：羡慕自然界万物一到春天便及时生长茂盛，感叹自己的一生行将结束。已矣乎：算了吧!寓形宇内复几时，曷（hé）不委心任去留：活在世上能有多久，何不顺从自己的心愿，管它什么生与死呢？胡为乎遑遑欲何之：为什么心神不定，想到哪里去呢？帝乡不可期：仙境到不了。怀良辰以孤往：爱惜美好的时光，独自外出。或植杖而耘耔：有时扶着拐杖除草培苗。登东皋（gāo）以舒啸：登上东面的高地放声长啸，皋，高地。啸，撮口发出的长而清越的一种声音。聊乘化以归尽：姑且顺其自然走完生命的路程。乐夫天命复奚疑：乐安天命，还有什么可疑虑的呢？",
                    "classInfo" : "30",
                    "poetryID" : "3",
                    "source" : "15",
                    "analysesInfo" : "这篇文章作于作者辞官之初，叙述了他辞官归隐后的生活情趣和内心感受，表现了他对官场的认识以及对人生的思索，表达了他洁身自好、不同流合污的精神情操。作品通过描写具体的景物和活动，创造出一种宁静恬适、乐天自然的意境，寄托了他的生活理想。语言朴素，辞意畅达，匠心独运而又通脱自然，感情真挚，意境深远，有很强的感染力。结构安排严谨周密，散体序文重在叙述，韵文辞赋则全力抒情，二者各司其职，成“双美”之势。&&&“归去来兮，田园将芜胡不归!”起二句无异对自己的当头棒喝，正表现人生之大彻大悟。在诗人的深层意识中，田园，是人类生命的根，自由生活的象征。田园将芜，意味着根的失落，自由的失落。归去来兮，是田园的召唤。也是诗人本性的召唤。“既自以心为形役，奚惆怅而独悲。”是说自己使心为身所驱役，既然自作自受，那又何必怅惘而独自悲戚呢。过去的让它过去就是了。诗人的人生态度是坚实的。“悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。”过去不可挽回，未来则可把握，出仕已错，归隐未晚。这一“悟”、一“知”、一“觉”，显示着诗人把握了自己，获得了新生。“舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。”此四句写诗人想像取道水陆，日夜兼程归去时的满心喜悦。舟之轻飏，风之吹衣，见得弃官之如释重负。晨光熹微，恨不见路，则见出还家之归心似箭。这是出了樊笼向自由的奔赴呵。连陆行问道于行人，那小事也真实可喜。&&&“乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。”一望见家门，高兴得奔跑，四十一岁的诗人，仍是这样的天真。僮仆欢喜地相迎，那是因为诗人视之为“人子”而“善遇之”(萧统《陶渊明传》)。孩儿们迎候于门，那是因为爹爹从此与他们在一起。从这番隆重欢迎的安排中，已隐然可见诗人妻子之形象。“其妻翟氏亦能安勤苦，与其同志”(出处同上)。在欢呼雀跃的孩子们的背后，是她怡静喜悦的微笑。“三径就荒，松菊犹存。携幼入室，有酒盈樽。”望见隐居时常踏的小径已然荒凉，诗人心头乍然涌上了对误入仕途的悔意；只是那傲然于荒径中的松菊，又使诗人欣慰于自己本性的犹存。携幼入室，见得妻子理家抚幼，能干贤淑。那有酒盈樽，分明是妻子之一片温情。多么温馨的家庭，这是归隐的保证。“引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。”饮酒开怀，陋室易安，写出诗人之知足长乐。斜视庭柯，傲倚南窗，则写诗人之孤介傲岸。&&&“园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。”诗人的心灵与生活，已与世俗隔绝，而向自然开放。日日园中散步，其乐无穷。拄杖或游或息，时时昂首远望，也只有高天阔地的大自然，才容得下诗人的傲岸呵。“云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。”此四句之描写，显然寄托深远。宋叶梦得《避暑录话》评上二句：“此陶渊明出处大节。非胸中实有此境，不能为此言也。”云“无心”而“出”，鸟“倦飞”“知还”，确乎喻说了诗人由出仕而归隐的心路历程。清陶澍集注《靖节先生集》评下二句：“闵晋祚之将终，深知时不可为，思以岩栖谷隐，置身理乱之外，庶得全其后凋之节也。”日光暗淡，日将西沉，是否哀悯晋祚，姑且不论，流连孤松则显然象征诗人的耿介之志。本辞中言“松菊”，言“庭柯”，言“孤松”，一篇之中，三致意矣。“归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求。”诗人与世俗既格格不入，还出游往求什么呢。“悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。”亲人之情话，农人谈庄稼，是多么悦耳，多么真实。什么“应束带见”官的讨厌话，再也听不见啦。除了琴书可乐，大自然本来也是一部读不尽的奇书，何况正逢上充满希望的春天。“或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。”&&&驾车乘舟，深入山水，山道深幽，山路崎岖，皆使人兴致盎然。“木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。”大自然充满了生机、韵律，令人欢欣鼓舞，亦令人低徊感慨。万物畅育，正当青春，而自己呢，已近老年。“已矣乎，寓形宇内复几时。曷不委心任去留，胡为乎遑遑兮欲何之。”省察生命之有限，愈觉自由之可贵。生年无多，何不顺从心愿而行，又何须汲汲外求？“富贵非吾愿，帝乡不可期。”帝乡即仙乡，指道教所说神仙世界，其实亦可兼指佛教所说西方净土。富贵功名非我心愿，彼岸世界也不可信。由此即可透视渊明的人生哲学。他既否定了世俗政治社会，亦摒弃了宗教彼岸世界。在士风热衷官职、同时佛老盛行的东晋时代，其境界不可谓不高明。他的人生态度是认真的、现世的。他要在自己的生活中，求得人生之意义，实现人生之价值。“怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。”此四句是诗人理想人生的集中描写。天好则出游，农忙则耕种，登高则长啸，临水则赋诗。劳动、自然、人文，构成诗人充实的全幅生命。“聊乘化以归尽，乐夫天命复奚疑。”结二句是诗人人生哲学的高度概括。《周易·系辞》云：“乐天知命故不忧。”化、天命，皆指自然之道。让自己的生命始终顺应自然之道，即实现了人生的意义，此足可快乐，此即为快乐，还有何疑虑呢！这是超越的境界，同时又是足踏实地的。&&&《归去来兮辞》是辞体抒情诗。辞体源头是《楚辞》，尤其是《离骚》。《楚辞》的境界，是热心用世的悲剧境界。《归去来兮辞》的境界，则是隐退避世的超越境界。中国传统士人受到儒家思想教育，以积极用世为人生理想。在政治极端黑暗的历史时代，士人理想无从实现，甚至生命亦无保障，这时，弃仕归隐就有了其真实意义。其意义是拒绝与黑暗势力合作，提起独立自由之精神。陶渊明，是以诗歌将这种归隐意识作了真实、深刻、全面表达的第一人。《归去来兮辞》在辞史和文学史上的重要意义，即在于此。&&&在两宋时代，《归去来兮辞》被人们所再发现、再认识。欧阳修说：“晋无文章，唯陶渊明《归去来辞》而已。”宋庠说：“陶公《归来》是南北文章之绝唱。”评量了此辞在文学史上的重要地位。李格非说：“《归去来辞》，沛然如肺腑中流出，殊不见有斧凿痕。”朱熹说：“其词意夷旷萧散，虽托楚声，而无尤怨切蹙之病。”(上引文见陶澍集注本)则指出了此辞真实、自然、冲和的风格特色。宋人这些评论，是符合实际的。(邓小军)&&&读《归去来兮辞》，并不能给人一种轻松感，因为在诗人看似逍遥的背后是一种忧愁和无奈。陶渊明本质上不是一个只喜欢游山玩水而不关心时事的纯隐士，虽然他说“性本爱丘山”，但他的骨子里是想有益于社会的。鲁迅先生在谈到陶渊明时说：“就是诗，除论客所佩服的‘悠然见南山’之外，也还有‘精卫衔微木，将以填沧海，刑天舞干戚，猛志固常在’之类的‘金刚怒目’式，在证明着他并非整天整夜的飘飘然。”（《题未定草》）透过“请息交以绝游”、“世与我而相违”这些愤激之语，我们感到了沉重。&&&《归去来兮辞》的写景是实写还是虚写？钱钟书先生说：“《序》称《辞》作于十一月，尚在仲冬；倘为追述、直录，岂有‘木欣欣以向荣’，‘善万物之得时’等物色?亦岂有‘农人告余以春及，将有事于西畴’、‘或植杖而耘耔’等人事?其为未归前之想象，不言而可喻矣。”（参见钱钟书《管锥编》1225～1226，中华书局，1979）如此说来，本文第一大写作特色就是想象。作者写的不是眼前之景，而是想象之景，心中之景。那么，写心中之景与眼前之景有什么不同吗?眼前之景，为目之所见，先有其景后有其文，文景相符，重在写真；心中之景，为创造之景，随心之所好，随情之所至，心到景到，未必有其景，有其景则未必符其实，抒情表意而已。&&&本文语言十分精美。诗句以六字句为主，间以三字句、四字句、七字句和八字句，朗朗上口，韵律悠扬。句中衬以“之”、“以”、“而”等字，舒缓雅致。有时用叠音词，音乐感很强。如“舟遥遥以轻飏，风飘飘而吹衣”、“木欣欣以向荣，泉涓涓而始流”。多用对偶句，或正对，或反对，都恰到好处。描写和抒情、议论相结合，时而写景，时而抒情，时而议论，有景，有情，有理，有趣。",
                    "transferInfo" : "回家去吧！田园快要荒芜了，为什么不回去呢？既然自己的心灵为形体所役使，为什么如此失意而独自伤悲？认识到过去的错误已经不可挽回，知道未来的事还来得及补救。确实走入了迷途大概还不远，已觉悟到现在的做法是对的而曾经的行为是错的。船在水上轻轻飘荡，微风吹拂着衣裳。向行人打听前面的路，遗憾的是天亮得太慢。&&&刚刚看到自己简陋的家门，我心中欣喜，奔跑过去。童仆欢喜地前来迎接，孩子们守候在门前或院子里。院子里的小路快要荒芜了，松树菊花还长在那里；带着孩子们进了屋，美酒已经盛满了酒樽。我端起酒壶酒杯自斟自饮，观赏着庭树（使我）露出愉快的神色；倚着南窗寄托我的傲世之情，深知这狭小之地容易使我心安。每天（独自）在园中散步，成为乐趣,小园的门经常地关闭着；拄着拐杖走走歇歇，时时抬头望着远方（的天空）。白云自然而然地从山峰飘浮而出，倦飞的小鸟也知道飞回巢中；日光暗淡，即将落山，我流连不忍离去，手抚着孤松徘徊不已。&&&回去吧！让我同外界断绝交游。他们的一切都跟我的志趣不合，还要驾车出去追求什么？跟亲戚朋友谈心使我愉悦，弹琴读书能使我忘记忧愁；农夫把春天到了的消息告诉了我，将要去西边的田地耕作。有时驾着有布篷的小车，有时划着一条小船，既要探寻那幽深的沟壑，又要走过那高低不平的山丘。树木欣欣向荣，泉水缓缓流动，（我）羡慕万物恰逢繁荣滋长的季节，感叹自己一生行将告终。&&&算了吧！身体寄托在天地间还能有多少时候？为什么不随心所欲，听凭自然的生死？为什么心神不定，还想去什么地方？富贵不是我所求，升入仙界也没有希望。爱惜那良辰美景我独自去欣赏，要不就扶杖锄草耕种；登上东边山坡我放声长啸，傍着清清的溪流把诗歌吟唱；姑且顺随自然的变化，度到生命的尽头。乐安天命，还有什么可疑虑的呢？",
                    "backgroundInfo" : "东晋安帝义熙元年（405），陶渊明弃官归田，作《归去来兮辞》。陶渊明从29岁起开始出仕，任官十三年，一直厌恶官场，向往田园。他在义熙元年41岁时，最后一次出仕，做了八十多天的彭泽令即辞官回家。以后再也没有出来做官。据《宋书·陶潜传》和萧统《陶渊明传》云，陶渊明归隐是出于对腐朽现实的不满。当时郡里一位督邮来彭泽巡视，官员要他束带迎接以示敬意。他气愤地说：“我不愿为五斗米折腰向乡里小儿！”即日挂冠去职，并赋《归去来兮辞》，以明心志。&&&陶渊明从晋孝武帝太元十八年（393）起为州祭酒，到义熙元年作彭泽令，十三年中，他曾经几次出仕，几次归隐。陶渊明有过政治抱负，但是当时的政治社会已极为黑暗。晋安帝元兴二年（403），军阀桓玄篡晋，自称楚帝。元兴三年（404），另一个军阀刘裕起兵讨桓，打进东晋都城建康（今江苏南京）。至义熙元年（405），刘裕完全操纵了东晋王朝的军政大权。这时距桓玄篡晋，不过十五年。伴随着这些篡夺而来的，是数不清的屠杀异己和不义战争。陶渊明天性酷爱自由，而当时官场风气又极为腐败，谄上骄下，胡作非为，廉耻扫地。一个正直的士人，在当时的政治社会中决无立足之地，更谈不上实现理想抱负。陶渊明经过十三年的曲折，终于彻底认清了这一点。陶渊明品格与政治社会之间的根本对立，注定了他最终的抉择——归隐。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "滕王阁序",
                    "author" : "王勃",
                    "content" : "豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。",
                    "addtionInfo" : "豫章：滕王阁在今江西省南昌市。故：以前的。洪都：汉豫章郡，唐改为洪州，设都督府。星分翼轸：古人习惯以天上星宿与地上区域对应，豫章属吴地，吴越扬州当牛斗二星的分野，与翼轸二星相邻。衡：衡山，此代指衡州。庐：庐山，此代指江州。襟：以……为襟。因豫章在三江上游，如衣之襟，故称。三江：太湖的支流松江、娄江、东江，泛指长江中下游的江河。五湖：一说指太湖、鄱阳湖、青草湖、丹阳湖、洞庭湖，又一说指菱湖、游湖、莫湖、贡湖、胥湖，皆在鄱阳湖周围，与鄱阳湖相连。以此借为南方大湖的总称。蛮荆：古楚地，今湖北、湖南一带。引：连接。瓯越：古越地，即今浙江地区。物华天宝：地上的宝物焕发为天上的宝气。龙光射牛斗之墟：龙光，指宝剑的光辉。杰：俊杰，豪杰。灵：灵秀。徐孺：徐孺子的省称。徐孺子名稚，东汉豫章南昌人，当时隐士。雄：雄伟。州：大洲。雾列：雾，像雾一样，名词作状语。喻浓密、繁盛，雾列形容繁华。枕：占据，地处。尽：都是。东南之美：泛指各地的英雄才俊。都督：掌管督察诸州军事的官员。阎公：阎伯屿，时任洪州都督。雅望：崇高声望。棨戟：外有赤黑色缯作套的木戟，古代大官出行时用。这里代指仪仗。遥临：远道来临。懿范：好榜样。襜帷：车上的帷幕，这里代指车马。暂驻：暂时停留。十旬休假：唐制，十日为一旬，遇旬日则官员休沐，称为旬休。胜友：才华出众的友人腾蛟起凤：宛如蛟龙腾跃、凤凰起舞，形容人很有文采。孟学士：名未详，学士是朝廷掌管文学撰著的官员。词宗：文坛宗主。紫电青霜：吴大皇帝（孙权）有宝剑紫电。高祖（刘邦）斩白蛇剑，刃上常带霜雪。王将军：王姓的将军，名未详。武库：武器库。家君作宰：王勃之父担任交趾县的县令。路出名区：（自己因探望父亲）路过这个有名的地方（指洪州）。出：过。童子何知，躬逢胜饯：年幼无知，（却有幸）参加这场盛大的宴会。维：在。序：时序（春夏秋冬）三秋：古人称七、八、九月为孟秋、仲秋、季秋，三秋即季秋。潦水：雨后的积水。尽：没有。俨：整齐的样子。骖騑：驾车的马匹。上路：高高的道路。访：看。崇阿：高大的山陵。临、得：到。帝子、天人：都指滕王李元婴。长洲：滕王阁前赣江中的沙洲。旧馆：指滕王阁。层：重叠。上：上达。飞阁流丹：飞檐涂饰红漆。临：从高处往下探望。鹤汀凫渚：鹤所栖息的水边平地，野鸭聚处的小洲。萦回：曲折。即冈峦之体势：依着山岗的形式。桂，兰：两种名贵的树，形容宫殿的华丽。披：开。绣闼：绘饰华美的门。雕甍：雕饰华美的屋脊。旷：辽阔。盈视：极目远望，满眼都是。纡：迂回曲折。骇瞩：对所见的景物感到惊骇。闾阎：里门，这里代指房屋。扑：满。钟鸣鼎食：古代贵族鸣钟列鼎而食，所以用钟鸣鼎食指代名门望族。弥：满。青雀黄龙：船的装饰形状，船头作鸟头型，龙头型。舳：船尾把舵处，这里代指船只。销：消散。霁：雨过天晴。彩：日光。区：天空。穷：穷尽，引申为“直到”。彭蠡：古代大泽，即今鄱阳湖。衡阳：今属湖南省，境内有回雁峰，相传秋雁到此就不再南飞，待春而返。断：止。浦：水边、岸边。爽籁：清脆的排箫音乐。籁，管子参差不齐的排箫。白云遏：形容音响优美，能驻行云。睢园绿竹：睢园，即汉梁孝王菟园，梁孝王曾在园中聚集文人饮酒赋诗。凌：超过。彭泽：县名，在今江西湖口县东，此代指陶潜。樽：酒器。睢园绿竹，气凌彭泽之樽：今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。朱华：荷花。光照临川之笔：临川，郡名，治所在今江西省抚州市，代指即谢灵运。四美：指良辰、美景、赏心、乐事。二难：指贤主、嘉宾难得。睇眄：看。中天：长天。穷睇眄于中天：极目远望天空。宇宙：喻指天地。迥：大。盈虚：消长，指变化。数：定数，命运。识盈虚之有数：知道万事万物的消长兴衰是有定数的。吴会(kuài)：古代绍兴的别称，绍兴古称吴会、会稽，是三吴之首（吴会、吴郡、吴兴），唐代绍兴是国际大都市，与长安齐名。南溟：南方的大海。天柱：传说中昆仑山高耸入天的铜柱。北辰：北极星，比喻国君。关山：险关和高山。悲：同情,可怜。失路：仕途不遇。萍水相逢：浮萍随水漂泊，聚散不定。比喻向来不认识的人偶然相遇。帝阍：天帝的守门人，此处借指皇帝的宫门。奉宣室0:代指入朝做官。贾谊迁谪长沙四年后，汉文帝复召他回长安，于宣室中问鬼神之事。命途：命运。不齐：就是坎坷，坑坑洼洼。王勃是指自己的仕途之路不是很顺利，怀才不遇。冯唐易老：冯唐在汉文帝、汉景帝时不被重用，汉武帝时被举荐，已是九十多岁。李广难封：李广，汉武帝时名将，多次与匈奴作战，军功卓著，却始终未获封爵。屈贾谊于长沙：贾谊在汉文帝时被贬为长沙王太傅。圣主：指汉文帝，泛指圣明的君主。梁鸿：东汉人，作《五噫歌》讽刺朝廷，因此得罪汉章帝，避居齐鲁、吴中。明时：指汉章帝时代，泛指圣明的时代。达人知命：通达事理的人。老当益壮：年纪虽大，但志气更旺盛，干劲更足。坠：放弃。酌贪泉而觉爽：贪泉，在广州附近的石门，传说饮此水会贪得无厌，吴隐之喝下此水操守反而更加坚定。处涸辙：干涸的车辙，比喻困厄的处境。东隅已逝，桑榆非晚：早年的时光消逝，如果珍惜时光，发愤图强，晚年并不晚。孟尝：孟尝字伯周，东汉会稽上虞人。曾任合浦太守，以廉洁奉公著称，后因病隐居。桓帝时，虽有人屡次荐举，终不见用。阮籍：字嗣宗，晋代名士，不满世事，佯装狂放，常驾车出游，路不通时就痛哭而返。三尺：衣带下垂的长度，指幼小。一介：一个。等：相同，用作动词。弱冠，古人二十岁行冠礼，表示成年。投笔：用汉班超投笔从戎的故事。宗悫：宗悫字元干，南朝宋南阳人，年少时向叔父自述志向，云“愿乘长风破万里浪”。后因战功受封。簪笏：冠簪、手版。官吏用物，这里代指官职地位。百龄：百年。奉晨昏：侍奉父母。非谢家之宝树：指谢玄，比喻好子弟。接孟氏之芳邻：据说孟轲的母亲为教育儿子而三迁择邻，最后定居于学宫附近。捧袂：举起双袖，表示恭敬的姿势。钟期：钟子期的省称。胜：名胜。不：不能。常：长存。难：难以。再：再次遇到。兰亭：位于中国绍兴。晋穆帝永和九年三月三日上巳节，王羲之与群贤宴集于此，行修禊礼，祓除不祥。梓泽：即晋·石崇的金谷园，故址在今河南省洛阳市西北。临别赠言：临别时赠送正言以互相勉励，在此指本文。恭疏短引：恭敬地写下一篇小序，在此指本文。一言均赋：每人都写一首诗。四韵俱成：（我的）四韵一起写好了。请洒潘江，各倾陆海云尔：这里形容各宾客的文采。",
                    "classInfo" : "29",
                    "poetryID" : "4",
                    "source" : "15",
                    "analysesInfo" : "写景、抒情自然融合。此文重点描绘滕王阁雄伟壮丽的景象。状写宴会高雅而宏大的气势，抒发自己的感慨情怀。文章在交待了“故郡”、“新府”的历史沿革后。便由阁的地理位置和周围环境写起。“襟三江而带五湖，控蛮荆而引瓯越”、“潦水尽而寒潭清，烟光凝而暮山紫“、“落霞与孤鹜齐飞，秋水共长天一色”。滕王阁就坐落在这片吞吐万象的江南大地上。接着，作者的笔由远及近，由外景转而描绘内景。“层台耸翠，上出重霄；飞阁流舟，下临无地”、“桂殿兰宫”、“绣问”、“雏登”。“遥岑甫畅，逸兴遗飞”，王勃按捺不住心头的激动一个“路出名区”的“童子”，“幸承恩于伟饯”，他为自己有机会参加宴会深感荣幸。但面对高官显耀，不免又有几分心酸悲怆。他转而慨叹自己的“不齐”的“时运”、“多舛”的“命途”。抒发自己内心深处的郁闷和不平，倾吐自己“有怀投笔”、“请缨”报国的情怀和勇往直前的决心。情由景生，写景是为抒情、景、情相互渗透，水乳交融。浑然天成，恰似行云流水，挥洒自如，自然流畅。&&&对比铺叙，色彩鲜明。作者无论是状绘洪州胜景、滕阁盛况，还是叙抒人物的遭遇情绪，都能洋洋洒洒。展转生发，极成功地运用了铺叙宣染的方法。譬如在说明洪州的“人杰地灵”时。一气铺排了十四句，从历史人物到现实人物、从文臣到武将，不厌其多；写登临滕王阁远望的景象，则沙洲岛屿、山岭原野、河泽舟舸、宫殿屋舍、眼底之物，一一叙来，不一而足。&&&而这种铺叙，又是在对比之中进行的。这就使文章一波三折，跳跃起伏，回环往复。“爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。”弦管、纤歌、美酒、佳文、良辰、美景、赏心、乐事。“四美具，二难并”，这是盛况空前的宴会。相形之下，“时运不齐，命途多舛；冯唐易老，李广难封”，天才沦落，迷茫落拓，又是何等的悲凉。这是人物境遇上的对比。文中还有“望长安于日下”、“指吴会于云间”，是地域上的对比；“逸兴遗飞”与“兴尽悲来”，是情绪上的对比；“杨意不逢，抚凌云而自惜；钟期相遇，奏流水以何惭”，是怀才不遇和喜逢知己的对比。这种色彩强烈的映衬对比，在揭示人物的内心隐忧，烘托文章的主旨中心方面，能产生相反相成、鲜明晓畅的艺术效果。&&&对偶工整，用典恰切。全篇中除了“磋乎”、“鸣乎”、“所赖”、“云尔”等叹词、语助词与“勃”的自我称谓外，大部分都是四字一语和六字一语的对偶句。这中间有的是单句对，如“云消雨弄，彩彻区明”、“落霞与孤鹜齐飞，秋水共长天一色”等；有的是复句对，如“物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻”、“渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦”；还有的是本句对，如“襟三江而带五湖，控蛮荆而引瓯越”中，“襟三江”与“带五湖”对，“控蛮荆”与“引瓯越”对。再如“腾蛟起凤”、“紫电青霜”、“龙光”、“牛斗”等也都是本句对。这种对偶句不仅句式工整匀称，而且错综多变，读来节奏明快，整齐和谐，铿锵有力。&&&文中多次出现的典故。且都用得恰当贴切，非但没有冗赘晦涩之感，还使文章显得富丽典雅，委婉曲折、情意真切。“冯唐易老，李广难封”，“屈贾谊于长沙”，“窜梁鸿于海曲”，这四个典故连用，隐喻作者命运坎坷、为沛王府修撰而受排斥打击和因作《檄英王鸡》文而被高宗逐出的遭遇，虽心怀愤懑之情，却含而不露，且无金刚怒目之嫌。“北海虽赊，扶摇可接；东隅已逝，桑榆非晚”，这两个典故是隐喻目己不畏险阻、壮心不已的坚强信念。“等终军之弱冠”、“有怀投笔”、“慕悫意之长风”等典故。则隐喻自己“长风破浪”的浩气和积极进取的决心。&&&化静为动，以物拟人。运用拟人化的手法.将客观静止的事物写成富有动态之感，这是《滕王阁序》的又一特点。作者善于选词炼字，活化物态“飞阁流丹”、“层台耸翠”，只因了“飞”、“流”、“耸”诸字，巍峨的楼阁便腾飞起来，殷殷的丹青竟汩汩流淌，层叠亭台上的翠色也高高耸出.静物变成了动物，确有画龙点睛之妙。而洪州古城，也只因“漂”、“带”、“控”、“引”，变成了一位裁“三江”为衣襟，摘“五湖”作衣带，近则制“蛮荆”，远则接“瓯越”的巨人。至于如“星驰”般的“俊采”。“如云”的“胜友”，更是灵动活现，气韵不凡。&&&在艺术上，《滕王阁序》有以下写作特色：&&&（1）句式错落，节奏分明&&&全文以四六句为主，杂以六四句。七字句，六字句，四字句，三字句，二字句，乃至一字句，这些句式，根据表意的需要而交错运用，使节奏分明，内容起承转合。一般来说，二字句用于抒情（文中有两处：“嗟乎”“呜呼”）。三字句、四字句用于一个话题的开始或转折。六字句或七字句连用，为平实的叙述。四六句或六四句连用，为叙述或抒情的展开部分。仅有一个一字句“勃”，是自指兼表提顿。这样，全篇的行文，既起伏跌宕，又自然流转。&&&（2）骈俪藻饰，辞采华美&&&全篇采用对偶句，不但字面相对，而且音韵大体相对。如“天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。”“屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？”“落霞与孤鹜齐飞，秋水共长天一色”等，一句中平仄交替，上下句之间又平仄相对。如此讲求音律，又不影响意义表达，写出来的句子抑扬顿挫，富于乐感，富于诗意。这篇序文，如“物华天宝”“俊采星驰”“紫电青霜”“钟鸣鼎食”“青雀黄龙”“睢园绿竹”“邺水朱华”等，都是讲求辞采的典型例子。这样，文章辞采华美，赏心悦目。&&&（3）运用典故，简练含蓄&&&这篇序文用了大量典故来叙事抒情，有的是历史故事，有的是前人文句，而运用的手法又有所不同，有的是明用，如“冯唐易老，李广难封”；有的是暗用，如“酌贪泉而觉爽，处涸辙以犹欢”；有的是正用，如“孟尝高洁，空余报国之情”；有的是反用，如“阮籍猖狂，岂效穷途之哭”。典故的运用，加强了文章的表达效果。",
                    "transferInfo" : "这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼、轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带，控制着楚地，连接着闽越。这里物产的华美，有如天降之宝，其光彩上冲牛斗之宿。这里的土地有灵秀之气，陈蕃专为徐孺设下几榻。洪州境内的建筑如云雾排列，有才能的人士如流星一般奔驰驱走。池据于中原与南夷的交界之处，宾客与主人包括了东南地区最优秀的人物。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。每逢十日一旬的假期，来了很多的良友，迎接远客，高贵的朋友坐满了席位。文词宗主孟学士所作文章就像像腾起的蛟龙、飞舞的彩凤；王将军的兵器库中，藏有像紫电、青霜这样锋利的宝剑。由于父亲在交趾做县令，我在探亲途中经过这个著名的地方。我年幼无知，竟有幸亲身参加了这次盛大的宴会。&&&正当深秋九月之时，雨后的积水消尽，寒凉的潭水清澈，天空凝结着淡淡的云烟，暮霭中山峦呈现一片紫色。在高高的山路上驾着马车，在崇山峻岭中访求风景。来到昔日帝子的长洲，找到仙人居住过的宫殿。这里山峦重叠，青翠的山峰耸入云霄。凌空的楼阁，红色的阁道犹如飞翔在天空，从阁上看不到地面。仙鹤野鸭栖止的水边平地和水中小洲，极尽岛屿的纡曲回环之势；华丽威严的宫殿，依凭起伏的山峦而建。&&&推开雕花精美的阁门，俯视彩饰的屋脊，山峰平原尽收眼底，河流迂回的令人惊讶。遍地是里巷宅舍，许多钟鸣鼎食的富贵人家。舸舰塞满了渡口，尽是雕上了青雀黄龙花纹的大船。云消雨停，阳光普照，天空晴朗；落日映射下的彩霞与孤独的野鸭一齐飞翔，秋天的江水和辽阔的天空连成一片，浑然一色。傍晚时分，渔夫在渔船上歌唱，那歌声响彻彭蠡湖滨；深秋时节，雁群感到寒意而发出惊叫，哀鸣声一直持续到衡阳的水滨。&&&放眼远望，胸襟顿时感到舒畅，超逸的兴致立即兴起。排箫的音响引来徐徐清风，柔缓的歌声吸引住飘动的白云。今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。参加宴会的文人学士，就像当年的曹植，写出“朱华冒绿池”一般的美丽诗句，其风流文采映照着谢灵运的诗笔。音乐与饮食、文章和言语这四种美好的事物都已经齐备，良辰美景、赏心乐事这两个难得的条件也凑合在一起了。向天空中极目远眺，在假日里尽情欢娱。苍天高远，大地寥廓，令人感到宇宙的无穷无尽。欢乐逝去，悲哀袭来，意识到万事万物的的消长兴衰是有定数的。远望长安沉落到夕阳之下，遥看吴郡隐现在云雾之间。地理形势极为偏远，南方大海特别幽深，昆仑山上天柱高耸，缈缈夜空北极远悬。关山重重难以越过，有谁同情我这不得志的人？偶然相逢，满座都是他乡的客人。怀念着君王的宫门，但却不被召见，什么时候才能像贾谊那样到宣室侍奉君王呢？&&&呵，各人的时机不同，人生的命运多有不顺。冯唐容易衰老，李广立功无数却难得封侯。使贾谊这样有才华的人屈居于长沙，并不是当时没有圣明的君主，使梁鸿逃匿到齐鲁海滨，不是在政治昌明的时代吗？只不过由于君子安于贫贱，通达的人知道自己的命运罢了。年岁虽老而心犹壮，怎能在白头时改变心情？遭遇穷困而意志更加坚定，在任何情况下也不放弃自己的凌云之志。即使喝了贪泉的水，心境依然清爽廉洁；即使身处于干涸的车辙中，胸怀依然开朗愉快。北海虽然遥远，乘着大风仍然可以到达；晨光虽已逝去，珍惜黄昏却为时不晚。孟尝君心性高洁，但白白地怀抱着报国的热情，阮籍为人放纵不羁，我们怎能学他那种走到穷途的就哭泣的行为呢！&&&我地位卑微，只是一介书生。虽然和终军年龄相等，却没有报国的机会。像班超那样有投笔从戎的豪情，也有宗悫“乘风破浪”的壮志。如今我抛弃了一生的功名，不远万里去朝夕侍奉父亲。虽然不是谢玄那样的人才，但也和许多贤德之士相交往。过些日子，我将到父亲身边，一定要像孔鲤那样接受父亲的教诲；而今天我能谒见阎公受到接待，高兴得如同登上龙门一样。假如碰不上杨得意那样引荐的人，就只有抚拍着自己的文章而自我叹惜。既然已经遇到了钟子期，就弹奏一曲《流水》又有什么羞愧呢？&&&呵！名胜之地不能常存，盛大的宴会难以再逢。兰亭集会的盛况已成陈迹，石崇的梓泽也变成了废墟。承蒙这个宴会的恩赐，让我临别时作了这一篇序文，至于登高作赋，这只有指望在座诸公了。我只是冒昧地尽我微薄的心意，作了短短的引言。我的一首四韵小诗也已写成。请各位像潘岳、陆机那样，展现江海般的文才吧。",
                    "backgroundInfo" : "高宗时期，洪州都督阎某重修此阁，并于公元675年（上元二年）的重九日，在滕王阁上欢宴群僚和宾客。作者前往交趾看望父亲时路过这里，也参加了盛会，即席赋诗，并写了这篇序。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "26000",
    "mainClass" : "29"
}

