{
    "poetryList" : [
                    {
                    "name" : "题西林壁",
                    "author" : "苏轼",
                    "content" : "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。",
                    "addtionInfo" : "题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。横看：从正面看。庐山总是南北走向，横看就是从东面西面看。侧：侧面。各不同：各不相同。不识：不能认识，辨别。真面目：指庐山真实的景色，形状。缘：因为；由于。此山：这座山，指庐山。西林：西林寺，在现在江西省的庐山上。这首诗是题在寺里墙壁上的。",
                    "classInfo" : "101",
                    "poetryID" : "1",
                    "source" : "1",
                    "analysesInfo" : "这是一首诗中有画的写景诗，又是一首哲理诗，哲理蕴含在对庐山景色的描绘之中。&&&“横看成岭侧成峰，远近高低各不同。”一句说的是游人从远处、近处、高处、地处等不同角度观察庐山面貌是可以得到不同观感的。有时你看到到是起伏连绵的山岭，有时你看到的是高耸入云端的山峰。这两句概括而形象地写出了移步换形、千姿万态的庐山风景。&&&结尾两句“不识庐山真面目，只缘身在此山中”，是即景说理，谈游山的体会。之所以不能辨认庐山的真实面目，是因为身在庐山之中，视野为庐山的峰峦所局限，看到的只是庐山的一峰一岭一丘一壑，局部而已，这必然带有片面性。这两句奇思妙发，整个意境浑然托出，为读者提供了一个回味经验、驰骋想象的空间。这不仅仅是游历山水才有这种理性认识。游山所见如此，观察世上事物也常如此。这两句诗有着丰富的内涵，它启迪人们认识为人处事的一个哲理——由于人们所处的地位不同，看问题的出发点不同，对客观事物的认识难免有一定的片面性；要认识事物的真相与全貌，必须超越狭小的范围，摆脱主观成见。&&&一首小诗激起人们无限的回味和深思。所以，《题西林壁》不单单是诗人歌咏庐山的奇景伟观，同时也是苏轼以哲人的眼光从中得出的真理性的认识。由于这种认识是深刻的，是符合客观规律的，所以诗中除了有谷峰的奇秀形象给人以美感之外，又有深永的哲理启人心智。因此，这首小诗格外来得含蓄蕴藉，思致渺远，使人百读不厌。&&&苏轼的诗既是人生感悟，也是一种政治体验。苏轼自进入仕途后卷入了新旧之法的争议，他在政治倾向上更贴近保守派，反对王安石主导的新法。但他不偏激，主张汲取新法合理成分，主张讲究执行策略，反而又为旧党所不容。因此，苏轼笔下的庐山，也可以看成是扑朔迷离的政局，新旧两党立场不同，结论也不同。事实上，人们都置身局中，置身历史长河中，都不免陷入当局者迷的困境，应该更客观地思考问题，得出恰当结论。&&&如果说宋以前的诗歌传统是以言志、言情为特点的话，那么到了宋朝尤其是苏轼，则出现了以言理为特色的新诗风。这种诗风是宋人在唐诗之后另辟的一条蹊径，用苏轼的话来说，便是“出新意于法度之中，寄妙理于豪放之外”。形成这类诗的特点是：语浅意深，因物寓理，寄至味于淡泊。《题西林壁》就是这样的一首好诗。",
                    "transferInfo" : "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。之所以辨不清庐山真正的面目，是因为我身处在庐山之中。",
                    "backgroundInfo" : "苏轼于公元1084年（神宗元丰七年）五月间由黄州贬所改迁汝州团练副使，赴汝州时经过九江，与友人参寥同游庐山。瑰丽的山水触发逸兴壮思，于是写下了若干首庐山记游诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "游山西村",
                    "author" : "陆游",
                    "content" : "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。",
                    "addtionInfo" : "腊酒：腊月里酿造的酒。足鸡豚（tún）：意思是准备了丰盛的菜肴。足：足够，丰盛。豚，小猪，诗中代指猪肉。山重水复：一座座山、一道道水重重叠叠。柳暗花明：柳色深绿，花色红艳。箫鼓：吹箫打鼓。春社：古代把立春后第五个戊日做为春社日，拜祭社公（土地神）和五谷神，祈求丰收。古风存：保留着淳朴古代风俗。若许：如果这样。闲乘月：有空闲时趁着月光前来。无时：没有一定的时间，即随时。叩（kòu）门：敲门。",
                    "classInfo" : "106",
                    "poetryID" : "2",
                    "source" : "10",
                    "analysesInfo" : "这是一首纪游抒情诗，抒写江南农村日常生活，诗人紧扣诗题“游”字，但又不具体描写游村的过程，而是剪取游村的见闻，来体现不尽之游兴。全诗首写诗人出游到农家，次写村外之景物，复写村中之情事，末写频来夜游。所写虽各有侧重，但以游村贯穿，并把秀丽的山村自然风光与淳朴的村民习俗和谐地统一在完整的画面上，构成了优美的意境和恬淡、隽永的格调。此诗题材比较普通，但立意新巧，手法白描，不用辞藻涂抹，而自然成趣。&&&首联渲染出丰收之年农村一片宁静、欢悦的气象。“足鸡豚”一个“足”字，表达了农家款客尽其所有的盛情。“莫笑”二字，道出诗人对农村淳朴民风的赞赏。&&&颔联写山间水畔的景色，写景中寓含哲理，千百年来广泛被人引用。“山重水复疑无路，柳暗花明又一村。”如此流畅绚丽、开朗明快的诗句，仿佛可以看到诗人在青翠可掬的山峦间漫步，清碧的山泉在曲折溪流中汩汩穿行，草木愈见浓茂，蜿蜒的山径也愈益依稀难认。正在迷惘之际，突然看见前面花明柳暗，几间农家茅舍，隐现于花木扶疏之间，诗人顿觉豁然开朗。其喜形于色的兴奋之状，可以想见。当然这种境界前人也有描摹，这两句却格外委婉别致。读过此联后，人们会感到，在人生某种境遇中，与诗句所写有着惊人的契合之处，因而更觉亲切。这里描写的是诗人置身山阴道上，信步而行，疑若无路，忽又开朗的情景，不仅反映了诗人对前途所抱的希望，也道出了世间事物消长变化的哲理。于是这两句诗就越出了自然景色描写的范围，而具有很强的艺术生命力。&&&颈联则由自然入人事，描摹了南宋初年的农村风俗画卷。读者不难体味出诗人所要表达的热爱传统文化的深情。“社”为土地神。春社，在立春后第五个戊日。农家祭社祈年，满着丰收的期待。节日来源与《周礼》。苏轼《蝶恋花·密州上元》也说：“击鼓吹箫，却入农桑社。”可见到宋代还很盛行。陆游在这里更以“衣冠简朴古风存”，赞美着这个古老的乡土风俗，显示出他对吾土吾民之爱。&&&尾联诗人故而笔锋一转，表明诗人已“游”了一整天，此时明月高悬，整个大地笼罩在一片淡淡的月光之中，给春社过后的村庄也染上了一层静谧的色彩，别有一番情趣。于是这两句从胸中自然流出：但愿从今以后，能不时拄杖乘月，轻叩柴扉，与老农把酒言欢，此情此景，不亦乐乎。一个热爱家乡与农民亲密无间的诗人形象跃然纸上。&&&诗人被弹劾罢归故里后，心中难免有抑郁不平之气。相较于虚伪的官场，家乡纯朴的生活自然会产生无限的欣慰之情。此外，诗人虽貌似闲适，却仍心系国事。秉国者目光短浅，无深谋长策，然而诗人并未丧失信心，深信总有一天否极泰来。这种心境和所游之境恰相吻合，于是两相交涉，产生了传诵千古的“山重”“柳暗”一联。&&&陆游这首七律结构严谨，主线突出，全诗八句无一“游”字，而处处切“游”字，游兴十足，游意不尽。又层次分明。尤其中间两联，对仗工整，善写难状之景，如珠落玉盘，圆润流转，达到了很高的艺术水平。",
                    "transferInfo" : "不要笑农家腊月里酿的酒浑浊不醇厚，丰收的年景农家待客菜肴非常丰盛。山峦重叠水流曲折正担心无路可走，忽然柳绿花艳间又出现一个山村。吹着箫打起鼓春社的日子已经接近，布衣素冠，淳朴的古代风俗依旧保留。今后如果还能乘大好月色出外闲游，我一定拄着拐杖随时来敲你的家门。",
                    "backgroundInfo" : "此诗作于公元1167年（宋孝宗乾道三年）初春，当时陆游正罢官闲居在家。然而他并不心灰意冷。他在农村生活中感受到希望和光明，并将这种感受倾注到自己的诗歌创作里。此诗即在故乡山阴（今浙江绍兴市）所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "黄鹤楼送孟浩然之广陵",
                    "author" : "李白",
                    "content" : "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。",
                    "addtionInfo" : "黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。辞：辞别。烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。下：顺流向下而行。碧空尽：消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。唯见：只看见。天际流：流向天边 天际：天边，天边的尽头。",
                    "classInfo" : "7",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "这首诗不同于王勃《送杜少府之任蜀州》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。而是表现一种充满诗意的离别。其之所以如此，是因为这是两位风流潇洒的诗人的离别，还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人的向往，这就使得这次离别多了点诗意，少了份伤感。&&&李白与孟浩然的交往，是他当年轻快意的时候，所以眼里所看到的无不是美好惬意。这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼顺着长江而下，这一路都是繁花似锦。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州地区，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。&&&“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼是天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身，又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去广陵，又构成一种联想，增加了那种愉快的、畅想曲的气氛。&&&“烟花三月下扬州”，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花，指烟雾迷蒙，繁花似锦。给读者的感觉绝不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月是烟花之时，而开元时代繁华的长江下游，又正是烟花之地。“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人孙洙誉为“千古丽句”。 李白渴望去扬州之情溢于言表。&&&诗的后两句看起来似乎是写景，但在写景中包含着一个充满诗意的细节。“孤帆远影碧空尽”李白一直把朋友送上船，船已经扬帆而去，而他还在江边目送远去的风帆。李白的目光望着帆影，一直看到帆影逐渐模糊，消失在碧空的尽头，可见目送时间之长。帆影已经消逝了，然而李白还在翘首凝望，这才注意到一江春水，在浩浩荡荡地流向远远的水天交接之处。&&&最后一句是眼前景象，但又不单纯是写景。李白对朋友的一片深情，李白的向往，正体现在这富有诗意的神驰目注之中。诗人的心潮起伏，正像滚滚东去的一江春水。总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，将放舟长江的宽阔画面，将目送孤帆远影的细节，极为传神地表现出来。",
                    "transferInfo" : "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。",
                    "backgroundInfo" : "李白寓居安陆期间，结识了长他十二岁的孟浩然，并很快成了挚友。公元730年（开元十八年）三月，李白得知孟浩然要去广陵（今江苏扬州），约孟浩然在江夏（今武汉市武昌区）相会。几天后，孟浩然乘船东下，李白亲自送到江边。送别时写下了这首《黄鹤楼送孟浩然之广陵》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送元二使安西",
                    "author" : "王维",
                    "content" : "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。",
                    "addtionInfo" : "渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。客舍：旅馆。柳色：柳树象征离别。阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。",
                    "classInfo" : "7",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "这首诗所描写的是一种非常普遍的离别。它没有特殊的背景，有的是至深的惜别之情，所以，它适合大多数别筵离席颂唱，后来纳入乐府，成为流行，久唱不衰的歌曲。&&&诗人剪裁下这临行送别时的一瞬，使其成为了永恒。老友即将远行，将赴满地黄沙的边疆绝域。此时一别，不知何日才能再见，千言万语无从说起，能说出口的只有一句：喝下这杯离别的酒吧！依依惜别之情、所有的关怀与祝福早已融进了这一杯酒中。&&&“渭城朝雨浥轻尘，客舍青青柳色新。”生动形象地写出了诗人对将要去荒凉之地的友人元二的深深依恋和牵挂。诗的前两句明写春景，暗寓离别。其中不仅“柳”与“留”谐音，是离别的象征，“轻尘”“客舍”也都暗示了旅行的目的，巧妙地点出了送别的时间、地点和环境。后两句点明了主题是以酒饯别，诗人借分手时的劝酒，表达对友人深厚的情意。友人此行要去的安西，在今天的新疆库车县境，同时代的王之涣有“春风不度玉门关”的形容，何况安西更在玉门之外，其荒凉遥远可想而知。&&&绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。&&&三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。&&&这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。",
                    "transferInfo" : "渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。",
                    "backgroundInfo" : "此诗是王维送朋友去西北边疆时作的诗，后有乐人谱曲，名为“阳关三叠”。元二奉命出使安西都护府，王维到渭城为之饯行，写下这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "独坐敬亭山",
                    "author" : "李白",
                    "content" : "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。",
                    "addtionInfo" : "敬亭山：在今安徽宣城市北。尽：没有了。孤云：陶渊明《咏贫士诗》中有“孤云独无依”的句子。 独去闲：独去，独自去。 闲，形容云彩飘来飘去，悠闲自在的样子。孤单的云彩飘来飘去。两不厌：指诗人和敬亭山而言。厌：满足。",
                    "classInfo" : "104",
                    "poetryID" : "6",
                    "source" : "11",
                    "analysesInfo" : "这首诗是诗人表现自己精神世界的佳作。此诗表面是写独游敬亭山的情趣，而其深含之意则是诗人生命历程中旷世的孤独感。诗人以奇特的想象力和巧妙的构思，赋予山水景物以生命，将敬亭山拟人化，写得十分生动。作者写的是自己的孤独和自己的怀才不遇，但更是自己的坚定，在大自然中寻求安慰和寄托。&&&“众鸟高飞尽，孤云独去闲。”这首五绝的前两句是说，群鸟高飞无影无踪，孤云独去自在悠闲。&&&前两句看似写眼前之景，其实，把孤独之感写尽了：天上几只鸟儿高飞远去，直至无影无踪；寥廓的长空还有一片白云，却也不愿停留，慢慢的越飘越远，似乎世间万物都在厌弃诗人。“尽”、“闲”两个字，把读者引入一个静的境界：仿佛是在一群山鸟的喧闹声消除之后格外感到清静；在翻滚的厚云消失之后感到特别的清幽平静。因此这两句是写“动”见“静”，以“动”衬“静”，正烘托出诗人心灵的孤独寂寞。这种生动形象的写法，能给读者以联想，并且暗示了诗人在敬亭山游览观望之久，勾画出他独坐出神的形象，为下联作了铺垫。&&&这两句的意象以“众星拱月”式并置，前句中心词“鸟”是中心意象，加上“飞”字形成一个复合意象，强化动态表现意义。“众鸟”原可以让读者联想到山中闲静宁谧的场景，群鸟儿在空山中婉转鸣啼，有一种格外的逸趣，而眼前，众鸟高飞，离人越来越远，“高”字起到一个拓展空间的作用，抬头仰望，空阔的蓝天上，鸟儿在远走高飞，直至看不见。一个“尽”字，增强了此句的表现力度，表现出李白此时的万般惆怅。后句“云”为中心词，与“去”复合，默默的云也在渐渐飘走。而云并非满天白云，原本就只是“孤云”无伴，偏偏还悠闲地慢慢地飘离。诗人以“闲”写出了孤云的状态，突出了离去的过程，让读者在品味孤云离去的状态时，感知诗人内心的不忍和无奈。&&&三、四两句“相看两不厌，只有敬亭山”用浪漫主义手法，将敬亭山人格化、个性化。尽管鸟飞云去，诗人仍没有回去，也不想回去，他久久地凝望着幽静秀丽的敬亭山，觉得敬亭山似乎也正含情脉脉地看着他自己。他们之间不必说什么话，已达到了感情上的交流。“相看两不厌”表达了诗人与敬亭山之间的深厚感情。“相”、“两”二字同义重复，把诗人与敬亭山紧紧地联系在一起，表现出强烈的感情。同时，“相看”也点出此时此刻唯有“山”和“我”的孤寂情景与“两”字相重，山与人的相依之情油然而生。结句中“只有”两字也是经过锤炼的，更突出诗人对敬亭山的喜爱。“人生得一知己足矣”，鸟飞云去对诗人来说不足挂齿。这两句诗所创造的意境仍然是“静”的，表面看来，是写了诗人与敬亭山相对而视，脉脉含情。实际上，诗人愈是写山的“有情”，愈是表现出人的“无情”；而他那横遭冷遇，寂寞凄凉的处境，也就在这静谧的场面中透露出来了。&&&“众鸟”、“孤云”这种动的意象与“敬亭山”这种静的意象相反并置，时间和空间的维度里仅仅出现了量的变化，而心理的维度却产生着质的变化：有理想、有才能而在政治上遭受压抑的士大夫往往对“逝去”，对“消散”有着特殊的敏感，人事短暂，宇宙永恒，常常是他们不遇时发出的慨叹。诗人引恒久的山为知己，可能是“长安不得见”后，不得已而为之的一种方式了。就算长安招引他，他也不知道自己会不会随“众鸟高飞”而去。&&&诗人笔下，不见敬亭山秀丽的山色、溪水、小桥，并非敬亭山无物可写，因为敬亭山“东临宛溪，南俯城闉，烟市风帆，极目如画”。从诗中来看，无从知晓诗人相对于山的位置，或许是在山顶，或许在空阔地带，然而这些都不重要了。这首诗的写作目的不是赞美景物，而是借景抒情，借此地无言之景，抒内心无奈之情。诗人在被拟人化了的敬亭山中寻到慰藉，似乎少了一点孤独感。然而，恰恰在这里，诗人内心深处的孤独之情被表现得更加突出。人世间的深重的孤独之情，诗人人生悲剧的气氛充溢在整首诗中。全诗似乎全是景语，无一情语，然而，由于景是情所造，因而，虽句句是景，却句句是情，就像王夫之所说，是“情中景，景中情”。",
                    "transferInfo" : "山中群鸟一只只高飞远去，天空中的最后一片白云也悠然飘走。敬亭山和我对视着，谁都看不够，看不厌，看来理解我的只有这敬亭山了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望洞庭",
                    "author" : "刘禹锡",
                    "content" : "湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。",
                    "addtionInfo" : "洞庭：湖名，在今湖南省北部。湖光：湖面的波光。两：指湖光和秋月。和：和谐。指水色与月光互相辉映。潭面：指湖面。镜未磨：古人的镜子用铜制作、磨成。这里一说是湖面无风，水平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物模糊。山：指洞庭湖中的君山。白银盘：形容平静而又清的洞庭湖面。白银：一作“白云”。青螺：这里用来形容洞庭湖中的君山。",
                    "classInfo" : "9",
                    "poetryID" : "7",
                    "source" : "11",
                    "analysesInfo" : "诗中描写了秋夜月光下洞庭湖的优美景色。微波不兴，平静秀美，分外怡人。诗人飞驰想像，以清新的笔调，生动地描绘出洞庭湖水宁静、祥和的朦胧美，勾画出一幅美丽的洞庭山水图。&&&诗从一个“望”字着眼，“水月交融”、“湖平如镜”，是近望所见；“洞庭山水”、“犹如青螺”，是遥望所得。虽都是写望中景象，差异却显而易见。近景美妙、别致；远景迷潆、奇丽。潭面如镜，湖水如盘，君山如螺。银盘与青螺相映，明月与湖光互衬，更觉情景相容、相得益彰。诗人笔下的君山犹如镶嵌在明镜洞庭湖上一颗精美绝伦的翡翠，令人美不胜收。其用词也极精到。&&&“湖光秋月两相和，潭面无风镜未磨。”这首小诗的前两句是说，秋夜明月清辉，遍洒澄净湖面，湖面平静无风，犹如铁磨铜镜。&&&首句描写澄彻空明的湖水与素月青光交相辉映，俨如琼田玉鉴，是一派空灵、缥缈、宁静、和谐的境界。表现出天水一色，玉字无尘的融和画面。“和”字下得工炼，表现出了水天一色、玉宇无尘的融和的画境。而且，似乎还把一种水国之夜的节奏——演漾的月光与湖水吞吐的韵律，传达给读者了。&&&接下来描绘湖上无风，迷迷濛濛的湖面宛如未经磨拭的铜镜。“镜未磨”三字十分形象贴切的表现了千里洞庭风平浪静的景象，在月光下别具一种朦胧美。“潭面无风镜未磨”以生动形象的比喻补足了“湖光秋月两相和”的诗意。因为只有“潭面无风”，波澜不惊，湖光和秋月才能两相协调。否则，湖面狂风怒号，浊浪排空，湖光和秋月无法相映成趣，也就无“两相和”可言了。&&&第三、四句诗人的视线从广阔的湖光月色的整体画面集中到君山一点。在皓月银辉之下，洞庭山愈显青翠，洞庭水愈显清澈，山水浑然一体，望去如同一只雕镂透剔的银盘里，放了一颗小巧玲珑的青螺，十分惹人喜爱。诗人笔下秋月之中的洞庭山水变成了一件精美绝伦的工艺美术珍品，给人以莫大的艺术享受。&&&“白银盘里一青螺”，真是匪夷所思的妙句。此句的擅胜之处，不止表现在设譬的精警上，还表现了诗人壮阔不凡的气度和寄托了诗人高卓清奇的情致。在诗人眼里，千里洞庭不过是妆楼奁镜、案上杯盘而已。举重若轻，自然凑泊，毫无矜气作色之态，这是十分难得的。把人与自然的关系表现得这样亲切，把湖山的景物描写得这样高旷清超，这正是诗人性格、情操和美学趣味的反映。没有荡思八极、纳须弥于芥子的气魄，没有振衣千仞、涅而不缁的襟抱，极富有浪漫色彩的奇思壮采。&&&此诗描写了秋夜月光下洞庭湖的优美景色，表达了诗人对洞庭风光的喜爱和赞美之情，表现了诗人壮阔不凡的气度和高卓清奇的情致。",
                    "transferInfo" : "洞庭湖水色与月光互相辉映，湖面风平浪静，犹如未磨的铜镜。远远眺望洞庭湖山水苍翠如墨，好似白银盘里托着一枚青螺。",
                    "backgroundInfo" : "《望洞庭》是公元824年（唐穆宗长庆四年）秋刘禹锡赴和州刺史任、经洞庭湖时所作。刘禹锡在《历阳书事七十韵》序中称：“长庆四年八月，予自夔州刺史转历阳（和州），浮岷江，观洞庭，历夏口，涉浔阳而东。”刘禹锡贬逐南荒，二十年间去来洞庭，据文献可考的约有六次。其中只有转任和州这一次，是在秋天。而此诗则是这次行程的生动记录。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "忆江南·江南好",
                    "author" : "白居易",
                    "content" : "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？",
                    "addtionInfo" : "忆江南：唐教坊曲名。谙（ān）：熟悉。作者年轻时曾三次到过江南。江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。绿如蓝：绿得比蓝还要绿，如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。",
                    "classInfo" : "101",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "白居易曾经担任杭州刺史，在杭州待了两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，应该说，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十二年，他六十七岁时，写下了三首忆江南，可见江南胜景仍在他心中栩栩如生。&&&本诗其第一首，作者泛忆江南，兼包苏、杭，写春景。&&&全词五句。一开口即赞颂“江南好！”正因为“好”，才不能不“忆”。“风景旧曾谙”一句，说明那江南风景之“好”不是听人说的，而是当年亲身感受到的、体验过的，因而在自己的审美意识里留下了难忘的记忆。既落实了“好”字，又点明了“忆”字。接下去，即用两句词写他“旧曾谙”的江南风景：“日出江花红胜火，春来江水绿如蓝。”“日出”、“春来”，互文见义。春来百花盛开，已极红艳；红日普照，更红得耀眼。在这里，因同色相烘染而提高了色彩的明亮度。春江水绿，红艳艳的阳光洒满了江岸，更显得绿波粼粼。在这里，因异色相映衬而加强了色彩的鲜明性。作者把“花”和“日”联系起来，为的是同色烘染；又把“花”和“江”联系起来，为的是异色相映衬。江花红，江水绿，二者互为背景。于是红者更红，“红胜火”；绿者更绿，“绿如蓝”。&&&题中的“忆”字和词中的“旧曾谙”三字还说明了此词还有一个更重要的层次：以北方春景映衬江南春景。全词以追忆的情怀，写“旧曾谙”的江南春景。而此时，作者却在洛阳。比起江南来，洛阳的春天来得晚。作者写于洛阳的《魏王堤》七绝云：“花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。”在江南“日出江花红胜火”的季节，洛阳却“花寒懒发”，只有魏王堤上的柳丝，才透出一点儿春意。&&&花发得比江南晚，水也有区别。洛阳有洛水、伊水，离黄河也不远。但即使春天已经来临，这些水也不可能像江南春水那样碧绿。因此作者竭力追忆江南春景，从内心深处赞叹“江南好”，而在用生花妙笔写出他“旧曾谙”的江南好景之后，又不禁以“能不忆江南”的眷恋之情，收束全词。这个收束既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味。词虽收束，而余情摇漾，凌空远去，自然引出第二首和第三首。",
                    "transferInfo" : "江南好，我对江南的美丽风景曾经是多么的熟悉。春天的时候，晨光映照的岸边红花，比熊熊的火焰还要红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？",
                    "backgroundInfo" : "刘禹锡曾作《忆江南》词数首，是和白居易唱和的，所以他在小序中说：“和乐天春词，依《忆江南》曲拍为句。”此词在公元837年（唐文宗开成二年）初夏作于洛阳，由此可推白居易所作的三首词也应在开成二年初夏。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "乡村四月",
                    "author" : "翁卷",
                    "content" : "绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。",
                    "addtionInfo" : "山原：山陵和原野。白满川：指稻田里的水色映着天光。川：平地。子规：鸟名，杜鹃鸟。才了：刚刚结束。蚕桑：种桑养蚕。插田：插秧。",
                    "classInfo" : "106",
                    "poetryID" : "9",
                    "source" : "1",
                    "analysesInfo" : "这首诗以清新明快的笔调，出神入化地描写了江南农村初夏时节的旖旎风光，表达了诗人对乡村生活的热爱之情。前两句写自然景象。“绿”，写树木葱郁，“白”，写水光映天。诗人从视觉角度着眼，描绘出明丽动人的山水色彩。第二句不仅以烟喻雨，写出了江南梅雨特有的景致，而且以催耕的鸟声，平添了无限的生机。后两句写农家的繁忙。“乡村四月闲人少”一句，绘尽农家四月人繁忙的景象；而第四句以“蚕桑”照应首句的“绿遍山原”，以“插田”照应首句的“白满川”，一个“才”和一个“又”两个虚字极富表现力，不言“忙”而“忙”意自见。&&&“绿遍山原白满川，子规声里雨如烟”。山原，山间原野。白，白色，指水。川，河流。子规，大杜鹃，又名“布谷鸟”，夏时各处飞叫，声如“快快布谷”，有催促农事意。雨如烟，指毛毛细雨，轻如烟雾。意思说：初夏季节，江南的山间原野，到处绿油油的，满河的流水，映着天光，白茫茫一片。在如烟似雾的细雨中，杜鹃鸟不时地鸣叫着，催促着农事。这两句写自然风光。前句是静景，有山原有河水，一“绿”一“白”，色彩明丽；后句是动景，有子规的鸣叫，有细雨的飘洒，情意绵绵。并于景物描写中，暗示出农事正忙。山原绿遍，草木葱茏，桑叶也当肥嫩，河水涨满，细雨如烟，恰是插秧的好时机，更有杜鹃鸟热心地鸣叫催促，人们怎么能够停闲呢？&&&“乡村四月闲人少，才了蚕桑又插田。”后两句歌咏江南初夏的繁忙农事。采桑养蚕和插稻秧，是关系着衣和食的两大农事，现在正是忙季，家家户户都在忙碌不停。对诗的末句不可看得过实，以为家家都是首先做好采桑喂蚕，有人运苗，有人插秧；有人是先蚕桑后插田，有人是先插田后蚕桑，有人则只忙于其中的一项，少不得有人还要做其他活计。“才了蚕桑又插田”，不过是化繁为简，勾画乡村四月农家的忙碌气氛。至于不正面直说人们太忙，却说闲人很少，那是故意说得委婉一些，舒缓一些，为的是在人们一片繁忙紧张之中保持一种从容恬静的气度，而这从容恬静与前两名景物描写的水彩画式的朦胧色调是和谐统一的。&&&这首诗语言明快，格调轻松，形象鲜明，读来朗朗上口，给人留下深刻美好的印象。它把自然之美和劳动之美和谐地统一在画面里，流露出作者的赞美之情，也使读者感受到生活的美好和劳动的乐趣。",
                    "transferInfo" : "山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫。乡村的四月正是最忙的时候，刚刚结束了蚕桑的事又要插秧了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "四时田园杂兴·其二",
                    "author" : "范成大",
                    "content" : "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。",
                    "addtionInfo" : "篱落：篱笆。",
                    "classInfo" : "106",
                    "poetryID" : "10",
                    "source" : "11",
                    "analysesInfo" : "这首诗写初夏江南的田园景色。诗中用梅子黄、杏子肥、麦花白、菜花稀，写出了夏季南方农村景物的特点，有花有果，有色有形。诗的第三句，从侧面写出了农民劳动的情况：初夏农事正忙，农民早出晚归，所以白天很少见到行人。最后一句又以“惟有蜻蜓蛱蝶飞”来衬托村中的寂静，静中有动，显得更静。",
                    "transferInfo" : "初夏正是梅子金黄、杏子肥的时节，麦穗扬着白花，油菜花差不多落尽正在结籽。夏天日长，篱落边无人过往，大家都在田间忙碌，只有蜻蜓和蝴蝶在款款飞舞。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔歌子·西塞山前白鹭飞",
                    "author" : "张志和",
                    "content" : "西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。",
                    "addtionInfo" : "渔歌子：词牌名。西塞山：浙江湖州。白鹭：一种白色的水鸟。桃花流水：桃花盛开的季节正是春水盛涨的时候，俗称桃花汛或桃花水。鳜（guì）鱼：淡水鱼，江南又称桂鱼，肉质鲜美。箬（ruò）笠：竹叶或竹蔑做的斗笠。蓑（suō）衣：用草或棕编制成的雨衣。不须：不一定要。",
                    "classInfo" : "106",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "词中描写了江南水乡春汛时的山光水色和怡情悦性的渔人形象：春江水绿、烟雨迷蒙，雨中青山、江上渔舟，天空白鹭、岸畔桃红，江水猛涨，鳜鱼正肥时；青箬笠，绿蓑衣，渔人醉垂忘归时。全词着色明丽，用语活泼，生动地表现了渔夫悠闲自在的生活情趣。这是一幅用诗写成的山水画，这是一首色彩明优意万千，脱离尘俗钓湖烟。思深韵远情融景，生活任行乐自然的抒情诗。&&&“西塞山前白鹭飞”首句，点明地点。白鹭是自由、闲适的象征，“众禽无此格，玉立一间身。清似参禅客，癯如辟谷人”、“漠漠江湖自在飞，一身到处沾渔矶”，写白鹭自在地飞翔，衬托渔父的悠闲自得。&&&“桃花流水鳜鱼肥”第二句，点出江南水乡最美好的季节——正是桃花盛开，江水猛涨，鳜鱼正肥时。“桃红”与“流水”相映，显现了暮春西塞山前的湖光山色，渲染了渔父的生活环境。&&&“青箬笠，绿蓑衣，斜风细雨不须归”写的都是他们。“箬笠”就是用竹丝和青色箬竹叶编成的斗笠。“蓑衣”是用植物的茎叶或皮制成的雨衣。如果以龙须草（蓑草）为原料，它就是绿色的。“归”，回家。“不须归”，是说也不须回家了。作者在词里虽然只是概括地叙述了渔夫捕鱼的生活，但是，读者通过自己的想象，完全可以体会到词的言外之意。从渔翁头戴箬笠，身披蓑衣，在斜风细雨里欣赏春天水面的景物，读者便可以体会到渔夫在捕鱼时的愉快心情。&&&作者是一位山水画家，据说他曾将《渔歌子》画成图画。确实，这首词是富于画意的。苍岩，白鹭，鲜艳的桃林，清澈的流水，黄褐色的鳜鱼，青色的斗笠，绿色的蓑衣，色彩多么鲜明，构思也很巧妙，意境优美，使人读作品时，仿佛是在看一幅出色的水乡春汛图。&&&此词在秀丽的水乡风光和理想化的渔人生活中，寄托了作者爱自由、爱自然的情怀。词中更吸引读者的不是一蓑风雨，从容自适的渔父，而是江乡二月桃花汛期间春江水涨、烟雨迷蒙的图景。雨中青山，江上渔舟，天空白鹭，两岸红桃，色泽鲜明但又显得柔和，气氛宁静但又充满活力。而这既体现了作者的艺术匠心，也反映了他高远、冲澹、悠然脱俗的意趣。此词吟成后，不仅一时唱和者甚众，而且还流播海外，为东邻日本的汉诗作者开启了填词门径，嵯峨天皇的《渔歌子》五首及其臣僚的奉和之作七首，即以此词为蓝本改制而成。",
                    "transferInfo" : "西塞山前白鹭在自由地翱翔，江岸桃花盛开，江水中肥美的鳜鱼欢快地游来游去。渔翁头戴青色斗笠，身披绿色蓑衣，冒着斜风细雨，悠然自得地垂钓，连下了雨都不回家。",
                    "backgroundInfo" : "公元772年（唐代宗大历七年）九月，颜真卿任湖州刺史，次年到任。张志和驾舟往谒，时值暮春，桃花水涨，鳜鱼水美，他们即兴唱和，张志和首唱，作词五首，这首词是其中之一。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "4000",
    "mainClass" : "4"
}

