{
    "poetryList" : [
                    
                    {
                    "name" : "鱼我所欲也",
                    "author" : "孟子",
                    "content" : "鱼，我所欲也；熊掌，亦我所欲也，二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也。死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也。使人之所恶莫甚于死者，则凡可以辟患者何不为也！由是则生而有不用也；由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。",
                    "addtionInfo" : "苟得：苟且取得，这里是“苟且偷生”的意思。患：祸患，灾难。辟：通“避”，躲避。如使：假如，假使。何不用也：什么手段不可用呢？勿丧：不丢掉。",
                    "classInfo" : "24",
                    "poetryID" : "1",
                    "source" : "15",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "兰亭集序",
                    "author" : "王羲之",
                    "content" : "永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。",
                    "addtionInfo" : "永和：东晋皇帝司马聃的年号，从公元345—356年共12年。永和九年上巳节，王羲之与谢安，孙绰等41人。举行禊礼，饮酒赋诗，事后将作品结为一集，由王羲之写了这篇序总述其事。暮春：阴历三月。会：集会。会稽（kuài jī）：郡名，今浙江绍兴。山阴：今绍兴越城区。修禊（xì）事也：为了做禊礼这件事。古代习俗，于阴历三月上旬的巳日，人们群聚于水滨嬉戏洗濯，以祓除不祥和求福。实际上这是古人的一种游春活动。群贤：诸多贤士能人。指谢安等三十二位社会的名流。毕至：全到。少长：如王羲之的儿子王凝之、王徽之是少；谢安、王羲之等是长。咸：都。崇山峻岭：高峻的山岭。修竹：高高的竹子。激湍：流势很急的水。映带左右：辉映点缀在亭子的周围。流觞（shāng）曲（qū）水：用漆制的酒杯盛酒，放入弯曲的水道中任其飘流，杯停在某人面前，某人就引杯饮酒。这是古人一种劝酒取乐的方式。曲水，引水环曲为渠，以流酒杯。列坐其次：列坐在曲水之旁。丝竹管弦之盛：演奏音乐的盛况。一觞一咏：喝着酒作着诗。幽情：幽深内藏的感情。是日也：这一天。惠风：和风。和畅，缓和。品类之盛：万物的繁多。所以：用来。极：穷尽。信：实在。夫人之相与，俯仰一世：人与人相交往，很快便度过一生。夫：句首发语词，不译。相与：相处、相交往。俯仰：表示时间的短暂。取诸：取之于，从······中取得。悟言：面对面的交谈。悟：通“晤”，指心领神会的妙悟之言。因寄所托，放浪形骸之外：就着自己所爱好的事物，寄托自己的情怀，不受约束，放纵无羁的生活。趣（qǔ）舍万殊：各有各的爱好。趣舍，即取舍，爱好。趣，通“取”。万殊，千差万别。静躁：安静与躁动。暂：短暂，一时。快然自足：感到高兴和满足。不知老之将至：（竟）不知道衰老将要到来。所之既倦：（对于）所喜爱或得到的事物已经厌倦。之，往、到达。情随事迁：感情随着事物的变化而变化。迁，变化。感慨系之：感慨随着产生。向：过去、以前。陈迹：旧迹。以之兴怀：因它而引起心中的感触。修短随化：寿命长短听凭造化。期：至，及。死生亦大矣：死生是一件大事啊。契：符契，古代的一种信物。在符契上刻上字，剖而为二，各执一半，作为凭证。临文嗟（jiē）悼：读古人文章时叹息哀伤。临，面对。喻：明白。固知一死生为虚诞，齐彭殇为妄作：本来知道把死和生等同起来的说法是不真实的，把长寿和短命等同起来的说法是妄造的。列叙时人：一个一个记下当时与会的人。录其所述：录下他们作的诗。其致一也：人们的思想情趣是一样的。后之览者：后世的读者。斯文：这次集会的诗文。",
                    "classInfo" : "73",
                    "poetryID" : "2",
                    "source" : "15",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "归去来兮辞·并序",
                    "author" : "陶渊明",
                    "content" : "归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。已矣乎！寓形宇内复几时。曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！",
                    "addtionInfo" : "归去来兮：意思是“回去吧”。田园将芜胡不归：田园将要荒芜了，为什么不回去？既自以心为形役：让心神为形体所役使。意思是本心不愿出仕，但为了免于饥寒，违背本意做了官。奚惆怅而独悲：为什么悲愁失意。悟已往之不谏：认识到过去的错误（指出仕）已经不可挽回。知来者之可追：知道未来的事（指归隐）还来得及补救。实迷途其未远：确实走入了迷途大概还不太远。是：正确。非：错误。舟遥遥以轻飏（yáng）：船在水面上轻轻地飘荡着前进。问征夫以前路：向行人问前面的路程。恨晨光之熹微：遗憾的是天刚刚放亮。恨:遗憾。乃瞻衡宇，：刚刚看见了自家的房子。载欣载奔：一边高兴，一边奔跑。稚子：幼儿。三径就荒，松菊犹存：院子里的小路快要荒芜了，松菊还长在那里。三径，院中小路。盈樽：满杯。引：拿来。 眄（miǎn）庭柯以怡颜：看看院子里的树木，觉得很愉快。寄傲：寄托傲然自得的心情。审容膝之易安：觉得住在简陋的小屋里也非常舒服。园日涉以成趣：天天到园里行走，自成一种乐趣。策扶老以流憩（qì）：拄着拐杖出去走走，随时随地休息。时矫首而遐观：时时抬起头向远处望望。云无心以出岫（xiù）：云气自然而然地从山里冒出。无心，无意地。岫，有洞穴的山，这里泛指山峰。景翳（yì）翳以将入：阳光黯淡，太阳快落下去了。抚孤松而盘桓：手扶孤松徘徊。盘桓：盘旋，徘徊，留恋不去。请息交以绝游：息交，停止与人交往断绝交游。意思是不再同官场有任何瓜葛。世与我而相违，复驾言兮焉求：世事与我所想的相违背，还能努力探求什么呢？情话：知心话。春及：春天到了。将有事于西畴：西边田野里要开始耕种了。或命巾车：有时叫上一辆有帷的小车。或棹（zhào）孤舟：有时划一艘小船。既窈窕以寻壑：经过幽深曲折的山谷。窈窕，幽深曲折的样子。亦崎岖而经丘：走过高低不平的山路。木欣欣以向荣：草木茂盛。欣欣，向荣，都是草木滋长茂盛的意思。涓涓：水流细微的样子。善万物之得时，感吾生之行休：羡慕自然界万物一到春天便及时生长茂盛，感叹自己的一生行将结束。已矣乎：算了吧!寓形宇内复几时，曷（hé）不委心任去留：活在世上能有多久，何不顺从自己的心愿，管它什么生与死呢？胡为乎遑遑欲何之：为什么心神不定，想到哪里去呢？帝乡不可期：仙境到不了。怀良辰以孤往：爱惜美好的时光，独自外出。或植杖而耘耔：有时扶着拐杖除草培苗。登东皋（gāo）以舒啸：登上东面的高地放声长啸，皋，高地。啸，撮口发出的长而清越的一种声音。聊乘化以归尽：姑且顺其自然走完生命的路程。乐夫天命复奚疑：乐安天命，还有什么可疑虑的呢？",
                    "classInfo" : "30",
                    "poetryID" : "3",
                    "source" : "15",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "滕王阁序",
                    "author" : "王勃",
                    "content" : "豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。",
                    "addtionInfo" : "豫章：滕王阁在今江西省南昌市。故：以前的。洪都：汉豫章郡，唐改为洪州，设都督府。星分翼轸：古人习惯以天上星宿与地上区域对应，豫章属吴地，吴越扬州当牛斗二星的分野，与翼轸二星相邻。衡：衡山，此代指衡州。庐：庐山，此代指江州。襟：以……为襟。因豫章在三江上游，如衣之襟，故称。三江：太湖的支流松江、娄江、东江，泛指长江中下游的江河。五湖：一说指太湖、鄱阳湖、青草湖、丹阳湖、洞庭湖，又一说指菱湖、游湖、莫湖、贡湖、胥湖，皆在鄱阳湖周围，与鄱阳湖相连。以此借为南方大湖的总称。蛮荆：古楚地，今湖北、湖南一带。引：连接。瓯越：古越地，即今浙江地区。物华天宝：地上的宝物焕发为天上的宝气。龙光射牛斗之墟：龙光，指宝剑的光辉。杰：俊杰，豪杰。灵：灵秀。徐孺：徐孺子的省称。徐孺子名稚，东汉豫章南昌人，当时隐士。雄：雄伟。州：大洲。雾列：雾，像雾一样，名词作状语。喻浓密、繁盛，雾列形容繁华。枕：占据，地处。尽：都是。东南之美：泛指各地的英雄才俊。都督：掌管督察诸州军事的官员。阎公：阎伯屿，时任洪州都督。雅望：崇高声望。棨戟：外有赤黑色缯作套的木戟，古代大官出行时用。这里代指仪仗。遥临：远道来临。懿范：好榜样。襜帷：车上的帷幕，这里代指车马。暂驻：暂时停留。十旬休假：唐制，十日为一旬，遇旬日则官员休沐，称为旬休。胜友：才华出众的友人腾蛟起凤：宛如蛟龙腾跃、凤凰起舞，形容人很有文采。孟学士：名未详，学士是朝廷掌管文学撰著的官员。词宗：文坛宗主。紫电青霜：吴大皇帝（孙权）有宝剑紫电。高祖（刘邦）斩白蛇剑，刃上常带霜雪。王将军：王姓的将军，名未详。武库：武器库。家君作宰：王勃之父担任交趾县的县令。路出名区：（自己因探望父亲）路过这个有名的地方（指洪州）。出：过。童子何知，躬逢胜饯：年幼无知，（却有幸）参加这场盛大的宴会。维：在。序：时序（春夏秋冬）三秋：古人称七、八、九月为孟秋、仲秋、季秋，三秋即季秋。潦水：雨后的积水。尽：没有。俨：整齐的样子。骖騑：驾车的马匹。上路：高高的道路。访：看。崇阿：高大的山陵。临、得：到。帝子、天人：都指滕王李元婴。长洲：滕王阁前赣江中的沙洲。旧馆：指滕王阁。层：重叠。上：上达。飞阁流丹：飞檐涂饰红漆。临：从高处往下探望。鹤汀凫渚：鹤所栖息的水边平地，野鸭聚处的小洲。萦回：曲折。即冈峦之体势：依着山岗的形式。桂，兰：两种名贵的树，形容宫殿的华丽。披：开。绣闼：绘饰华美的门。雕甍：雕饰华美的屋脊。旷：辽阔。盈视：极目远望，满眼都是。纡：迂回曲折。骇瞩：对所见的景物感到惊骇。闾阎：里门，这里代指房屋。扑：满。钟鸣鼎食：古代贵族鸣钟列鼎而食，所以用钟鸣鼎食指代名门望族。弥：满。青雀黄龙：船的装饰形状，船头作鸟头型，龙头型。舳：船尾把舵处，这里代指船只。销：消散。霁：雨过天晴。彩：日光。区：天空。穷：穷尽，引申为“直到”。彭蠡：古代大泽，即今鄱阳湖。衡阳：今属湖南省，境内有回雁峰，相传秋雁到此就不再南飞，待春而返。断：止。浦：水边、岸边。爽籁：清脆的排箫音乐。籁，管子参差不齐的排箫。白云遏：形容音响优美，能驻行云。睢园绿竹：睢园，即汉梁孝王菟园，梁孝王曾在园中聚集文人饮酒赋诗。凌：超过。彭泽：县名，在今江西湖口县东，此代指陶潜。樽：酒器。睢园绿竹，气凌彭泽之樽：今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。朱华：荷花。光照临川之笔：临川，郡名，治所在今江西省抚州市，代指即谢灵运。四美：指良辰、美景、赏心、乐事。二难：指贤主、嘉宾难得。睇眄：看。中天：长天。穷睇眄于中天：极目远望天空。宇宙：喻指天地。迥：大。盈虚：消长，指变化。数：定数，命运。识盈虚之有数：知道万事万物的消长兴衰是有定数的。吴会(kuài)：古代绍兴的别称，绍兴古称吴会、会稽，是三吴之首（吴会、吴郡、吴兴），唐代绍兴是国际大都市，与长安齐名。南溟：南方的大海。天柱：传说中昆仑山高耸入天的铜柱。北辰：北极星，比喻国君。关山：险关和高山。悲：同情,可怜。失路：仕途不遇。萍水相逢：浮萍随水漂泊，聚散不定。比喻向来不认识的人偶然相遇。帝阍：天帝的守门人，此处借指皇帝的宫门。奉宣室0:代指入朝做官。贾谊迁谪长沙四年后，汉文帝复召他回长安，于宣室中问鬼神之事。命途：命运。不齐：就是坎坷，坑坑洼洼。王勃是指自己的仕途之路不是很顺利，怀才不遇。冯唐易老：冯唐在汉文帝、汉景帝时不被重用，汉武帝时被举荐，已是九十多岁。李广难封：李广，汉武帝时名将，多次与匈奴作战，军功卓著，却始终未获封爵。屈贾谊于长沙：贾谊在汉文帝时被贬为长沙王太傅。圣主：指汉文帝，泛指圣明的君主。梁鸿：东汉人，作《五噫歌》讽刺朝廷，因此得罪汉章帝，避居齐鲁、吴中。明时：指汉章帝时代，泛指圣明的时代。达人知命：通达事理的人。老当益壮：年纪虽大，但志气更旺盛，干劲更足。坠：放弃。酌贪泉而觉爽：贪泉，在广州附近的石门，传说饮此水会贪得无厌，吴隐之喝下此水操守反而更加坚定。处涸辙：干涸的车辙，比喻困厄的处境。东隅已逝，桑榆非晚：早年的时光消逝，如果珍惜时光，发愤图强，晚年并不晚。孟尝：孟尝字伯周，东汉会稽上虞人。曾任合浦太守，以廉洁奉公著称，后因病隐居。桓帝时，虽有人屡次荐举，终不见用。阮籍：字嗣宗，晋代名士，不满世事，佯装狂放，常驾车出游，路不通时就痛哭而返。三尺：衣带下垂的长度，指幼小。一介：一个。等：相同，用作动词。弱冠，古人二十岁行冠礼，表示成年。投笔：用汉班超投笔从戎的故事。宗悫：宗悫字元干，南朝宋南阳人，年少时向叔父自述志向，云“愿乘长风破万里浪”。后因战功受封。簪笏：冠簪、手版。官吏用物，这里代指官职地位。百龄：百年。奉晨昏：侍奉父母。非谢家之宝树：指谢玄，比喻好子弟。接孟氏之芳邻：据说孟轲的母亲为教育儿子而三迁择邻，最后定居于学宫附近。捧袂：举起双袖，表示恭敬的姿势。钟期：钟子期的省称。胜：名胜。不：不能。常：长存。难：难以。再：再次遇到。兰亭：位于中国绍兴。晋穆帝永和九年三月三日上巳节，王羲之与群贤宴集于此，行修禊礼，祓除不祥。梓泽：即晋·石崇的金谷园，故址在今河南省洛阳市西北。临别赠言：临别时赠送正言以互相勉励，在此指本文。恭疏短引：恭敬地写下一篇小序，在此指本文。一言均赋：每人都写一首诗。四韵俱成：（我的）四韵一起写好了。请洒潘江，各倾陆海云尔：这里形容各宾客的文采。",
                    "classInfo" : "29",
                    "poetryID" : "4",
                    "source" : "15",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "9000",
    "mainClass" : "9"
}

