{
    "poetryList" : [
                    {
                    "name" : "贼退示官吏",
                    "author" : "元结",
                    "content" : "昔岁逢太平，山林二十年。泉源在庭户，洞壑当门前。井税有常期，日晏犹得眠。忽然遭世变，数岁亲戎旃。今来典斯郡，山夷又纷然。城小贼不屠，人贫伤可怜。是以陷邻境，此州独见全。使臣将王命，岂不如贼焉？今彼征敛者，迫之如火煎。谁能绝人命，以作时世贤！思欲委符节，引竿自刺船。将家就鱼麦，归老江湖边。",
                    "addtionInfo" : "昔岁：从前。庭户：庭院。洞壑（hè）：山洞，沟壑。井：即“井田”；井税：这里指赋税。晏：晚。世变：指安史之乱所带来的社会动荡。戎旃（zhān）：战旗，一说为军帐。典：治理、掌管。见全：被保全。将王命：奉皇上的旨意。绝：断绝。委：弃。符节：古代朝廷传达命令或征调兵将用的凭证。委符节：辞官。引竿：拿钓竿，代指隐居。刺船：撑船。将：带着。就：靠近。",
                    "classInfo" : "34",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "同从弟南斋玩月忆山阴崔少府",
                    "author" : "王昌龄",
                    "content" : "高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。",
                    "addtionInfo" : "从弟：堂弟。斋：书房。山阴：今浙江绍兴。崔少府：即崔国辅，开元十四年（726）进士及第，授职山阴（浙江绍兴）县尉。少府：官名，秦置，为九卿之一，次于县令。帷：帘幕。澹（dàn）：水缓缓地流。演漾：水流摇荡。冉（rǎn）冉：渐渐，指时间的推移。几盈虚：月亮圆缺反复多次。澄澄：清亮透明，指月色。美人：旧时也指自己思暮的人，这里指崔少府。越吟：楚国庄舄（xì）唱越歌以寄托乡思。兰杜：兰花和杜若，都是香草。",
                    "classInfo" : "48",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渭川田家",
                    "author" : "王维",
                    "content" : "斜阳照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸，怅然吟式微。",
                    "addtionInfo" : "渭川：渭水源于甘肃鸟鼠山，经陕西，流入黄河。田家：农家。墟落：村庄。穷巷：深巷。野老：村野老人。倚杖：靠着拐杖。荆扉：柴门。雉雊（zhìgòu）：野鸡鸣叫。蚕眠：蚕蜕皮时，不食不动，像睡眠一样。荷（hè）：肩负的意思。即此：指上面所说的情景。式微：《诗经》篇名，其中有“式微，式微，胡不归”之句，表归隐之意。",
                    "classInfo" : "30",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西施咏",
                    "author" : "王维",
                    "content" : "艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。",
                    "addtionInfo" : "西施：吴越春秋：越得苎萝山鬻薪之女，曰西施，郑旦，饰以罗谷，教以容步，三年学成而献于吴。傅粉：孝惠时，郎侍中皆傅脂粉。浣纱：环宇记：会稽县东有西施浣纱石。水经注：浣纱溪在荆州，为夷陵州西北，秋冬之月，水色净丽。持谢：奉告。效颦：庄子：西施病心而颦，其里之丑人见而美之，归亦捧心而效其颦，富人见之，闭门而不出，贫人见之，挈妻子而去之，彼知美颦而不知颦之所以美。按：颦古作膑。安可希：怎能希望别人的赏识。",
                    "classInfo" : "56",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送别",
                    "author" : "王维",
                    "content" : "山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？",
                    "addtionInfo" : "掩：关闭。柴扉：柴门。明年：一作“年年”。王孙：贵族的子孙，这里指送别的友人。",
                    "classInfo" : "108",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送綦毋潜落第还乡",
                    "author" : "王维",
                    "content" : "圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。江淮度寒食，京洛缝春衣。置酒长安道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤城当落晖。吾谋适不用，勿谓知音稀。",
                    "addtionInfo" : "綦毋潜：綦毋为复姓，潜为名，字季通，荆南人（治所在今湖北江南），王维好友。圣代：政治开明、社会安定的时代。英灵：有德行、有才干的人。东山客：东晋谢安曾隐居会稽东山，借指綦毋潜。采薇：商末周初，伯夷、叔齐兄弟隐于首阳山，采薇而食，后世遂以采薇指隐居生活。既至金门远，孰云吾道非：这两句指虽然未能考中，但不是因为没有才能。金门：金马门，汉代宫门名，汉代贤士等待皇帝召见的地方。吾道非：叹自己政策的不能实行，半途受到阻碍。江淮度寒食，京洛缝春衣：这两句诗说綦毋潜落第后将取道洛阳经过江淮回家乡。寒食：古人以冬至后一百零五天为寒食节，断火三日。京洛：指东京洛阳。江淮：指长江，淮水，是綦毋潜所必经的水道。同心：志同道合的朋友、知己。违：分离。行当：将要。桂棹：桂木做的船桨。未几：不久。适，偶然的意思。“吾谋”句说綦毋潜此次落第是偶然失败。",
                    "classInfo" : "72",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "青溪",
                    "author" : "王维",
                    "content" : "言入黄花川，每逐清溪水。随山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。",
                    "addtionInfo" : "青溪：在今陕西勉县之东。言：发语词，无义。黄花川：在今陕西凤县东北黄花镇附近。趣途：趣，同“趋”，指走过的路途。声：溪水声。色：山色。漾漾：水波动荡。菱荇（líng xìng）：泛指水草。葭（jiā）苇：泛指芦苇。“漾漾”二句描写菱荇在青溪水中浮动，芦苇的倒影映照于清澈的流水。素：一向。闲：悠闲淡泊。澹（dàn）：溪水澄澈平静。磐石：大石。将已矣：将以此度过终生。已：结束。",
                    "classInfo" : "9",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "与高适薛据同登慈恩寺浮图",
                    "author" : "岑参",
                    "content" : "塔势如涌出，孤高耸天宫。登临出世界，磴道盘虚空。突兀压神州，峥嵘如鬼工。四角碍白日，七层摩苍穹。下窥指高鸟，俯听闻惊风。连山若波涛，奔凑似朝东。青槐夹驰道，宫馆何玲珑。秋色从西来，苍然满关中。五陵北原上，万古青濛濛。净理了可悟，胜因夙所宗。誓将挂冠去，觉道资无穷。",
                    "addtionInfo" : "浮图：原是梵文佛陀的音译，这里指佛塔。慈恩寺浮图：即今西安市的大雁塔。涌出：形容拔地而起。世界：指宇宙。磴：石级。盘：曲折。突兀：高耸貌。峥嵘：形容山势高峻。鬼工：非人力所能。碍：阻挡。惊风：疾风。驰道：可驾车的大道。宫馆：宫阙。关中：指今陕西中部地区。五陵：指汉代五个帝王的陵墓，即高祖长陵、惠帝安陵、景帝阳陵、武帝茂陵及昭帝平陵。净理：佛家的清净之理。胜因：佛教因果报应中的极好的善因。挂冠：辞官归隐。觉道：佛教的达到消除一切欲念和物我相忘的大觉之道。",
                    "classInfo" : "27",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "下终南山过斛斯山人宿置酒",
                    "author" : "李白",
                    "content" : "暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。",
                    "addtionInfo" : "终南山：即秦岭​，在今西安市南，唐时士子多隐居于此山。过：拜访。斛（hú）斯山人：复姓斛斯的一位隐士。碧山：指终南山。下：下山。却顾：回头望。所来径：下山的小路。苍苍：群山在暮色中的苍茫貌。翠微：青翠的山坡，此处指终南山。相携：下山时路遇斛斯山人，携手同去其家。及：到。田家：田野山村人家，此指斛斯山人家。荆扉：荆条编扎的柴门。青萝：攀缠在树枝上下垂的藤蔓。行衣：行人的衣服。挥：举杯。松风：古乐府琴曲名，即《风入松曲》，此处也有歌声随风而入松林的意思。河星稀：银河中的星光稀微，意谓夜已深了。陶然：欢乐的样子。忘机：忘记世俗的机心，不谋虚名蝇利。机：世俗的心机，",
                    "classInfo" : "109",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春思",
                    "author" : "李白",
                    "content" : "燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。春风不相识，何事入罗帏。",
                    "addtionInfo" : "燕草：指燕地的草。燕，河北省北部一带，此泛指北部边地，征夫所在之处。秦桑：秦地的桑树。秦，指陕西省一带，此指思妇所在之地。燕地寒冷，草木迟生于较暖的秦地。君：指征夫。怀归：想家。妾：古代妇女自称。此处为思妇自指。罗帏：丝织的帘帐。",
                    "classInfo" : "52",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "梦李白二首·其一",
                    "author" : "杜甫",
                    "content" : "死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。",
                    "addtionInfo" : "吞声：极端悲恸，哭不出声来。恻恻：悲痛。开头两句互文。瘴疠：疾疫。古代称江南为瘴疫之地。逐客：被放逐的人，此指李白。故人：老朋友，此指李白。恐非平生：疑心李白死于狱中或道路。这两句说：我梦到的该不是你的魂魄吧？山高路远，谁知道你是否还活着啊！枫林：李白放逐的西南之地多枫林。关塞：杜甫流寓的秦州之地多关塞。李白的魂来魂往都是在夜间，所以说“青”“黑”。罗网：捕鸟的工具，这里指法网。羽翼：翅膀。这两句说：既已身陷法网，系狱流放，怎么会这样来往自由呢？颜色：指容貌。这句指李白的处境险恶，恐遭不测。祝愿和告诫李白要多加小心。",
                    "classInfo" : "48",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "梦李白二首·其二",
                    "author" : "杜甫",
                    "content" : "浮云终日行，游子久不至。三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。",
                    "addtionInfo" : "浮云：喻游子飘游不定。游子：此指李白。这两句说：李白一连三夜入我梦中，足见对我情亲意厚。告归：辞别。局促：不安、不舍的样子。这两句是述李白告归时所说的话。搔首：李白不如意时的习惯举动。冠：官帽。盖：车上的篷盖。冠盖：指代达官。斯人：此人，指李白。孰云：谁说。网恢恢句：谁说天网宽疏，对你却过于严酷了。这两句说：他活着的时候虽然寂寞困苦，但必将获得千秋万岁的声名。",
                    "classInfo" : "48",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠卫八处士",
                    "author" : "杜甫",
                    "content" : "人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答未及已，儿女罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。",
                    "addtionInfo" : "卫八处士，名字和生平事迹已不可考。处士，指隐居不仕的人；八，是处士的排行。参（shēn）商：二星名。商星居于东方卯位（上午五点到七点），参星居于西方酉位（下午五点到七点），一出一没，永不相见，故以为比。苍，灰白色。“访旧”句，意谓彼此打听故旧亲友，竟已死亡一半。“惊呼”句：见到故友的惊呼，使人内心感到热乎乎的。成行（háng），儿女众多。父执：父亲的执友。执是接的借字，接友，即常相接近之友。未已：还未等说完。罗：罗列酒菜。“夜雨”句：与郭林宗冒雨剪韭招待好友范逵的故事有关。林宗自种畦圃，友人范逵夜至，自冒雨剪韭，作汤饼以供之。“间”：读去声，搀和的意思。黄粱：黄米。新炊是刚煮的新鲜饭。主：主人，即卫八。累：接连。故意长：老朋友的情谊深长。山岳：指西岳华山。这句是说明天便要分手。世事：包括社会和个人。两茫茫，是说明天分手后，命运如何，便彼此都不相知了。极言会面之难，正见令夕相会之乐。",
                    "classInfo" : "13",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "佳人",
                    "author" : "杜甫",
                    "content" : "绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。",
                    "addtionInfo" : "绝代：冠绝当代，举世无双。佳人：貌美的女子。幽居：静处闺室，恬淡自守。零落：飘零沦落。依草木：住在山林中。丧乱：死亡和祸乱，指遭逢安史之乱。官高：指娘家官阶高。骨肉：指遭难的兄弟。转烛：烛火随风转动，比喻世事变化无常。夫婿：丈夫。新人：指丈夫新娶的妻子。合昏：夜合花，叶子朝开夜合。鸳鸯：水鸟，雌雄成对，日夜形影不离。旧人：佳人自称。卖珠：因生活穷困而卖珠宝。牵萝：拾取树藤类枝条。也是写佳人的清贫。采柏：采摘柏树叶。动：往往。修竹：高高的竹子。比喻佳人高尚的节操。",
                    "classInfo" : "39",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋登兰山寄张五",
                    "author" : "孟浩然",
                    "content" : "北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。",
                    "addtionInfo" : "北山：指张五隐居的山。隐者：指张五。相望：互相遥望。薄暮：傍晚，太阳快落山的时候。清秋：明净爽朗的秋天。渡头：犹渡口。过河的地方。荠：荠菜。何当：商量之辞，相当于”何妨“或”何如“。重阳节：古以九为阳数之极。九月九日故称“重九”或“重阳”。魏晋后，习俗于此日登高游宴。",
                    "classInfo" : "48",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夏日南亭怀辛大",
                    "author" : "孟浩然",
                    "content" : "山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。",
                    "addtionInfo" : "山光：傍山的日影。池月：池边的月色。东上：从东面升起。开轩：开窗。卧闲敞：躺在幽静宽敞的地方。恨：遗憾。感此：有感于此。中宵：整夜。劳：苦于。梦想：想念。",
                    "classInfo" : "48",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿业师山房期丁大不至",
                    "author" : "孟浩然",
                    "content" : "夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。之子期宿来，孤琴候萝径。",
                    "addtionInfo" : "业师：法名业的僧人。山房：僧人居所。期：度：过、落。壑：山谷。倏：一下子。满清听：满耳都是清脆的响声。樵人：砍柴的人。烟：炊烟和雾霭。之：此。子：古代对男子的美称。",
                    "classInfo" : "101",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寻西山隐者不遇",
                    "author" : "丘为",
                    "content" : "绝顶一茅茨，直上三十里。扣关无僮仆，窥室唯案几。若非巾柴车，应是钓秋水。差池不相见，黾勉空仰止。草色新雨中，松声晚窗里。及兹契幽绝，自足荡心耳。虽无宾主意，颇得清净理。兴尽方下山，何必待之子。",
                    "addtionInfo" : "茅茨：茅屋。扣关：敲门。僮仆：指书童。唯案几：只有桌椅茶几，表明居室简陋。巾柴车：指乘小车出游。钓秋水：到秋水潭垂钓。差池：原为参差不齐，这里指此来彼往而错过。黾勉：勉力，尽力。仰止：仰望，仰慕。“草色”二句：这是诗人经过观察后亦真亦幻地描写隐者居所的环境。及兹：来此。契：惬意。荡心耳：涤荡心胸和耳目。“虽无”二句：意谓虽没有受到主人待客的厚意，却悟得了修养身心的真理。之子：这个人，这里指隐者。",
                    "classInfo" : "50",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "晨诣超师院读禅经",
                    "author" : "柳宗元",
                    "content" : "汲井漱寒齿，清心拂尘服。闲持贝叶书，步出东斋读。真源了无取，妄迹世所逐。遗言冀可冥，缮性何由熟。道人庭宇静，苔色连深竹。日出雾露馀，青松如膏沐。澹然离言说，悟悦心自足。",
                    "addtionInfo" : "诣（yì）：到，往。超师院：指龙兴寺净土院；超师指住持僧重巽。禅经：佛教经典。汲（jí）：从井里取水。拂：抖动。贝叶书：在贝多树叶上写的佛经。因古代印度用贝叶书写佛经而得名，又叫贝书。东斋（zhāi）：指净土院的东斋房。真源：即佛家的真意。了（liăo）：懂得，明白。妄迹：迷信妄诞的事迹。遗言：指佛经所言。冀：希望。冥：暗合。缮性：修养本性。熟：精通而有成。道人：指僧人重巽。缮：修持。膏：润发的油脂。沐（mù）：湿润、润译。澹（dàn）然：恬静，冲淡，宁静状。悟悦：悟道的快乐。",
                    "classInfo" : "27",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "溪居",
                    "author" : "柳宗元",
                    "content" : "久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。",
                    "addtionInfo" : "簪组：古代官吏的服饰，此指官职。束：约束，束缚。南夷：古代对南方少数民族的称呼。谪：被降职或调往边远地区。当时作者被贬为永州司马。夜榜：夜里行船。榜：进船。此句指天黑船归，船触溪石而发出的声音。楚天：永州原属楚地。束：束缚。南夷：这里指永州。谪：贬官流放。农圃：田园。偶似：有时好像。山林客：山林间的隐士。榜：划船。响溪石：水激溪石的声响。长歌：放歌。",
                    "classInfo" : "107",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送杨氏女",
                    "author" : "韦应物",
                    "content" : "永日方戚戚，出行复悠悠。女子今有行，大江溯轻舟。尔辈苦无恃，抚念益慈柔。幼为长所育，两别泣不休。对此结中肠，义往难复留。自小阙内训，事姑贻我忧。赖兹托令门，任恤庶无尤。贫俭诚所尚，资从岂待周。孝恭遵妇道，容止顺其猷。别离在今晨，见尔当何秋。居闲始自遣，临感忽难收。归来视幼女，零泪缘缨流。",
                    "addtionInfo" : "杨氏女：指女儿嫁给杨姓的人家。永日：整天。戚戚：悲伤忧愁。行：出嫁。悠悠：遥远。溯：逆流而上。尔辈：你们，指两个女儿。无恃：指幼时无母。幼为长所育：指小女是姐姐抚育大的。结中肠：心中哀伤之情郁结。义往：指女大出嫁，理应前往夫家。内训：母亲的训导。事姑：侍奉婆婆。贻：带来。令门：指女儿的夫家。任恤：信任体恤。庶：希望。尤：过失。尚：崇尚。资从：指嫁妆。周：周全，完备。容止：这里是一举一动的意思。猷：规矩礼节。尔：你，指大女儿。当何秋：当在何年。居闲：闲暇时日。自遣：自我排遣。临感：临别感伤。零泪：落泪。缨：帽的带子，系在下巴下。",
                    "classInfo" : "17",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长安遇冯著",
                    "author" : "韦应物",
                    "content" : "客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。",
                    "addtionInfo" : "冯著：韦应物友人。灞陵：即霸上。在今西安市东。因汉文帝葬在这里，改名灞陵。客：指冯著。冥冥：：是形容造化默默无语的情态。扬扬：鸟飞翔的样子。燕新乳：指小燕初生。昨别：去年分别。鬓丝：两鬓白发如丝。",
                    "classInfo" : "57",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夕次盱眙县",
                    "author" : "韦应物",
                    "content" : "落帆逗淮镇，停舫临孤驿。浩浩风起波，冥冥日沉夕。人归山郭暗，雁下芦洲白。独夜忆秦关，听钟未眠客。",
                    "addtionInfo" : "次：停泊。盱眙（xū yí）：今属江苏，地处淮水南岸。逗：停留。淮镇：淮水旁的市镇，指盱眙。舫：船。临：靠近。驿：供邮差和官员旅宿的水陆交通站。“人归”句：意为日落城暗，人也回去休息了。芦洲：芦苇丛生的水洲。秦：今陕西的别称。因战国时为秦地而得名。客：诗人自称。此句意为孤独之夜，怀念家乡。​",
                    "classInfo" : "6",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "郡斋雨中与诸文士燕集",
                    "author" : "韦应物",
                    "content" : "兵卫森画戟，宴寝凝清香。海上风雨至，逍遥池阁凉。烦疴近消散，嘉宾复满堂。自惭居处崇，未睹斯民康。理会是非遣，性达形迹忘。鲜肥属时禁，蔬果幸见尝。俯饮一杯酒，仰聆金玉章。神欢体自轻，意欲凌风翔。吴中盛文史，群彦今汪洋。方知大藩地，岂曰财赋强。",
                    "addtionInfo" : "森：密密地排列。戟：古代一种兵器。宴寝：宴，意为休息。宴寝就是私室，内室。这里指休息的地方。海上：指苏州东边的海面。烦疴：烦躁。疴，本指疾病。居处崇：地位显贵。斯民康：人民康乐。理会：通达事物的道理。达：旷达。形迹：指世俗礼节。时禁：当时正禁食荤腥。幸：希望，这里是谦词。金玉章：文采华美、声韵和谐的好文章。这里指客人们的诗篇。神欢：精神欢悦。吴中：苏州的古称。群彦：群英。汪洋：众多。大藩：这里指大郡、大州。藩，原指藩王的封地。",
                    "classInfo" : "73",
                    "poetryID" : "24",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "初发扬子寄元大校书",
                    "author" : "韦应物",
                    "content" : "凄凄去亲爱，泛泛入烟雾。归棹洛阳人，残钟广陵树。今朝此为别，何处还相遇。世事波上舟，沿洄安得住。",
                    "addtionInfo" : "扬子：指扬子津，在长江北岸，近瓜州。校书：官名。唐代的校书郎，掌管校书籍。去：离开。亲爱：相亲相爱的朋友，指元大。泛泛：行船漂浮。归棹：指从扬子津出发乘船北归洛阳。“残钟”句：意渭回望广陵，只听得晓钟的残音传自林间。广陵：江苏扬州的古称。在唐代，由扬州经运河可以直达洛阳。此：此处。为别：作别。还：再。沿洄：顺流而下为沿，逆流而上为洄，这里指处境的顺逆。安得住：怎能停得住？",
                    "classInfo" : "7",
                    "poetryID" : "25",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寄全椒山中道士",
                    "author" : "韦应物",
                    "content" : "今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。",
                    "addtionInfo" : "寄：寄赠。全椒：今安徽省全椒县，唐属滁州。郡斋：滁州刺史衙署的斋舍。山中客：指全椒县西三十里神山上的道士。涧：山间流水的沟。束：捆。荆薪：杂柴。白石：《神仙传》云：“白石先生者，中黄丈人弟子也，常煮白石为粮，因就白石山居，时人故号曰白石先生”，此指山中道士艰苦的修炼生活。瓢：将干的葫芦挖空，分成两瓣，叫做瓢，用来作盛酒浆的器具。风雨夕：风雨之夜。空山：空寂的深山。行迹：来去的踪迹。",
                    "classInfo" : "48",
                    "poetryID" : "26",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿王昌龄隐居",
                    "author" : "常建",
                    "content" : "清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。",
                    "addtionInfo" : "隐处：隐居的地方。唯：只有。犹：还，仍然。宿：比喻夜静花影如眠。药院：种芍药的庭院。滋：生长着。余：我。谢时：辞去世俗之累。鸾鹤：古常指仙人的禽鸟。群：与……为伍。",
                    "classInfo" : "30",
                    "poetryID" : "27",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "感遇十二首·其四",
                    "author" : "张九龄",
                    "content" : "孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶。今我游冥冥，弋者何所慕！",
                    "addtionInfo" : "感遇：古诗题，用于写心有所感，借物寓意之诗。鸿：雁类的泛称。池潢（huang）：池塘，积水池，护城河，代指朝廷。双翠鸟：即翡翠鸟，雄为翡，雌为翠，毛色华丽多彩。三珠树：神话传说中的宝树。矫矫：超然出众的样子。得无：表反问语气、岂不、能不。金丸：弹弓的子弹。“美服”句：身着华美的服装应担心别人指责。患：怕，忧虑。“高明”句：官位显要会遭到鬼神的厌恶。高明，指地位官职尊贵的人。恶：忌妒，厌恶。冥冥：高远的天空。弋者：猎鸟的人。慕：想猎取鸟的欲望。",
                    "classInfo" : "27",
                    "poetryID" : "28",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "感遇十二首·其一",
                    "author" : "张九龄",
                    "content" : "兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！",
                    "addtionInfo" : "兰：此指兰草。 葳蕤：枝叶茂盛而纷披。桂华：桂花。生意：生机勃勃。自尔：自然地。佳节：美好的季节。林栖者：山中隐士。坐：因而。本心：天性。美人：指林栖者山林高士、隐士。闻风：闻到芳香。",
                    "classInfo" : "27",
                    "poetryID" : "29",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "感遇·江南有丹橘",
                    "author" : "张九龄",
                    "content" : "江南有丹橘，经冬犹绿林。岂伊地气暖？自有岁寒心。可以荐嘉客，奈何阻重深。运命惟所遇，循环不可寻。徒言树桃李，此木岂无阴？",
                    "addtionInfo" : "伊：语助词。岁寒心：意即耐寒的特性。荐：进奉意。树：种植意。",
                    "classInfo" : "27",
                    "poetryID" : "30",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春泛若耶溪",
                    "author" : "綦毋潜",
                    "content" : "幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。",
                    "addtionInfo" : "若耶溪：在今浙江省绍兴市东南，相传为西施浣纱处。幽意：寻幽的心意。偶：遇。花路：一路鲜花。际夜：至夜。壑（hè）：山谷。南斗：星宿名称，夏季位于南方上空。潭烟：水潭上如烟的水汽夜雾。烟：雾气。溶溶：形容汽雾柔和迷离。生事：世事。弥漫：渺茫无尽。持竿叟：持竿垂钓的老翁。竿：指钓竿。",
                    "classInfo" : "30",
                    "poetryID" : "31",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
                    ],
    "type" : "poetry_gradeOne",
    "baseID" : "1000",
    "mainClass" : "0"
}
