{
    "poetryList" : [
                    {
                    "name" : "遣悲怀三首·其一",
                    "author" : "元稹",
                    "content" : "谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。",
                    "addtionInfo" : "谢公东晋宰相谢安，他最偏爱侄女谢道韫。黔娄：战国时齐国的贫士。此自喻。言韦丛以名门闺秀屈身下嫁。百事乖：什么事都不顺遂。荩箧：竹或草编的箱子。泥：软缠，央求。藿：豆叶，嫩时可食。奠：祭奠，设酒食而祭。",
                    "classInfo" : "64",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "这首诗追忆妻子生前的艰苦处境和夫妻情爱，并抒写自己的抱憾之情。一、二句引用典故，以东晋宰相谢安最宠爱的侄女谢道韫借指韦氏，以战国时齐国的贫士黔娄自喻，其中含有对方屈身下嫁的意思。“百事乖”，任何事都不顺遂，这是对韦氏婚后七年间艰苦生活的简括，用以领起中间四句。“泥”，软缠。“长藿”，长长的豆叶。中间这四句是说：看到我没有可替换的衣服，就翻箱倒柜去搜寻；我身边没钱，死乞活赖地缠她买酒，她就拔下头上金钗去换钱。平常家里只能用豆叶之类的野菜充饥，她却吃得很香甜；没有柴烧，她便靠老槐树飘落的枯叶以作薪炊。这几句用笔干净，既写出了婚后“百事乖”的艰难处境，又能传神写照，活画出贤妻的形象。这四个叙述句，句句浸透着诗人对妻子的赞叹与怀念的深情。末两句，仿佛诗人从出神的追忆状态中突然惊觉，发出无限抱憾之情：而今自己虽然享受厚俸，却再也不能与爱妻一道共享荣华富贵，只能用祭奠与延请僧道超度亡灵的办法来寄托自己的情思。“复”，写出这类悼念活动的频繁。这两句，出语虽然平和，内心深处却是极其凄苦的。",
                    "transferInfo" : "你如同谢公最受偏爱的女儿，嫁给我这个贫士事事不顺利。你见我没有衣衫就在箱子找，你拔下金钗因我相求而买酒。你用野蔬充饥却说食物甘美，你用落叶作薪你用枯枝做炊。如今我高官厚禄你却离人间，为你寄点延请僧道超度士灵。",
                    "backgroundInfo" : "这三首诗约作于公元811年（元和六年），时元稹在监察御史分务东台任上；一说这组诗作于公元822年（长庆二年）。这是元稹为怀念去世的原配妻子而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "遣悲怀三首·其二",
                    "author" : "元稹",
                    "content" : "昔日戏言身后意，今朝都到眼前来。衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。",
                    "addtionInfo" : "戏言：开玩笑的话。身后意：关于死后的设想。行看尽：眼看快要完了。怜：怜爱，痛惜。诚知：确实知道。",
                    "classInfo" : "64",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "这首诗主要写妻子死后的“百事哀”。诗人写了在日常生活中引起哀思的几件事。人已仙逝，而遗物犹在。为了避免见物思人，便将妻子穿过的衣裳施舍出去；将妻子做过的针线活仍然原封不动地保存起来，不忍打开。诗人想用这种消极的办法封存起对往事的记忆，而这种做法本身恰好证明他无法摆脱对妻子的思念。还有，每当看到妻子身边的婢仆，也引起自己的哀思，因而对婢仆也平添一种哀怜的感情。白天事事触景伤情，夜晚梦魂飞越冥界相寻。梦中送钱，似乎荒唐，却是一片感人的痴情。苦了一辈子的妻子去世了，如今生活在富贵中的丈夫不忘旧日恩爱，除了“营奠复营斋”以外，已经不能为妻子做些什么了。于是积想成梦，出现送钱给妻子的梦境。末两句，从“诚知此恨人人有”的泛说，落到“贫贱夫妻百事哀”的特指上。夫妻死别，固然是人所不免的，但对于同贫贱共患难的夫妻来说，一旦永诀，是更为悲哀的。末句从上一句泛说推进一层，着力写出自身丧偶不同于一般的悲痛感情。",
                    "transferInfo" : "往昔曾经戏言我们身后的安排，如今都按你所说的展现在眼前。你穿过的衣裳已经快施舍完了，你的针线盒我珍存着不忍打开。因怀念你我对婢仆也格外怜爱，也曾因梦见你并为你送去钱财。我诚知死别之恨世间人人都有，但咱们共苦夫妻死别更觉哀痛。",
                    "backgroundInfo" : "这三首诗约作于公元811年（元和六年），时元稹在监察御史分务东台任上；一说这组诗作于公元822年（长庆二年）。这是元稹为怀念去世的原配妻子而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "遣悲怀三首·其三",
                    "author" : "元稹",
                    "content" : "闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜常开眼，报答平生未展眉。",
                    "addtionInfo" : "邓攸：西晋人，字伯道，官河西太守。《晋书·邓攸传》载：永嘉末年战乱中，他舍子保侄，后终无子。潘岳：西晋人，字安仁，妻死，作《悼亡诗》三首。这两句写人生的一切自有命定，暗伤自己无妻无子的命运。窅冥：深暗的样子。",
                    "classInfo" : "64",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "首句“闲坐悲君亦自悲”，承上启下。以“悲君”总括上两首，以“自悲”引出下文。由妻子的早逝，想到了人寿的有限。人生百年，也没有多长时间。诗中引用了邓攸、潘岳两个典故。邓攸心地如此善良，却终身无子，这就是命运的安排。潘岳《悼亡诗》写得再好，对于死者来说，也没有什么意义，等于白费笔墨。诗人以邓攸、潘岳自喻，故作达观无谓之词，却透露出无子、丧妻的深沉悲哀。接着从绝望中转出希望来，寄希望于死后夫妇同葬和来生再作夫妻。但是，再冷静思量：这仅是一种虚无缥缈的幻想，更是难以指望的，因而更为绝望：死者已矣，过去的一切永远无法补偿了！诗情愈转愈悲，不能自已，最后逼出一个无可奈何的办法：“惟将终夜长开眼，报答平生未展眉。”诗人仿佛在对妻子表白自己的心迹：我将永远永远地想着你，要以终夜“开眼”来报答你的“平生未展眉”。真是痴情缠绵，哀痛欲绝。",
                    "transferInfo" : "闲坐无事为你悲伤为我感叹，人生短暂百年时间又多长呢！邓攸没有后代是命运的安排，潘岳悼念亡妻只是徒然悲鸣。即使能合葬也无法倾诉衷情，来世结缘是多么虚幻的企望。只能睁着双眼整夜把你思念，报答你平生不得伸展的双眉。",
                    "backgroundInfo" : "这组诗共三首，本文是其第三首。约作于公元811年（元和六年），时元稹在监察御史分务东台任上；一说这组诗作于公元822年（长庆二年）。这是元稹为怀念去世的原配妻子而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "酬郭给事",
                    "author" : "王维",
                    "content" : "洞门高阁霭馀辉，桃李阴阴柳絮飞。禁里疏钟官舍晚，省中啼鸟吏人稀。晨摇玉佩趋金殿，夕奉天书拜琐闱。强欲从君无那老，将因卧病解朝衣。",
                    "addtionInfo" : "郭给事：郭承嘏，字复卿。“给事”，即给事中，是唐代门下省的要职，常在皇帝周围，掌宣达诏令，驳正政令之违失，地位是十分显赫的。洞门：指深宫中重重相对相通的门。霭余辉：遮蔽住落日的光辉。阴阴：枝叶茂密的样子。禁里：禁里：禁中，即皇宫中。省：指唐门下省。玉佩：官员身上佩带的玉石饰物。趋：小步而行。奉：“捧”的本字。天书：皇帝的诏书。拜琐闱：指毕恭毕敬地离开宫门。琐闱，宫门。因宫门上刻着连琐图案并以青色饰之，故得名。强：勉强。从君：喻在朝做官。无那：无奈。卧病：生病卧床。解朝农：喻不再做官。",
                    "classInfo" : "65",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "王维的后半生，虽然过着半官半隐的生活，然而在官场上却是“昆仲宦游两都，凡诸王驸马豪右贵势之门，无不拂席迎之。”（《旧唐书·王维传》）因此，在他的诗作中，这类应酬的题材甚多。这首诗，既颂扬了郭给事，同时也表达了王维想辞官隐居的思想。写法上，诗人又别具机杼。最突出的是捕捉自然景象，状物以达意，使那颂扬之情，完全寓于对景物的描绘中，从而达到了避俗从雅的艺术效果。&&&首联“洞门高阁霭余晖，桃李阴阴柳絮飞”是写郭给事所在门下省的暮春晚景。门下省官署较大，其间门户重叠，楼宇高耸，在落日余晖的笼罩下，显得十分壮丽。时当暮春，院中的桃李已成绿荫，柳絮在轻轻地飞扬。郭给事在这样幽雅的环境中居官，想来是很可乐的。&&&诗的前两句着意写郭给事的显达。第一句“洞门高阁”，是皇家的写照，“余晖”恰是皇恩普照的象征。第二句“桃李阴阴”，突显出郭给事桃李满天下，而“柳絮飞”意指那些门生故吏，个个飞扬显达。前后两句，形象地描绘出郭给事上受皇恩之曝，下受门生故吏拥戴，突出了他在朝中的地位。&&&颔联“禁里疏钟宫舍晚，省中啼鸟吏人稀”是写郭给事在省中值晚班的悠闲自在。宫禁里晚钟敲响，官吏散归，留下一片清静给郭给事，他怡然自得地欣赏着鸟鸣。作为门下省的副长官，他掌管着审核政令的重大职事，倘若有心于国事，如何能有此闲心欣赏鸟鸣？联系杜甫在门下省值班时“不寝听金钥，因风想玉珂。明朝有封事，数问夜如何”（《春宿左省》）的情景，便可知道这位郭大人是位怎样的官吏了。此联的“官舍”、“省中”均指门下省，重复用词，也表现出作者的无话强说之状。&&&此两句写郭给事居官的清廉闲静。如果说前两句的景状是华艳的，这两句就转为恬淡了。一个“疏”字，一个“稀”字，正好点染了这种闲静的气氛。诗人描写“省中啼鸟”这个现象，意味甚浓。一般说，官衙内总是政务繁忙，人来人往，居然可以听到鸟儿的鸣叫声，正活画出郭给事为官的闲静。&&&王维作诗，善于抓住自然界中平凡无奇的景或物，赋予它们某种象征意义。“省中啼鸟”，看起来是描写了景致，其实，是暗喻郭给事政绩卓著，时世太平，以致衙内清闲。虽是谀词，却不着一点痕迹。&&&颈联“晨摇玉佩趋金殿，夕奉天书拜琐闱”是写郭给事官职的显要。早朝时摇弄出玉佩的美音去金殿朝见皇帝，傍晚时捧着皇帝的诏书回到门下省给官吏们宣读。他那恭谨的样子，有一个“趋”和一个“拜”字生动地描写出来了。“晨”、“夕”两字，则使人感到他时时紧随皇帝左右，处于一种令人嘱目的地位。从全诗结构看，这里是极扬一笔，为最后点出全诗主旨作好准备。&&&诗的末两句作了一个急转，从谦恭的语气中写出了诗人自己的意向：我虽想勉力追随你，无奈年老多病，还是让我辞官归隐吧！这是全诗的主旨，集中地反映了诗人的出世思想。唐人的很多酬赠诗中，往往在陈述了对酬者的仰慕之后，立即表达希冀引荐提拔的用意。然而王维此诗，却一反陈套，使人感到别开生面。",
                    "transferInfo" : "高高的宫门和楼阁沐浴在夕阳的余晖中，桃李技叶茂密，柳絮随风飞舞。皇宫里钟声稀疏，官舍中办公的官吏已经很少，门下省里只听见鸟鸣。早晨步入金殿时玉佩摇晃，夜晚捧着皇帝的诏书拜别宫门。想勉强跟着您一同进退，无奈我已衰老，会因病卧床而解下我这身官袍。",
                    "backgroundInfo" : "这首酬和诗，是王维晚年酬赠与给事中郭某的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "和贾舍人早朝大明宫",
                    "author" : "王维",
                    "content" : "绛帻鸡人送晓筹，尚衣方进翠云裘。九天阊阖开宫殿，万国衣冠拜冕旒。日色才临仙掌动，香烟欲傍衮龙浮。朝罢须裁五色诏，佩声归向凤池头。",
                    "addtionInfo" : "和：即和诗，是用来和答他人诗作的诗，依照别人诗词的格律或内容作诗词。可和韵，可不和韵。舍人：即中书舍人，时贾至任此职。大明宫：宫殿名，在长安禁苑南。绛帻（jiànɡ zé）：用红布包头似鸡冠状。鸡人：古代宫中，于天将亮时，有头戴红巾的卫士，于朱雀门外高声喊叫，好像鸡鸣，以警百官，故名鸡人。晓筹：即更筹，夜间计时的竹签。尚衣：官名。隋唐有尚衣局，掌管皇帝的衣服。翠云裘（qiú）：饰有绿色云纹的皮衣。九天：极言天之崇高广阔。古人认为天有九野、九重。此处借指帝宫。阊阖（chāng hé）：天门，此处指皇宫正门。衣冠：指文武百官。冕旒（miǎn liú）：古代帝王、诸侯及卿大夫的礼冠。旒，冠前后悬垂的玉串，天子之冕十二旒。这里指皇帝。仙掌：掌为掌扇之掌，也即障扇，宫中的一种仪仗，用以蔽日障风。衮（gǔn）龙：犹卷龙，指皇帝的龙袍。浮：指袍上锦绣光泽的闪动。裁：拟写。五色诏：用五色纸所写的诏书。凤池：指凤凰池。",
                    "classInfo" : "66",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "这首诗利用细节描写和场景渲染，写出了大明宫早朝时庄严华贵的气氛，别具艺术特色。&&&诗一开头，诗人就选择了“报晓”和“进翠云裘”两个细节，显示了宫廷中庄严、肃穆的特点，给早朝制造气氛。这里以“鸡人”送“晓筹”报晓，突出了宫中的“肃静”。尚衣局是专门掌管皇帝衣服的。“翠云裘”是绣有彩饰的皮衣。“进”字前着一“方”字，表现宫中官员各遵职守，工作有条不紊。&&&中间四句正面写早朝。诗人以概括叙述和具体描写，表现场面的宏伟庄严和帝王的尊贵。层层叠叠的宫殿大门如九重天门，迤逦打开，深邃伟丽；万国的使节拜倒丹墀，朝见天子，威武庄严。以九天阊阖喻天子住处，大笔勾勒了“早朝”图的背景，气势非凡。“万国衣冠拜冕旒”，标志大唐鼎盛的气象。在“万国衣冠”之后着一“拜”字，利用数量上众与寡、位置上卑与尊的对比，突出了大唐帝国的威仪，在一定程度上反映了真实的历史背景。&&&如果说颔联是从大处着笔，那么颈联则是从细处落墨。大处见气魄，细处显尊严，两者互相补充，相得益彰。作者于大中见小，于小中见大，给人一种亲临其境的真实感。日光才临，仙掌即动，“临”和“动”，关联得十分紧密，充分显示皇帝的骄贵。“傍”字写飘忽的轻烟，颇见情态。“香烟”照应贾至诗中的“衣冠身惹御炉香”。贾至诗以沾沐皇恩为意，故以“身惹御炉香”为荣；王维诗以帝王之尊为内容，故着“欲傍”为依附之意。作者通过仙掌挡日、香烟缭绕制造了一种皇庭特有的雍容华贵氛围。&&&结尾两句又关照贾至的“共沐恩波凤池里，朝朝染翰侍君王。”贾至时任中书舍人，其职责是给皇帝起草诏书文件，所以说“朝朝染翰侍君王”，归结到中书舍人的职责。王维的和诗也说，“朝罢”之后，皇帝自然会有事诏告，所以贾至要到中书省的所在地凤池去用五色纸起草诏书了。“佩声”，是以身上佩带的饰物发出的声音代人，不言人而言“佩声”，于“佩声”中藏人的行动，使“归”字产生具体生动的效果。&&&这首诗写了早朝前、早朝中、早朝后三个阶段，写出了大明宫早朝的气氛和皇帝的威仪，同时，还暗示了贾至的受重用和得意。这首和诗不和其韵，只和其意，雍容伟丽，造语堂皇，格调十分谐和。明代胡震亨《唐音癸签》说：“盛唐人和诗不和韵”，于此可窥一斑。",
                    "transferInfo" : "戴着红巾的卫士在宫门报晓，尚衣官员向天子进上绣着翠云的皮袍。层层叠叠的宫殿如九重天门迤逦打开，异邦万国的使臣一齐向着皇帝跪见朝拜。日色刚刚照临到殿堂，仪仗已排列成扇形屏障。御炉中香烟袅袅，缭绕着天子的龙袍浮动飘忽。早朝过后中书省的官员退到凤凰池上，用五色彩纸起草皇上的诏书。",
                    "backgroundInfo" : "此诗作于唐肃宗乾元元年（758）春天，当时王维任太子中允，与诗人贾至、杜甫、岑参为同僚。时为中书舍人的贾至先作了一首《早朝大明宫呈两省僚友》，杜甫和王维、岑参都作了和诗，王维之和即为此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "奉和圣制从蓬莱向兴庆阁道中",
                    "author" : "王维",
                    "content" : "渭水自萦秦塞曲，黄山旧绕汉宫斜。銮舆迥出千门柳，阁道回看上苑花。云里帝城双凤阙，雨中春树万人家。为乘阳气行时令，不是宸游玩物华。",
                    "addtionInfo" : "渭水：即渭河，黄河最大支流，在陕西中部。秦塞：犹秦野。塞：一作“甸”。这一带古时本为秦地。黄山：黄麓山，在今陕西兴平县北。汉宫：也指唐宫。銮舆（luán yú） ：皇帝的乘舆。迥出：远出。千门：指宫内的重重门户。此句意谓銮舆穿过垂柳夹道的重重宫门而出。上苑：泛指皇家的园林。双凤阙：汉代建章宫有凤阙，这里泛指皇宫中的楼观。阙：宫门前的望楼。阳气：指春气。宸（chén）游：指皇帝出游。宸：北辰所居，借指皇帝居处，后又引伸为帝王的代称。物华：美好的景物。后两句意谓，皇帝本为乘此顺应时令，随阳气而宣导万物，并非只为赏玩美景。",
                    "classInfo" : "101",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "蓬莱宫，即唐大明宫。唐代宫城位于长安东北，而大明宫又位于宫城东北。兴庆宫在宫城东南角。公元735年（开元二十三年），从大明宫经兴庆宫，一直到城东南的风景区曲江，筑阁道相通。帝王后妃，可由阁道直达曲江。王维的这首七律，就是唐玄宗由阁道出游时在雨中春望赋诗的一首和作。所谓“应制”，指应皇帝之命而作。&&&“渭水自萦秦塞曲，黄山旧绕汉宫斜。”诗一开头就写出由阁道中向西北跳望所见的景象。首句写渭水曲折地流经秦地，次句指渭水边的黄山，盘旋在汉代黄山宫脚下。渭水、黄山和秦塞、汉宫，作为长安的陪衬和背景出现，不仅显得开阔，而且因为有“秦”、“汉”这样的词语，还增强了时空感。诗人驰骋笔力，描绘出这样广阔的大背景之后，才回笔写春望中的人：“銮舆迥出千门柳，阁道回看上苑花。”因为阁道架设在空中，所以阁道上的皇帝车驾，也就高出了宫门柳树之上。诗人是回看宫苑和长安。这里用一个“花”字渲杂繁盛气氛，“花”和“柳”又点出了春天。“云里帝城双凤阙，雨中春树万人家。”这两句仍然是回看中的景象。经过三四两句回旋，到这里再出现，就更给人一种高峰突起的感觉。云雾低回缭绕，盘亘在广阔的长安城上，云翠中托出一对高耸的凤阙，像要凌空飞起；在茫茫的春雨中，万家攒聚，无数株春树，在雨水的沐浴中，更加显得生机勃发。这是一幅带着立体感的春雨长安图。由于云遮雾绕，其他的建筑，在视野内变得模糊了，只有凤阙更显得突出，更具有飞动感；由于春雨，满城在由雨帘构成的背景下，春树、人家和宫阙，相互映衬，更显出帝城的阔大、壮观和昌盛。这两句不仅把诗题的“雨中春望”写足了，也表明了这个春天风调雨顺，为过渡到下文作了铺垫。“为乘阳气行时令，不是宸游重物华。”古代按季节规定关于农事的政令叫时令。这句的意思是说，这次天子出游，本是因为阳气畅达，顺天道而行时令，并非为了赏玩景物。这是一种所谓寓规于颂，把皇帝的春游，夸饰成顺天道之举。&&&古代应制诗，大多是歌功颂德之词。王维这首诗也不例外，但诗歌的艺术性很高，王维善于抓住眼前的实际景物进行渲染。比如用春天作为背景，让帝城自然地染上一层春色；用雨中云雾缭绕来表现氤氲祥瑞的气氛，这些都显得真切而自然。这是因为王维兼有诗人和画家之长，在选取、再现帝城长安景物的时候，构图上既显得阔大美好，又足以传达处于兴盛时期帝都长安的风貌。",
                    "transferInfo" : "渭水萦绕着秦关曲折地东流，黄麓山环抱着汉宫长年依旧。皇辇远出千重宫门夹道杨柳，阁道回看上林百花恰似锦绣。帝城高耸入云的是凤阁凤楼，春雨润泽千家树木美不胜收。为了把住春光时令出巡民忧，不是因为玩赏春光驾车逛游！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "积雨辋川庄作",
                    "author" : "王维",
                    "content" : "积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。",
                    "addtionInfo" : "积雨：久雨。辋（wǎng）川庄：即王维在辋川的宅第，在今陕西蓝田终南山中，是王维隐居之地。空林：疏林。藜（lí）：一年生草本植物，嫩叶可食。黍（shǔ）：谷物名，古时为主食。饷东菑（zī）：给在东边田里干活的人送饭。饷：送饭食到田头。菑：已经开垦了一年的田地，此泛指农田。漠漠：形容广阔无际。阴阴：幽暗的样子。夏木：高大的树木，犹乔木。夏：大。啭（zhuàn）：小鸟婉转的鸣叫。鸟的宛转啼声。黄鹂：黄莺。“山中”句：意谓深居山中，望着槿花的开落以修养宁静之性。习静：谓习养静寂的心性。亦指过幽静生活。槿（jǐn）：植物名。落叶灌木，其花朝开夕谢。古人常以此物悟人生枯荣无常之理。其花早开晚谢。故以此悟人生荣枯无常之理。清斋：谓素食，长斋。野老：村野老人，此指作者自己。争席罢：指自己要隐退山林，与世无争。",
                    "classInfo" : "107",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "辋川庄，在今陕西蓝田终南山中，是王维隐居之地。在这首七律中，诗人把自己优雅清淡的禅寂生活与辋川恬静优美的田园风光结合起来描写，创造了一个物我相愜，情景交融的意境。&&&“积雨空林烟火迟，蒸藜炊黍饷东菑。”藜：一种草本植物，嫩叶新苗皆可食。菑：已开垦一年的土地，这里泛指田亩。首联是说，连日雨后，树木稀疏的村落里炊烟冉冉升起。烧好的粗茶淡饭是送给村东耕耘的人。&&&首联写田家生活，是诗人山上静观所见：正是连雨时节，天阴地湿，空气潮润，静谧的丛林上空，炊烟缓缓升起来，山下农家正烧火做饭呢。女人家蒸藜炊黍，把饭菜准备好，便提携着送往东菑——东面田头，男人们一清早就去那里劳作了。诗人视野所及，先写空林烟火，一个“迟”字，不仅把阴雨天的炊烟写得十分真切传神，而且透露了诗人闲散安逸的心境；再写农家早炊、饷田以致田头野餐，展现一系列人物活动的画面，秩序井然而富有生活气息，使人想见农妇田夫那怡然自乐的心情。&&&“漠漠水田飞白鹭，阴阴夏木啭黄鹂。”颔联是说，广阔平坦的水田上一行白鹭掠空而飞；田野边繁茂的树林中传来黄鹂婉转的啼声。&&&颔联写自然景色，同样是诗人静观所得：看吧，广漠空濛、布满积水的平畴上，白鹭翩翩起飞，意态是那样娴静潇洒；听啊，远近高低，蔚然深秀的密林中，黄鹂互相唱和，歌喉是那样的甜美。辋川之夏，百鸟飞鸣，诗人只选了形态和习性迥然不同的黄鹂、白鹭，联系着它们各自的背景加以描绘：雪白的白鹭，金黄的黄鹂，在视觉上自有色彩浓淡的差异；白鹭飞行，黄鹂婉转。一则取动态，一则取声音；“漠漠”形容水田广布，视野苍茫；“阴阴”描状夏木茂密，境界幽深。两种景象互相映衬，互相配合，把积雨天气的辋川山野写得华意盎然。所谓“诗中有画”，这便是很好的例证。&&&“山中习静观朝槿，松下清斋折露葵。”朝槿：即木槿，落叶灌木，夏秋之际开花，朝开暮谢，古人以为人生无常的象征。露葵：即绿葵，一种绿色蔬菜，可以煮来佐餐。颈联是说，我在山中修身养性，观赏朝槿晨开暮谢；在松下吃着蔬食，和露折葵不沾荤腥。&&&诗人独处空山之中，幽栖松林之下，参木槿而悟人生短暂，采露葵以供清斋蔬食。这情调，在一般世人看来，未免过分寂寞寡淡了吧？然而早已厌倦尘世喧嚣的诗人，却从中领略到极大的兴味，比起那纷纷扰扰、尔虞我诈的名利场，何啻天壤云泥！&&&“野老与人争席罢，海鸥何事更相疑？”尾联是说，我已经是一个从追逐名利的官场中退出来的人，而鸥鸟为什么还要猜疑我呢？&&&野老是诗人自谓。诗人快慰的宣称：我早已去机心，绝俗念，随缘任遇，于人无碍，与世无争了。还有谁会无端的猜忌我呢？庶几乎可以免除尘世烦恼，悠悠然耽于山林之乐了。《庄子·杂篇·寓言》载：杨朱去从老子学道，路上旅舍主人欢迎他，客人都给他让座；学成归来，旅客们却不再让座，而与他争“席”，说明杨朱已得自然之道，与人们没有隔膜了。《列子·黄帝篇》载：海上有人与鸥鸟亲近，互不猜疑。一天，父亲要他把海鸥捉回家，他又到海滨时，海鸥便飞得远远的，心术不正破坏了他和海鸥的亲密关系。这两个充满老庄色彩的典故，一正用，一反用，两相结合，抒写诗人淡泊自然的心境。而这种心境，正是上联所写“清斋”、“习静”的结果。&&&这首七律，形象鲜明，兴味深远，表现了诗人隐居山林，脱离尘俗的闲情逸致，是王维田园诗的代表作。从前有人把它推为全唐七律的压卷，说成“空古准今”的极致，固然是出于封建士大夫的偏好；而有人认为“淡雅幽寂，莫过右丞《积雨》”，赞赏这首诗深邃的意境和超迈的风格，艺术见解还是不错的。",
                    "transferInfo" : "连日雨后，树木稀疏的村落里炊烟冉冉升起。烧好的粗茶淡饭是送给村东耕耘的人。广阔平坦的水田上一行白鹭掠空而飞；田野边繁茂的树林中传来黄鹂宛转的啼声。我在山中修身养性，观赏朝槿晨开晚谢；在松下吃着素食，和露折葵不沾荤腥。我已经是一个从追名逐利的官场中退出来的人，而鸥鸟为什么还要猜疑我呢？",
                    "backgroundInfo" : "此诗是王维后期的作品。王维后期的诗，主要写隐居终南山、辋川的闲情逸致的生活。《旧唐书·王维传》记载：“维兄弟俱奉佛，居常蔬食，不茹荤血，晚年长斋，不衣文彩。”由于家庭环境的影响，他早年就信奉佛教，贬官济州时已经有了隐居思想的萌芽。再加上张九龄罢相、李林甫上台的政局变化，他渐渐觉得仕途生活压抑、黑暗，理想也随之破灭。在严酷的现实面前，他既不同意同流合污，又感到自己无能为力，尽管在李林甫当政时，王维并没有受到迫害，实际上还升了官，但他内心的矛盾和苦闷却越来越深了。王维是个正直而又软弱、再加上长期接受佛教影响的封建知识分子，他的出路就只剩下跳出是非圈子、返回旧时的园林归隐这一途了。于是，后期的王维就开始了亦官亦隐的生活，甚至对于他个人生活有很大影响的安史之乱，在他的诗歌里面也几乎没有什么积极的反映。他后期对现实基本是抱着一种“无可无不可”的漠不关心的态度。最初隐居终南山，后来在蓝田辋川得到宋之问的别墅，生活更为悠闲，“与道友裴迪，浮舟往来，弹琴赋诗”，并吃斋念佛，“退朝之后，焚香独坐，以禅诵为事”。这首诗就是作于王维隐居辋川蓝田时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登金陵凤凰台",
                    "author" : "李白",
                    "content" : "凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，一水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。",
                    "addtionInfo" : "凤凰台：在金陵凤凰山上。江：长江。吴宫：三国时孙吴曾于金陵建都筑宫。晋代：指东晋，南渡后也建都于金陵。衣冠：指的是东晋文学家郭璞的衣冠冢。现今仍在南京玄武湖公园内。一说指当时豪门世族。衣冠：士大夫的穿戴，借指士大夫、官绅。成古丘：晋明帝当年为郭璞修建的衣冠冢豪华一时，然而到了唐朝诗人来看的时候，已经成为一个丘壑了。三山：山名。半落青天外：形容极远，看不大清楚。一水句：指秦淮河流经南京后，西入长江，被横截其间的白鹭洲分为二支。白鹭洲：古代长江中的沙洲，洲上多集白鹭，故名。浮云蔽日：比喻谗臣当道障蔽贤良。浮云：比喻奸邪小人。日：一语双关，因为古代把太阳看作是帝王的象征。长安：这里用京城指代朝廷和皇帝。",
                    "classInfo" : "33",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "“凤凰台上凤凰游，凤去台空江自流。”开头两句写凤凰台的传说，十四字中连用了三个凤字，却不嫌重复，音节流转明快，极其伏美。凤凰台故址在今南京市凤凰山。相传，南朝刘宋元嘉年间有凤凰集于此山，乃筑台，山和台也由此得名。凤凰是一种祥瑞。当年凤凰来游象征着王朝的兴盛；如今凤去台空，六朝的繁华也一去不复返了，只有长江的水仍然不停地流着，大自然才是永恒的存在！&&&“吴宫花草埋幽径，晋代衣冠成古丘。”由眼前之景进一步生发，联想到六朝的繁华。三国时期的吴以及后来的东晋，南朝的宋、齐、梁、陈，先后在金陵定都，故金陵有“六朝古都”之称。六朝时期，金陵达到空前的繁荣，成为世界上最大的、人口超过百万的城市。绵长的秦淮河横贯城内，两岸汇聚六朝的经济中心和文化中心以及市民的居住中心，其繁华可见一斑。可是，六朝虽繁荣却也短命，每个王朝的寿命平均大约55年，轮转之速，令人恍惚。如今看来，吴国曾经繁华的宫廷已经荒芜，东晋时代的风流人物也早已作古，六朝的繁华也如凤凰台一样消失在历史的淘浪中。&&&“三山半落青天外，二水中分白鹭洲。”两句由抒情转为写景。诗人并没有一直沉浸在对历史的凭吊之中，而抽出思绪将目光投向了眼前的河山。“三山半落青天外，二水中分白鹭洲”，三峰并列，矗立在缥缈的云雾之中，若隐若现，好似落在了青天之外;秦淮河西入长江，被白鹭洲横截，江水一分为二，形成两条河流。此二句气象壮丽，境界阔大，为末联“不见长安”作铺垫。&&&“总为浮云能蔽日，长安不见使人愁。”这两句诗寄寓着深意。长安是朝廷的所在，日是帝王的象征。李白这两句诗暗示皇帝被奸邪包围，而自己报国无门，他的心情是十分沉痛的。“不见长安”暗点诗题的“登”字，触境生愁，意寓言外，饶有余味。相传李白很欣赏崔颢《黄鹤楼》诗，欲拟之较胜负，乃作《登金陵凤凰台》诗。《苕溪渔隐丛话》、《唐诗纪事》都有类似的记载，或许可信。该诗与崔诗工力悉敌，正如方回《瀛奎律髓》所说：“格律气势，未易甲乙。”在用韵上，二诗都是意到其间，天然成韵。语言也流畅自然，不事雕饰，潇洒清丽。作为登临吊古之作，李诗更有自己的特点，它写出了自己独特的感受，把历史的典故，眼前的景物和诗人自己的感受，交织在一起，抒发了忧国伤时的怀抱，意旨尤为深远。&&&李白是天才诗人，并且是属于那种充满创造天才的大诗人。然而，惟独李白临黄鹤楼时，没能尽情尽意，“驰志”千里。原因也很简单，所谓“眼前有景道不得，崔颢题诗在上头”。因而，“谪仙诗人”难受、不甘心，要与崔颢一比高低；于是他“至金陵，乃作凤凰台诗以拟之”，直到写出可与崔颢的《黄鹤楼》等量齐观的《登金陵凤凰台》时，才肯罢休。&&&这虽然是传言，但也挺恰切李白性格。《登金陵凤凰台》博得了“与崔颢黄鹤楼相似，格律气势未易甲乙”的赞扬。其实，李白的《登金陵凤凰台》，崔颢的《黄鹤楼》，它们同为登临怀古的双璧。&&&李白《登金陵凤凰台》的艺术特点，首先在于其中所回荡着的那种充沛、浑厚之气。气原本是一个哲学上的概念，从先秦时代起就被广泛运用。随着魏晋时期的曹丕以气论文，气也就被当做一个重要的内容而在许多的艺术门类里加以运用。虽然，论者对气的理解、认识不完全相同，但对所含蕴的思想性情、人格精神与艺术情调，又都一致认同。李白《登金陵凤凰台》中明显地充溢着一股浑厚博大之气，它使李白观古阅今，统揽四海于一瞬之间，且超然物外，挥洒自如。浑厚博大之气使李白渊深的思想，高妙的见解，阔大的心胸，成为编织巨大艺术境界的核心与精神内含。就像透过“三山半落青天外，二水中分白鹭洲”的巨大立体时空，可以感受到历史的脉搏跳动与诗人的呼吸一样，通过李白的举重若轻，从容自在，以浩然雄大之气充塞整个诗歌境界的努力，也能更进一步感受到他整个诗歌以气夺人的艺术特点。&&&李白此诗的艺术特点，又在于对时空观念的完美表达。这既体现在对历史与自然的认识上，也体现在他构造时空艺术境界的表达方法上。李白强调的自然永恒不朽，一方面是宣传他的以自然为中心的“物我为一”的世界观，另一方面也是为了揭露历史上的统治神话。因为从古而来，几乎所有的统治者他们都宣扬自己的世代永存与精神不灭，并且还把这样一种模式灌输到人们的意识形态当中，使人深信不疑。但是，李白则对此不以为然。他认为即或是极为强有力的统治者，就像秦始皇，他可以“挥剑决浮云，诸侯尽西来。明断自天启，大略驾群才”，然而他终归也要“但见三泉下，金棺葬寒灰”（《古风·秦王扫六合》），烟消云散是不可避免的。所以，在李白看来，宇宙万物之中，能够获得永恒存在的只有自然。一切的繁华与骄奢淫逸都会烟消云散；如果说它们还存在，似乎也只是作为自然的反衬而存在的。另外，李白在表现自然力量的雄大与变化的时空观时，则选取了最为典型的事物，即“三山半落”之混茫与“二水中分”之辽阔，从而构造出阔大的境界，并且把历史的变迁，即时间的改变与地点的依旧，即空间的不改整体地表现出来，启发人们作更深的思考。&&&《登金陵凤凰台》与《黄鹤楼》在格律气势上不分上下。在用韵上，二诗都是意到其间，天然成韵。语言也流畅自然，不事雕饰，潇洒清丽。作为登临吊古之作，李诗更有自己的特点，它写出了自己独特的感受，把历史的典故，眼前的景物和诗人自己的感受，交织在一起，抒发了忧国伤时的怀抱，意旨尤为深远。",
                    "transferInfo" : "凤凰台上曾经有凤凰来悠游，凤去台空只有江水依旧奔流。吴国宫殿的鲜花芳草遮没荒凉小径，晋代多少王族已成荒冢古丘。三山云雾中隐现如落青天外，江水被白鹭洲分成两条河流。那些悠悠浮云总是遮蔽太阳的光辉，登高不见长安城，怎么不让人内心沉痛忧郁。",
                    "backgroundInfo" : "《登金陵凤凰台》的创作背景说法不一。此诗一说是天宝（唐玄宗年号，742～756年）年间，作者被排挤离开长安，南游金陵时所作；一说是作者流放夜郎遇赦返回后所作；也有人称是李白游览黄鹤楼，是想与崔颢的《黄鹤楼》争胜。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "无题·重帏深下莫愁堂",
                    "author" : "李商隐",
                    "content" : "重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。",
                    "addtionInfo" : "神女：宋玉《神女赋》中的巫山神女。小姑句：古乐府《青溪小姑曲》：“小姑所居，独处无郎”。风波句：意谓菱枝虽是弱质，却不相信会任凭风波欺负。直道两句：意谓即使相思全无好处，但这种惆怅之心，也好算是痴情了。直道：即使，就说。了：完全。清狂：旧注谓不狂之狂，犹今所谓痴情。",
                    "classInfo" : "37",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "李商隐的七律无题，艺术上最成熟，最能代表其无题诗的独特艺术风貌。这首七律无题，内容是抒写青年女子爱情失意的幽怨，相思无望的苦闷，又采取女主人公深夜追思往事的方式，因此，女主人公的心理独白就构成了诗的主体。她的身世遭遇和爱情生活中某些具体情事就是通过追思回忆或隐或显地表现出来的。&&&这首诗侧重于抒写女主人公的身世遭遇之感，写法非常概括。首联 “重帷深下莫愁堂，卧后清宵细细长”写环境： 层层叠叠帷幔低垂的闺房，幽邃宁静; 夜深了，闺房的主人上床后却心事重重、辗转反侧，凄清的长夜何其漫漫。她为何迟迟不能入眠? 她在想什么呢?诗中什么也没说，任由读者去想象。&&&“神女生涯原是梦，小姑居处本无郎” 是她长夜无眠的思绪吗? 如巫山神女一样有浪漫的奇遇、过恩爱的生活，原来只是一场梦。至于这场梦是她的向往，还是曾经的巫山云雨，已在岁月的流逝中变得如梦似幻，我们无从得知。但现状很明显，她还像清溪小姑一样，独处无郎。“本无郎” 有孤单、寂寥、无奈，也有自我安慰的味道。颔联巧妙化用两个典故，融会了神话的传奇色彩和乐府的文化韵味，写得瑰奇迷离，摇曳多姿。&&&“风波不信菱枝弱，月露谁教桂叶香” 转以客观事物来影射主观感情： 菱生水中，大风吹来，波起浪涌，激得菱叶翻飞，菱枝欲折; 菱枝本柔弱，而风波 “不信”，是否意味着有些纤如菱枝的东西，是经不起生活的波浪的，即使“不信”，要逆势而为，终究是枉然。月下露珠，谁会滋润桂叶，让其吐出馨香?流露出无可依靠、无所寄托的幽怨。颈联的意象具体而鲜明，但象征的意味相当隐晦，可能是抒写那个女子在长夜无眠时的慨叹，可能是暗示女主人公的不幸遭遇，可能是诗人自伤身世，历来说法颇多。&&&尾联“直道相思了无益，未妨惆怅是清狂” 直抒胸臆： 就算相思全无益处，仍不妨碍为相思而惆怅的情怀执著、狂放。明知相思无益而惆怅不已，实已是情至深处，铭心刻骨，欲罢不能了。&&&中唐以来，以爱情为题材的诗歌逐渐增多。这类作品在共同特点是叙事的成份比较多，情节性比较强，人物、场景的描绘相当细致。李商隐的爱情诗却以抒情为主体，着力抒写主人公的主观感觉、心理活动，表现她（他）们丰富复杂的内心世界。而为了加强抒情的形象性、生动性，又往往要在诗中织入某些情节的片断，在抒情中融入一定的叙事成分。这就使诗的内容密度大大增加，形成短小的体制与丰富的内容之间的矛盾。为了克服这一矛盾，他不得不大大加强诗句之间的跳跃性，并且借助比喻、象征、联想等多种手法来加强诗的暗示性。这是他的爱情诗意脉不很明显、比较难读的一个重要原因。但也正因为这样，他的爱情诗往往具有蕴藉含蓄、意境深远、写情细腻的特点和优点，经得起反复咀嚼与玩索。&&&无题诗究竟有没有寄托，是一个复杂的问题。离开诗歌艺术形象的整体，抓住其中的片言只语，附会现实生活的某些具体人事，进行索隐猜谜式的解释，是完全违反艺术创作规律的。像冯浩那样，将《无题·凤尾香罗薄几重》中的“垂杨岸”解为“寓柳姓”（指诗人的幕主柳仲郢），将“西南”解为“蜀地”，从而把这首诗和《无题·凤尾香罗薄几重》说成是诗人“将赴东川，往别令狐，留宿，而有悲歌之作”，就是穿凿附会的典型。但这并不妨碍读者从诗歌形象的整体出发，联系诗人的身世遭遇和其他作品，区别不同情况，对其中的某些无题诗作这方面的探讨。这首着重写女主人公如梦似幻，无所依托，横遭摧折的凄苦身世，笔意空灵概括，意在言外，其中就可能寓含或渗透作者自己的身世之感。熟悉作者身世的读者不难从“神女”一联中体味出诗人在回顾往事时深慨辗转相依、终归空无的无限怅惘。“风波”一联，如单纯写女子遭际，显得不着边际；而从比兴寄托角度理解，反而易于意会。作者地位寒微，“内无强近，外乏因依”（《祭徐氏姊文》），仕途上不仅未遇有力援助，反遭朋党势力摧抑，故借菱枝遭风波摧折，桂叶无月露滋润致慨。他在一首托宫怨以寄慨的《深宫》诗中说：“狂飚不惜萝阴薄，清露偏知桂叶浓”，取譬与“风波”二句相似（不过“清露”句与“月露”句托意正相反而已），也可证“风波”二句确有寄托。何焯说这首无题“直露（自伤不遇）本意”，是比较符合实际的。不论这首无题诗有无寄托，它首先是成功的爱情诗。即使读者完全把它作为爱情诗来读，也并不减低其艺术价值。",
                    "transferInfo" : " 幽寂的厅堂中层层帷幕深垂；独卧床上，追思前事，倍感静夜的漫长。巫山神女艳遇楚王，原来只是梦一场；青溪小姑住所，本就独处无郎。风波不信菱枝柔弱，偏要摧残；像那具有芬芳美质的桂叶，却无月露滋润使之飘香。即使相思全无好处，但这种惆怅之心，也好算是痴情了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "无题·凤尾香罗薄几重",
                    "author" : "李商隐",
                    "content" : "凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。斑骓只系垂杨岸，何处西南任好风。",
                    "addtionInfo" : "凤尾香罗：凤纹罗；罗：绫的一种。顶：指帐顶。扇裁：指以团扇掩面。",
                    "classInfo" : "52",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "李商隐的七律无题，艺术上最成熟，最能代表其无题诗的独特艺术风貌。这首七律无题，内容是抒写青年女子爱情失意的幽怨，相思无望的苦闷，又采取女主人公深夜追思往事的方式，因此，女主人公的心理独白就构成了诗的主体。她的身世遭遇和爱情生活中某些具体情事就是通过追思回忆或隐或显地表现出来的。&&&起联写女主人公深夜缝制罗帐。凤尾香罗，是一种织有凤纹的薄罗；碧文圆顶，指有青碧花纹的圆顶罗帐。李商隐写诗特别讲求暗示，即使是律诗的起联，也往往不愿意写得过于明显直遂，留下一些内容让读者去玩索体味。像这一联，就只写主人公在深夜做什么，而不点破这件事意味着什么，甚至连主人公的性别与身份都不作明确交代。通过“凤尾香罗”、“碧文圆顶”的字面和“夜深缝”的行动，可以推知主人公大概是一位幽居独处的闺中女子。罗帐，在古代诗歌中常常被用作男女好合的象征。在寂寥的长夜中默默地缝制罗帐的女主人公，大概正沉浸在对往事的追忆和对会合的深情期待中吧。&&&接下来是女主人公的一段回忆，内容是她和意中人一次偶然的相遇──“扇裁月魄羞难掩，车走雷声语未通。”对方驱车匆匆走过，自己因为羞涩，用团扇遮面，虽相见而未及通一语。从上下文描写的情况看，这次相遇不象是初次邂逅，而是“断无消息”之前的最后一次照面。否则，不可能有深夜缝制罗帐，期待会合的举动。正因为是最后一次未通言语的相遇，在长期得不到对方音讯的今天回忆往事，就越发感到失去那次机缘的可惜，而那次相遇的情景也就越加清晰而深刻地留在记忆中。所以这一联不只是描绘了女主人公爱情生活中一个难忘的片断，而且曲折地表达了她在追思往事时那种惋惜、怅惘而又深情地加以回味的复杂心理。起联与颔联之间，在情节上有很大的跳跃，最后一次照面之前的许多情事（比如她和对方如何结识、相爱等）统统省略了。&&&颈联写别后的相思寂寥。和上联通过一个富于戏剧性的片断表现瞬间的情绪不同，这一联却是通过情景交融的艺术手法概括地抒写一个较长时期中的生活和感情，具有更浓郁的抒情气氛和象征暗示色彩。两句是说，自从那次匆匆相遇之后，对方便绝无音讯。已经有多少次独自伴着逐渐黯淡下去的残灯度过寂寥的不眠之夜，眼下又是石榴花红的季节了。“蜡炬成灰泪始干”，“一寸相思一寸灰”，那黯淡的残灯，不只是渲染了长夜寂寥的气氛，而且它本身就仿佛是女主人公相思无望情绪的外化与象征。石榴花红的季节，春天已经消逝了。在寂寞的期待中，石榴花红给她带来的也许是流光易逝、青春虚度的怅惘与伤感吧。“金烬暗”、“石榴红”，仿佛是不经意地点染景物，却寓含了丰富的感情内涵。把象征暗示的表现手法运用得这样自然精妙，不露痕迹，这确实是艺术上炉火纯青境界的标志。&&&末联仍旧到深情的期待上来。“斑骓”句暗用乐府《神弦歌·明下童曲》“陆郎乘斑骓……望门不欲归”句意，大概是暗示她日久思念的意中人其实和她相隔并不遥远，也许此刻正系马垂杨岸边呢，只是咫尺天涯，无缘会合罢了。末句化用曹植《七哀》“愿为西南风，长逝入君怀”诗意，希望能有一阵好风，将自己吹送到对方身边。李商隐的优秀的爱情诗，多数是写相思的痛苦与会合的难期的，但即使是无望的爱情，也总是贯串着一种执着不移的追求，一种“春蚕到死丝方尽，蜡炬成灰泪始干”式的真挚而深厚的感情。希望在寂寞中燃烧，读者在这首诗中所感受到的也正是这样一种感情。这是他的优秀爱情诗和那些缺乏深挚感情的艳体诗之间的一个重要区别，也是这些诗尽管在不同程度上带有时代、阶级的烙印，却至今仍然能打动人们的一个重要原因。",
                    "transferInfo" : "织着凤尾纹的绫罗，薄薄重重；碧纹的圆顶罗帐，我深夜赶缝。那回邂逅，来不及用团扇掩盖；可你驱车隆隆而过，无语相通。曾因寂寥不眠，想到更残烛尽；却无你的消息，等到石榴花红。也许你在垂杨岸，栓系斑骓马；怎能等到，送去会你的西南风。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "无题·来是空言去绝踪",
                    "author" : "李商隐",
                    "content" : "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！",
                    "addtionInfo" : "半笼：半映。指烛光隐约，不能全照床上被褥。金翡翠：指饰以金翠的被子。麝：本动物名，即香獐，其体内的分泌物可作香料。这里即指香气。度：透过。绣芙蓉：指绣花的帐子。刘郎：相传东汉时刘晨、阮肇一同入山采药，遇二女子，邀至家，留半年乃还乡。后也以此典喻“艳遇”。蓬山：蓬莱山，指仙境。",
                    "classInfo" : "52",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "首句“来是空言去绝踪”凌空而起，次句“月斜楼上五更钟”宕开写景，两句若即若离。这要和“梦为远别啼难唤”联系起来，方能领略它的神情韵味。远别经年，会合无缘，夜来入梦，两人忽得相见，一觉醒来，却踪迹杳然。但见朦胧斜月空照楼阁，远处传来悠长而凄清的晓钟声。梦醒后的空寂更证实了梦境的虚幻。如果说第二句是梦醒后一片空寂孤清的氛围，那么第一句便是主人公的叹息感慨。&&&颔联出句追忆梦中情景。“梦为远别啼难唤”，远别的双方，梦中虽得以越过重重阻隔而相会；但即使是在梦中，也免不了离别之苦。梦中相会而来的梦中分别，带来的是难以抑止的梦啼。这样的梦，正反映了长期远别造成的深刻伤痛，强化了刻骨的相思。因此对句“书被催成墨未浓”写梦醒后立刻修书寄远。在强烈思念之情驱使下奋笔疾书的当时，是不会注意到墨的浓淡的，只有在“书被催成”之后，才意外地发现原来连墨也成磨浓。&&&梦醒书成之际，残烛的余光半照着用金钱绣成翡翠鸟图案的帷帐，芙蓉褥上似乎还依稀浮动着麝熏的幽香。六、七句对室内环境气氛的描绘渲染，很富有象征暗示色彩。刚刚消逝的梦境和眼前所见的室内景象在朦胧光影中浑为一片，分不清究是梦境还是实境。烛光半笼，室内若明若暗，恍然犹在梦中；麝香微淡，使人疑心爱人真的来过这里，还留下依稀的余香，上句是以实境为梦境，下句是疑梦境为实境，写恍惚迷离中一时的错觉与幻觉极为生动传神。&&&幻觉一经消失，随之而来的便是室空人杳的空虚怅惘，和对方远隔天涯、无缘会合的感慨。尾联借刘晨重寻仙侣不遇的故事，点醒爱情阻隔，“已恨”“更隔”，层递而进，突出了阻隔之无从度越。&&&全篇围绕“梦”来写离别之恨。但它并没有按远别——思念——入梦——梦醒的顺序来写。而是先从梦醒时情景写起，然后将梦中与梦后、实境与幻觉来柔合在一起，创造出疑梦疑真、亦梦亦真的艺术境界，最后才点明蓬山万重的阻隔之恨，与首句遥相呼应。这样的艺术构思，曲折宕荡，有力地突出爱情阻隔的主题和梦幻式的心理氛围，使全诗充满迷离恍惚的情怀。",
                    "transferInfo" : "你说来相会是空话，一去之后再无踪影；等到楼上残月西斜，传来五更的晓钟。梦里为伤远别啼泣，久唤难醒；醒后研墨未浓，匆忙提笔书写成一信。残烛半映着饰有金翡翠的被褥，兰麝的香气，熏染了被褥上刺绣的芙蓉。我像当年的刘郎，早已怨恨那蓬山遥远；你去的所在，要比蓬山更隔万重岭！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "无题·飒飒东风细雨来",
                    "author" : "李商隐",
                    "content" : "飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！",
                    "addtionInfo" : "金蟾句：意谓虽有金蟾啮锁，香烟犹得进入。金蟾：旧注说是“蟾善闭气，古人用以饰锁”。啮：咬。玉虎句：意谓井水虽深，玉虎犹得牵丝汲之。玉虎：井上的辘轳。丝：井索。汲：引。贾氏句：晋韩寿貌美，司空南充招为掾，贾女于窗格中见韩寿而悦之，遂通情。贾女又以晋帝赐贾充之西域异香赠寿。宓妃句：魏曹植曾作《洛神赋》，赋中叙述他和洛河女神宓妃相遇事。宓妃：指洛神，传说为伏羲之女。留枕：这里指幽会。魏王：曹植封东阿王，后改陈王。",
                    "classInfo" : "37",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "这首无题诗写一位深锁幽闺的女子追求爱情而幻灭的绝望之情。&&&“飒飒东风细雨来，芙蓉塘外有轻雷。”描绘环境气氛：飒飒东风，飘来蒙蒙细雨；芙蓉塘外，传来阵阵轻雷。&&&既隐隐传达了生命萌动的春天气息，又带有一些凄迷黯淡的色调，烘托出女主人公春心萌动和难以名状的迷惘苦闷。东风细雨，容易令人联想起“梦雨”的典故；芙蓉塘即莲塘，在南朝乐府和唐人诗作中，常常代指男女相悦传情之地；“轻雷”则又暗用司马相如《长门赋》：“雷殷殷而响起兮，声象君之车音。”这一系列与爱情密切相关的词语，所给予读者的暗示和联想是很丰富的。纪昀说：“起二句妙有远神，可以意会。”所谓“远神，是指这种富于暗示性的诗歌语言所构筑的渺远的艺术意境，一种难以言传的朦胧美。&&&“金蟾啮锁烧香入，玉虎牵丝汲井回。”写女子居处的幽寂。&&&金蟾是一种蟾状香炉；“锁”指香炉的鼻钮，可以开启放入香料；玉虎，是用玉石装饰的虎状辘轳，“丝”指井索。室内户外，所见者惟闭锁的香炉，汲井的辘轳，它们衬托出女子幽处孤寂的情景和长日无聊、深锁春光的惆怅。香炉和辘轳，在诗词中也常和男女欢爱联系在一起，它们同时又是牵动女主人公相思之情的东西，这从两句分别用“香”、“丝”谐音“相”、“思”可以见出。总之，这一联兼用赋、比，既表现女主人公深闭幽闺的孤寞，又暗示她内心时时被牵动的情丝。&&&“贾氏窥帘韩掾少”使用贾充女与韩寿的爱情故事。见《世说新语》载：晋韩寿貌美，大臣贾充辟他为掾（僚属）。一次充女在帘后窥见韩寿，私相慕悦，遂私通。女以皇帝赐充之西域异香赠寿。被充所发觉，遂以女妻寿。对句“宓妃留枕魏王才”使用甄后与曹植的爱情故事。见《文选·洛神赋》李善注说：魏东阿王曹植曾求娶甄氏为妃，曹操却将她许给曹丕。甄后被谗死后，曹丕将她的遗物玉带金镂枕送给曹植。曹植离京归国途经洛水，梦见甄后对他说：“我本托心君王，其心不遂。此枕是我在家时从嫁，前与五官中郎将（曹丕），今与君王。”曹植感其事作《感甄赋》，后明帝改名《洛神赋》（句中“宓妃”即洛神，代指甄后）。由上联的“烧香”引出贾氏窥帘，赠香韩掾；由“牵丝（思）”引出甄后留枕，情思不断，藕断丝连。这两个爱情故事，尽管结局有幸有不幸，但在女主人公的意念中，无论是贾氏窥帘，爱韩寿之少俊，还是甄后情深，慕曹植之才华，都反映出青年女子追求爱情的愿望之强烈，奔放。&&&“春心莫共花争发，一寸相思一寸灰！”突然转折，向往美好爱情的心愿切莫和春花争荣竞发，因为寸寸相思都化成了灰烬。&&&这是深锁幽闺、渴望爱情的女主人公相思无望的痛苦呼喊。热情转化成幻灭的悲哀和强烈的激愤。以“春心”喻爱情的向往，是平常的比喻；但把“春心”与“花争发”联系起来，不仅赋予“春心”以美好的形象，而且显示了它的自然合理性。“相思”本是抽象的概念，诗人由香销成灰联想出“一寸相思一寸灰”的奇句，化抽象为具象，用强烈对照的方式显示了美好事物之毁灭，使这首诗具有一种动人心弦的悲剧美。&&&李商隐写得最好的爱情诗，几乎全是写失意的爱情。而这种失意的爱情中又常常融入自己的某些身世之感。在相思成灰的爱情感慨中也可窥见他仕途失意的不幸遭际。",
                    "transferInfo" : "东风飒飒，蒙蒙细雨飘洒，荷花塘外传来了声声轻雷。金蟾啮锁的香炉所散发的香气沁人心脾，状似玉虎的辘轳，牵引绳索汲井水。贾氏隔帘偷窥韩寿英俊年少，宓妃赠送玉枕钦慕曹植文采。向往美好爱情的心愿切莫和春花争荣竞发，免得使我寸寸相思，都化成了灰烬。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "无题·昨夜星辰昨夜风",
                    "author" : "李商隐",
                    "content" : "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。",
                    "addtionInfo" : "画楼、桂堂：都是比喻富贵人家的屋舍。灵犀：旧说犀牛有神异，角中有白纹如线，直通两头。送钩：也称藏钩。古代腊日的一种游戏，分二曹以较胜负。把钩互相传送后，藏于一人手中，令人猜。分曹：分组。射覆：在覆器下放着东西令人猜。分曹、射覆未必是实指，只是借喻宴会时的热闹。鼓：指更鼓。应官：犹上班。兰台：即秘书省，掌管图书秘籍。李商隐曾任秘书省正字。这句从字面看，是参加宴会后，随即骑马到兰台，类似蓬草之飞转，实则也隐含自伤飘零意。",
                    "classInfo" : "57",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "首联以曲折的笔墨写昨夜的欢聚。“昨夜星辰昨夜风”是时间：夜幕低垂，星光闪烁，凉风习习。一个春风沉醉的夜晚，萦绕着宁静浪漫的温馨气息。句中两个“昨夜”自对，回环往复，语气舒缓，有回肠荡气之概。“画楼西畔桂堂东”是地点：精美画楼的西畔，桂木厅堂的东边。诗人甚至没有写出明确的地点，仅以周围的环境来烘托。在这样美妙的时刻、旖旎的环境中发生了什么故事，诗人只是独自在心中回味，我们则不由自主为诗中展示的风情打动了。&&&颔联写今日的相思。诗人已与意中人分处两拨儿，“身无彩凤双飞翼”写怀想之切、相思之苦：恨自己身上没有五彩凤凰一样的双翅，可以飞到爱人身边。“心有灵犀一点通”写相知之深：彼此的心意却像灵异的犀牛角一样，息息相通。“身无”与“心有”，一外一内，一悲一喜，矛盾而奇妙地统一在一体，痛苦中有甜蜜，寂寞中有期待，相思的苦恼与心心相印的欣慰融合在一起，将那种深深相爱而又不能长相厮守的恋人的复杂微妙的心态刻画得细致入微、惟妙惟肖。此联两句成为千古名句。&&&颈联“隔座送钩春酒暖，分营射覆蜡灯红”是写宴会上的热闹。这应该是诗人与佳人都参加过的一个聚会。宴席上，人们玩着隔座送钩、分组射覆的游戏，觥筹交错，灯红酒暖，其乐融融。昨日的欢声笑语还在耳畔回响，今日的宴席或许还在继续，但已经没有了佳人的身影。宴席的热烈衬托出诗人的寂寥，颇有“热闹是他们的，而我什么也没有”的凄凉。&&&尾联“嗟余听鼓应官去，走马兰台类转蓬”写人在江湖身不由己的无奈：可叹我听到更鼓报晓之声就要去当差，在秘书省进进出出，好像蓬草随风飘舞。这句话应是解释离开佳人的原因，同时流露出对所任差事的厌倦，暗含身世飘零的感慨。&&&全诗以心理活动为出发点，诗人的感受细腻而真切，将一段可意会不可言传的情感描绘得扑朔迷离而又入木三分。",
                    "transferInfo" : "昨夜星光灿烂，夜半却有习习凉风；我们酒筵设在画楼西畔、桂堂之东。身上无彩凤的双翼，不能比翼齐飞；内心却像灵犀一样，感情息息相通。互相猜钩嬉戏，隔座对饮春酒暖心；分组来行酒令，决一胜负烛光泛红。可叹呵，听到五更鼓应该上朝点卯；策马赶到兰台，像随风飘转的蓬蒿。",
                    "backgroundInfo" : "所谓“无题”诗，历来有不同看法：有人认为应属于寓言，有人认为都是赋本事的。就李商隐的“无题”诗来看，似乎都是属于写感情的，实有所指，只是不便说出而已。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春雨",
                    "author" : "李商隐",
                    "content" : "怅卧新春白袷衣，白门寥落意多违。红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残霄犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。",
                    "addtionInfo" : "白袷衣：即白夹衣，唐人以白衫为闲居便服。白门：指今江苏南京市。红楼：华美的楼房，多指女子的住处。珠箔：珠帘，此处比喻春雨细密。晼晚：夕阳西下的光景，此处还蕴涵年复一年、人老珠黄之意。玉珰：耳环。云罗：像螺纹般的云片。",
                    "classInfo" : "37",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "《春雨》抒写了诗人与情人相见时的欢乐，离别后的怀思和失恋中强烈的痛苦。此诗开头先点明时令，再写旧地重寻之凄怆，继而写隔雨望楼，寻访落空之迷茫，终而只有相思相梦，缄札寄情。一步紧逼一步，怅念之情恰似雨丝不绝如缕。诗的意境、感情、色调、气氛都是十分清晰明丽，优美动人。&&&李商隐在这首诗中，赋予爱情以优美动人的形象。诗借助于飘洒天空的春雨 ，融入主人公迷茫的心境、依稀的梦境，以及春晼晚、万里云罗等自然景象，烘托别离的寥落，思念的深挚，构成浑然一体的艺术境界 。&&&“红楼隔雨相望冷，珠箔飘灯独自归”一联，前一句色彩（红）和感觉（冷）互相比照。红的色彩本来是温暖的，但隔雨怅望反觉其冷；后一句珠箔本来是明丽的，却出之于灯影前对雨帘的幻觉，极细微地写出主人公寥寂而又迷茫的心理状态。&&&“远路应悲春晼晚，残宵犹得梦依稀。”他想象着 ，在远方的那人也应为春之将暮而伤感吧？如今蓬山远隔，只有在残宵的短梦中依稀可以相会了。&&&末联“玉珰缄札何由达，万里云罗一雁飞 ”，也富于象征色彩。特别有创造性地借助于自然景，把“锦书难托”的预感形象化了，并把忧郁怅惘的情绪与广阔的云天，融为一体。凡此，都成功地表现出了主人公的生活、处境和感情，情景、色调和气氛都令人久久难忘。这种真挚动人的感情和优美生动的形象结合在一起，构成一种艺术魅力，在它面前，人们是免不了要支付出自己的同情的。&&&李商隐的爱情诗含蓄蕴藉、幽美凄艳。他致力于情思意绪的体验、把握与再现，用幽微隐约、迂回曲折的方式，将心中的朦胧意绪转化为恍惚迷离的意象。他善用哀婉的情调、美丽的意象与辞采，表达复杂的心绪。在这首诗中，红楼、珠箔、春雨、灯影等意象，加上迷茫的心境、依稀的梦境，使诗境凄美幽约；春晚日暮和云罗万里，则烘托出离别的寥落、思念的深挚。&&&同时，李商隐的爱情诗内涵极为丰厚，决不仅仅围绕单一的情绪反复吟唱，而是虚虚实实，忽此忽彼，或今或昔，一重情思套着另一重情思。将难言的情感表现得生动而丰富，却又让人只可意会，难以言传。&&&全诗借助于飘洒迷濛的春雨，融入主人公迷茫的心境，依稀的梦境，烘托别离的寥落，思念的真挚，构成浑然一体的艺术境界，隐喻着诗人难言的感情，抒发着诗人哀伤的情愫，并且具有相当的美感。",
                    "transferInfo" : "新春时节，我身披白衫怅然地卧在床上；幽会的白门冷落了，令我万分感伤。隔着蒙蒙细雨凝视红楼更觉凄凉，只好顶着珠帘般的细雨，在依稀闪烁的灯光中黯然归来。凄楚的暮春，遥远的路途，哪里可以寄托我的悲凄伤感？只有在残宵梦中才能与你相见。耳环情书已备好，怎么才能送达？只有寄希望于万里长空中，那一只刚刚飞来的鸿雁。。",
                    "backgroundInfo" : "《春雨》是作者于公元850年（大中四年），初到徐幕雨夜思家所作，题作《春雨》，却并非直接写春雨，而是抒写在春夜雨中的相思之情。也有人说这是诗人客居长安的忆家之作，有人说这是李商隐期盼他人提拔的寄托之作。大多数人认为这就是一首爱情诗。但对于诗人所思为何人又有较大的争议。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "筹笔驿",
                    "author" : "李商隐",
                    "content" : "猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。",
                    "addtionInfo" : "筹笔驿：旧址在今四川省广元县北。筹笔驿在绵州绵谷县北九十九里，蜀诸葛武侯出师，尝驻军筹划于此。猿鸟句：诸葛亮治军以严明称，这里意谓至今连鱼鸟还在惊畏他的简书。疑：惊。简书：指军令。古人将文字写在竹简上。储胥：指军用的篱栅。上将：主帅，指诸葛亮。降王：指后主刘禅。走传车：公元263年，邓艾伐蜀，后主出降，全家东迁洛阳，出降时也经过筹笔驿。传车：古代驿站的专用车辆。后主是皇帝，这时却坐的是传车，也隐含讽喻意。管：管仲。春秋时齐相，曾佐齐桓公成就霸业。乐：乐毅。战国时人，燕国名将，曾大败强齐。原不忝：真不愧。诸葛亮隐居南阳时，每自比管仲、乐毅。他年：作往年解。锦里：在成都城南，有武侯祠。梁父吟：两句意谓，往年曾谒锦里的武侯祠，想起他隐居时吟咏《梁父吟》的抱负，不曾得到舒展，实在令人遗憾。",
                    "classInfo" : "33",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "筹笔驿，古地名，旧址在今四川省广元县北。相传三国时蜀汉诸葛亮出兵伐魏，曾驻此筹画军事。很多诗人留下了以筹笔驿为题材的怀念诸葛亮的作品。公元855年（大中九年）李商隐罢梓州幕随柳仲郢回长安，途经此驿，写下这首咏怀古迹的诗篇。此诗同多数凭吊诸葛亮的作品一样，颂其威名，钦其才智；同时借以寄托遗恨，抒发感慨。不过此篇艺术手法上，议论以抑扬交替之法，衬托以宾主拱让之法，用事以虚实结合之法，别具一格。&&&诗写诸葛亮之威、之智、之才、之功，不是一般的赞颂，而是集中写“恨”字。为突出“恨”字，作者用了抑扬交替的手法。首联说猿鸟畏其军令，风云护其藩篱，极写其威严，一扬；颔联却言其徒有神智，终见刘禅投降，长途乘坐驿车，被送往洛阳，蜀汉归于败亡，一抑；颈联出句称其才真无愧于管仲、乐毅，又一扬；对句写关羽、张飞无命早亡，失却羽翼，又一抑。抑扬之间，似是“自相矛盾”，实则文意连属，一以贯之。以其威智，霸业理应可成，然而时无英主，结果社稷覆亡，一恨；以其才略，出师理应告捷，然而时无良将，结果未捷身死，又一恨。末联“他年锦里经祠庙，梁父吟成恨有馀。”是说，昔日经过锦里（成都城南）诸葛武侯庙时，吟哦诸葛亮的《梁父吟》，犹觉遗恨无穷。而所谓“恨”，既是写诸葛亮之“遗恨”，又是作者“隐然自喻”。以一抑一扬的议论来表现“恨”的情怀，显得特别宛转有致。&&&古典诗歌中，常有“众宾拱主”之法。李商隐这首诗的首联，用的就是这种手法。出句“猿鸟犹疑畏简书”。是说，猿（一本作“鱼”）和鸟都畏惧诸葛亮的军令，说明军威尚存；对句“风云长为护储胥”是说，风云还在护卫诸葛亮的营垒，说明仍有神助。正如范仲温《诗眼》所说的：“惟义山‘鱼鸟’云云，‘简书’盖军中法令约束，言号令严明，虽千百年之后，‘鱼鸟’犹畏之；‘储胥’盖军中藩篱，言忠义贯于神明，‘风云’犹为护其壁垒也。诵此两句，使人凛然复见孔明风烈。”这里没有直接刻画诸葛亮，只是通过猿（鱼）鸟风云的状态来突出诸葛亮的善于治军。猿鸟风云的状态在作者想象中，是由诸葛亮引起的反应，这些都作为“宾”，用以突出诸葛亮军威这个“主”。这些作为宾的自然景物。是拟人化，有某种特别的象征意义。猿鸟风云，作为筹笔驿的实景，还起到渲染气氛的作用，使人有肃穆之感；但是并不是单纯的气氛描写，而是化实为虚，实景虚用，以宾拱主，直接突出“孔明风烈”这一主体。&&&李商隐好用典故。宋魏庆之《诗人玉屑》卷七云：“李商隐诗好积故实。”他爱把古人罗致笔下，自由驱使，不问时代先后，都可以在他的诗境中同时出现。“管乐有才真不忝，关张无命欲何如”，此题所咏乃诸葛亮，则此联对句中的关羽、张飞为其同时人，是今；管仲是春秋时人，乐毅是战国时人，远在三国之前，是古。用事以古今成对，出句以古人比拟诸葛亮，对句实写诸葛亮同时人关、张，即以古对今，以虚对实，而且对得极为自然。其所以如此，是因为诸葛亮“每自比于管仲、乐毅”（《三国志·蜀书·诸葛亮传》），故以管仲、乐毅直指诸葛亮便是很自然的事了，所以所谓“管乐”可以说虽“古”犹“今”，虽“虚”犹“实”，与关、张对举，可称为“奇”，然而却又不足为奇。",
                    "transferInfo" : "猿鸟犹疑是惊畏丞相的严明军令，风云常常护着他军垒的藩篱栏栅。诸葛亮徒然在这里挥笔运筹划算，后主刘禅最终却乘坐邮车去投降。孔明真不愧有管仲和乐毅的才干。关公张飞已死他又怎能力挽狂澜？往年我经过锦城时进谒了武侯祠，曾经吟诵了梁父吟为他深表遗憾！",
                    "backgroundInfo" : "大中十年（856年）冬，李商隐罢梓州幕随柳仲郢回长安，途经筹笔驿而作的一首咏怀古迹的诗。诗中极力推崇诸葛亮才比管仲、乐毅，却未能完成统一大业，后主刘禅终于成为亡国之君，自是遗恨千古。这沉痛的历史慨叹，和晚唐政局相关。沉郁悲壮，韵唱深至。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "锦瑟",
                    "author" : "李商隐",
                    "content" : "锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆，只是当时已惘然。",
                    "addtionInfo" : "锦瑟：古瑟大小不等，弦数亦不同。无端：没来由，无缘无故。此隐隐有悲伤之感，乃全诗之情感基调。历代解义山诗者，多以此诗为晚年之作。李商隐妻子故去，所以二十五根弦断后变为五十弦。庄生晓梦迷蝴蝶：商隐此引庄周梦蝶故事，以言人生如梦，往事如烟之意。望帝春心托杜鹃：子鹃即杜鹃，又名子规。传说蜀国的杜宇帝因水灾让位于自己的臣子，而自己则隐归山林，死后化为杜鹃日夜悲鸣直至啼出血来。沧海月明珠有泪：《博物志》：“南海外有鲛人，水居如鱼，不废绩织，其眼泣则能出珠”。蓝田日暖玉生烟：《元和郡县志》：“关内道京兆府蓝田县：蓝田山，一名玉山，在县东二十八里”。此情可待成追忆，只是当时已惘然：如此情怀，在当时早已是令人不胜惘然惆怅了，今朝追忆，其为怅恨，又当如何！",
                    "classInfo" : "37",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "这首诗历来注释不一，莫衷一是。或以为是悼亡之作，或以为是爱国之篇或以为是自比文才之论，或以为是抒写思念侍儿锦瑟。但以为是悼亡死者为最多。有人认为，开首以瑟弦五十折半为二十五，隐指亡妇华年二十五岁。这话未免有嫌牵强。但是，首联哀悼早逝却是真实。颔联以庄子亡妻鼓盆而歌和期效望帝化成子规而啼血，间接地描写了人生的悲欢离合。颈联以鲛人泣珠和良玉生烟的典故，隐约地描摹了世间风情迷离恍惚，可望而不可至。最后抒写生前情爱漫不经心，死后追忆已经惘然的难以排遣的情绪。&&&宋刘攽《贡父诗话》云：“《锦瑟》诗，人莫晓其意，或谓是令狐楚家青衣也。”《苕溪渔隐丛话》前集卷二十二引黄朝英《缃素杂记》曰：“义山《锦瑟》诗云……山谷道人读此诗，殊不解其意，后以问东坡。东坡云：‘此出《古今乐志》，云：锦瑟之为器也，其弦五十，其柱如之。其声也适、怨、清、和。’案李诗‘庄生……’，适也；‘望帝……’，怨也；‘沧海……’，清也；‘蓝田……’，和也。一篇之中，曲尽其意。史称其瑰迈奇古，信然。”元好问《论诗绝句》云：“望帝春心托杜鹃，佳人锦瑟怨华年。诗家总爱西昆好，独恨无人作郑笺”；以上咏“青衣”（艳情）说乃小说家言；咏锦瑟说颇得宋人赞同。明人胡应麟于此二说皆疑之。其后说者纷纭，大抵有“自伤生平”（清何焯、汪师韩、薛雪、宋翔凤）说、“悼亡”（清朱鹤龄、朱彝尊、何焯、冯浩、程梦星、姚培谦、近人张采田、孟森等）说、“政治寄托”（清杜诏，近人张采田、岑仲勉等）说、“诗序”（清何焯、王应奎、）说、“寄托不明”（清屈复、近人梁启超）说、“自寓创作”（钱钟书）说等。其中持“悼亡”或“自伤”说者较多。然“悼亡”实际上也是“自伤”的内涵之一，故“自伤”说似更圆通。兹引刘、余《集解》以备参读：“自伤身世之说，较为切实合理。……首联谓见此五十弦之锦瑟，闻其弦弦所发之悲音，不禁怅然而忆己之华年往事。……颔腹二联，即‘思华年’而写回忆中之华年往事，……‘庄生’句系状瑟声之如梦似幻，令人迷惘，用意在‘梦’字‘迷’字。而此种境界亦即以象征诗人身世之如梦似幻，惘然若迷。……‘望帝’句系写瑟声之凄迷哀怨，如泣鹃啼血，着意在‘春心’字、‘托’字。‘春心’本指爱情之向往追求，常用以喻指对理想之追求。……‘望帝’句殆谓己之壮心雄图及伤时忧国、感伤身世之情均托之哀怨凄断之诗歌，如望帝之化鹃以自抒哀怨也。杜鹃即作者之诗魂。……‘沧海’句写瑟声之清寥悲苦……正含沧海遗珠之意。……‘蓝田’句似写瑟声之缥缈朦胧……或以喻己所向往追求者，皆望之若有，近之则无。……要之，颔、腹二联并非具体叙述其华年往事，而系借瑟声之迷幻、哀怨、清寥、缥缈以概括抒写其华年所历之种种人生遭际、人生境界、人生感受。……末联含义明白……谓上述失意哀伤情事岂待今日追忆方不胜怅恨，即在当时亦惘然若失矣。”&&&关于这首诗的解读主要分为两类：一是认为这是一首评悼妻子王氏的诗，首联为“景”，看到素女弹五十弦瑟而触景生情；颔联为比“喻”，借庄周化蝶，杜鹃啼血比喻妻子的死亡；颈联为“幻”，珍珠为之落泪，宝玉为之忧伤；尾联为“感”，情已逝，追思也是惘然！二是认为这是诗人对逝去年华的追忆，首联为“起”，借五十弦之瑟喻人生之五十年华；颔联为比“承”，在浑然不觉间人生将走到尽头；颈联为“转”，以明珠宝玉比喻自己的才能；尾联为“合”，岁月催人老，一切都是惘然！",
                    "transferInfo" : "精美的瑟为什么竟有五十根弦，一弦一柱都叫我追忆青春年华。庄周翩翩起舞睡梦中化为蝴蝶，望帝把自己的幽恨托身于杜鹃。沧海明月高照，鲛人泣泪皆成珠；蓝田红日和暖，可看到良玉生烟。如此情怀哪里是现在回忆起来才感到无限怅恨呢？即使在当年早已是令人不胜怅惘了。",
                    "backgroundInfo" : "此诗约作于作者晚年，具体创作时间不详。对《锦瑟》一诗的创作意旨历来众说纷纭，莫衷一是。或以为是爱国之篇，或以为是悼念追怀亡妻之作，或以为是自伤身世、自比文才之论，或以为是抒写思念待儿之笔。《史记·封禅书》载古瑟五十弦，后一般为二十五弦。但此诗创作于李商隐妻子死后，故五十弦有断弦之意（一说二十五弦的古瑟琴弦断成两半，即为五十弦）但即使这样它的每一弦、每一音节，足以表达对那美好年华的思念。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "隋宫",
                    "author" : "李商隐",
                    "content" : "紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。",
                    "addtionInfo" : "隋宫：指隋炀帝杨广在江都所建的行宫。紫泉：即紫渊，长安河名，因唐高祖名李渊，为避讳而改。芜城：即广陵（今扬州）。帝家：帝都。玉玺（xǐ）：皇帝的玉印。日角：额角突出，古人以为此乃帝王之相。此处指唐高祖李渊。锦帆：隋炀帝所乘的龙舟，其帆用华丽的宫锦制成。腐草无萤火：古人以为萤火虫是腐草变化出来的。这句采取夸张的手法，说炀帝已把萤火虫搜光了。垂杨：隋炀帝自板诸引河达于淮，河畔筑御道，树以柳，名曰隋堤，一千三百里。“地下”二句：陈后主：南朝陈末代皇帝陈叔宝，荒淫亡国之君。后庭花：即《玉树后庭花》，陈后主所创，歌词绮艳。",
                    "classInfo" : "55",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "首联“紫泉宫殿锁烟霞，欲取芜城作帝家”点题。诗人把长安的宫殿和“烟霞”联系起来，形容它巍峨壮丽，高耸入云。用“紫泉”代替长安，也是为了选取有色彩的字面与“烟霞”相映衬，从而烘托长安宫殿的雄伟壮丽，可是，如此巍峨的宫殿，空锁于烟霞之中，而皇帝更愿意住在芜城。上句着一“锁”字，也突出了长安宫殿的雄伟。经此一垫，下句顺势而来。不居长安，另取江都，隋炀帝贪图享乐、为所欲为的本性已隐隐揭出。一写景，一叙事，一暗写，一明说，写法虽异，但都是围绕批判亡国之君这一主旨而驱使笔墨的。&&&三、四句“玉玺不缘归日角，锦帆应是到天涯”。诗人以虚拟的语气说：如果不是由于皇帝的玉印落到了李渊的手中，杨广不会以游幸江都为满足，他的锦帆，大概一直要飘到天边去吧。据史书记载：杨广不仅开凿了二千余里的通济渠，多次到江都去玩；还开凿了八百余里的江南河，“又拟通龙舟，置驿宫”，准备到杭州去玩，只是未成行罢了。诗人从隋炀帝贪图游乐的众多史实中，信笔拈取他耽于乘舟出游这一典型事例，予以讽刺。用笔亦实亦虚，虚实结合。说它“实”，是因为它是以历史故实和隋场帝贪图逸游的性格特征为依据的，所以尽管夸大其事，而终不失史实和人物性格之真；说它“虚”，是因为它揉入了诗人的艺术想象，是通过幻觉而产生出来的最高真实的假象。实际生活中，锦帆之游是绝不会远及天涯的。艺术创作妙在“似与不似之间”，太似为媚俗，不似为欺世。“玉玺”一联是深得此道的佳句。在修辞上，此联采用了上下蝉联、一气奔腾的流水对，使诗句呈现出圆熟流美的动态。&&&颈联“于今腐草无萤火，终古垂杨有暮鸦。”涉及有关杨广逸游的两个故事。一个是放萤：杨广曾在洛阳景华宫征求萤火虫数斛，“夜出游山放之，光遍岩谷”；在江都也放萤取乐，还修了个“放萤院”。另一个是栽柳：白居易在《隋堤柳》中写道：“大业年中炀天子，种柳成行夹流水；西至黄河东至淮，绿影一千三百里。大业末年春暮月，柳色如烟絮如雪；南幸江都恣佚游，应将此树映龙舟。”把“萤火”和“腐草”、“垂杨”和“暮鸦”联系起来，于一“有”一“无”的鲜明对比中感慨今昔，深寓荒淫亡国的历史教训。“于今腐草无萤火”，这不仅是说当年放萤的地方此时已成废墟，只有“腐草”而已；更深一层的含意是，杨广为了放萤夜游，穷搜极捕，弄得萤火虫绝种。“终古垂杨有暮鸦”，渲染了亡国后的凄凉景象。&&&上句说“于今”“无”，自然暗示昔日“有”；下句说“终古”“有”，自然暗示当日“无”。从前杨广“乘兴南游”，千帆万马，水陆并进，鼓乐喧天，旌旗蔽空；隋堤垂杨，暮鸦自然不敢栖息。只有在杨广被杀，南游已成陈迹之后，日暮归鸦才敢飞到隋堤垂杨上过夜。这两句今昔对比，但在艺术表现上，却只表现对比的一个方面，既感慨淋漓，又含蓄蕴藉。&&&尾联“地下若逢陈后主，岂宜重问后庭花！”用杨广与陈叔宝梦中相遇的故实，以假设、反诘的语气，把批判荒淫亡国的主题深刻地揭示出来，陈叔宝因荒淫亡国，投降隋朝，和当时隋朝的太子杨广很相熟。杨广当了天子，乘龙舟游江都的时候，梦中与死去的陈叔宝及其宠妃张丽华等相遇，请张丽华舞了一曲《玉树后庭花》。这首舞曲是陈叔宝所作。被后人斥为“亡国之音”。诗人在这里特意提到它，意为杨广目睹了陈叔宝荒淫亡国之事，却不吸取教训，既纵情龙舟之游，又迷恋亡国之音，终于重蹈陈叔宝的覆辙，身死国灭，为天下笑。诗在最后发问：他如果在地下遇见陈叔宝的话，难道还好意思再请张丽华舞一曲《后庭花》吗？问而不答，余味无穷。&&&此诗取材于前朝亡国故实，以诗的语言，批判亡国之君，晓喻晚唐皇上，立意高远。篇中以实词撑住全诗，以虚词斡旋其间，取得了既整饬工严又流动活泼的艺术效果。",
                    "transferInfo" : "长安的殿阁千门闲闭，空自笼罩着一片烟霞，又想在繁丽的江都，把宫苑修建得更加豪华。若不是皇帝的玉印归到了李家；隋炀帝的锦帆或许会游遍天涯。当年放萤的场所只剩下腐草，萤火早就断绝了根芽；多少年来隋堤寂寞凄冷，两边的垂杨栖息着归巢乌鸦。他若是在地下与陈后主重逢，难道能再去赏一曲《后庭花》",
                    "backgroundInfo" : "此诗是诗人晚年江东之游时所作，约作于唐宣宗大中十一年（857年），与同名七绝同时，当时李商隐因柳仲郢推荐，任盐铁推官，游江东。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送魏万之京",
                    "author" : "李颀",
                    "content" : "朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。莫见长安行乐处，空令岁月易蹉跎。",
                    "addtionInfo" : "魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。游子：指魏万。离歌：离别的歌。初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。关城：指潼关。树色：黎明前的天色。催寒近：寒气越来越重，一路上天气愈来愈冷。御苑：皇宫的庭苑。这里借指京城。砧声：捣衣声。向晚多：愈接近傍晚愈多。“莫见”句：勉励魏万及时努力，不要虚度年华。蹉跎：此指虚度年华。",
                    "classInfo" : "108",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "这是一首送别诗，被送者为诗人晚辈。此诗意在抒发别离的情绪。首联用倒戟法落笔，点出出发前，微霜初落，深秋萧瑟；颔联写离秋，写游子面对云山，黯然伤神；颈联介绍长安秋色，暗寓此地不可长留；末联以长者风度，嘱咐魏万，长安虽乐，不要虚掷光阴，要抓紧成就一番事业。诗人把叙事、写景、抒情融合在一起，以自己的心情来设想、体会友人跋涉的艰辛，表现了诗人与友人之间深切的友情，抒发了诗人的感慨，并及时对友人进行劝勉。全诗自然真切，情深意长，遣词炼句尤为后人所称道。&&&首联“朝闻游子唱离歌”，先说魏万的走，后用“昨夜微霜初渡河”，点出前一夜的景象，用倒戟而入的笔法，极为得势。“初渡河”，把霜拟人化了，写出深秋时节萧瑟的气氛。&&&“鸿雁不堪愁里听”，是紧接第二句，渲染氛围。“云山况是客中过”，接写正题，照应第一句。大雁，秋天南去，春天北归，飘零不定，有似旅人。它那嘹唳的雁声，从天末飘来，使人觉得怅惘凄切。而抱有满腹惆怅的人，当然就更难忍受了。云山，一般是令人向往的风景，而对于落寞失意的人，坐对云山，便会感到前路茫茫，黯然神伤。他乡游子，于此为甚。这是李颀以自己的心情来体会对方。“不堪”“况是”两个虚词前后呼应，往复顿挫，情切而意深。&&&“关城树色催寒近，御苑砧声向晚多。”是诗人对远行客作了充满情意的推想。从洛阳西去要经过古函谷关和潼关，凉秋九月，草木摇落，一片萧瑟，标志着寒天的到来。本来是寒气使树变色，但寒不可见而树色可见，好像树色带来寒气，见树色而知寒近，是树色把寒催来的。一个“催”字，把平常景物写得有情有感，十分生动，傍晚砧声之多，为长安特有，“长安一片月，万户捣衣声”。然而诗人不用城关雄伟、御苑清华这样的景色来介绍长安，却只突出了“御苑砧声”，发人深想。魏万前此，大概没有到过长安，而李颀已多次到过京师，在那里曾“倾财破产”，历经辛酸。两句推想中，诗人平生感慨，尽在不言之中。“催寒近”“向晚多”六个字相对，暗含着岁月不待，年华易老之意，顺势引出了结尾二句。&&&“莫见长安行乐处，空令岁月易蹉跎”，纯然是长者的语气，予魏万以亲切的嘱咐。这里用“行乐处”三字虚写长安，与上二句中的“御苑砧声”相应，一虚一实，恰恰表明了诗人的旨意。他谆谆告诫魏万：长安虽是“行乐处”，但不是一般人可以享受的。不要把宝贵的时光，轻易地消磨掉，要抓紧时机成就一番事业。可谓语重心长。&&&这首诗以长于炼句而为后人所称道。诗人把叙事、写景、抒情交织在一起。如次联两句用了倒装手法，加强、加深了描写。先出“鸿雁”“云山”——感官接触到的物象，然后写“愁里听”“客中过”，这就由景生情，合于认识规律，容易唤起人们的共鸣。同样，第三联的“关城树色”和“御苑砧声”，虽是记忆中的形象，联系气候、时刻等环境条件，有声有色，非常自然。而“催”字、“向”字，更见推敲之功。",
                    "transferInfo" : "清晨听到游子高唱离别之歌，昨夜薄霜刚刚渡过黄河。怀愁之人实在不忍听那鸿雁哀鸣，何况是那与故乡遥隔千山万水，身在旅途的异乡客。潼关晨曦寒气越来越重，天气愈来愈冷，京城深秋捣衣声愈接近傍晚愈多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。",
                    "backgroundInfo" : "魏万后改名魏颢。他曾求仙学道，隐居王屋山。公元754年（唐玄宗天宝十三载），因慕李白之名，南下到吴、越一带访寻，最后在广陵与李白相遇，计程不下三千里。李白很赏识他，并把自己的诗文让他编成集子。临别时，还写了一首《送王屋山人魏万还王屋》的长诗送他。魏万是比李颀晚一辈的诗人，然而两人像是情意十分密切的“忘年交”。李颀晚年家居颍阳而常到洛阳，此诗可能就写于作者晚年在洛阳时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏怀古迹五首·其一",
                    "author" : "杜甫",
                    "content" : "支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。",
                    "addtionInfo" : "支离：流离。风尘：指安史之乱以来的兵荒马乱。楼台：指夔州地区的房屋依山而建，层迭而上，状如楼台。淹：滞留。日月：岁月，时光。五溪：指雄溪、樠溪、酉溪、潕溪、辰溪，在今湘、黔、川边境。共云山：共居处。羯（jié）胡：古代北方少数民族，指安禄山。词客：诗人自谓。未还：未能还朝回乡。庾（yǔ）信：南北朝诗人。动江关：指庾信晚年诗作影响大。“江关”指荆州江陵，梁元帝都江陵。",
                    "classInfo" : "57",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "这是五首中的第一首。组诗开首咏怀的是诗人庾信，这是因为作者对庾信的诗赋推崇备至，极为倾倒。他曾经说：“清新庾开府”，“庾信文章老更成“。另一方面，当时他即将有江陵之行，情况与庾信漂泊有相通之处。&&&首联是杜甫自安史之乱以来全部生活的概括。安史乱后，杜甫由长安逃难至鄜州，欲往灵武，又被俘至长安，复由长安窜归凤翔，至鄜州探视家小，长安克复后，贬官华州，旋弃官，客秦州，经同谷入蜀，故曰“支离东北风尘际”。当时战争激烈，故曰风尘际。入蜀后，先后居留成都约五年，流寓梓州阆州一年，严武死后，由成都至云安，今又由云安来夔州，故曰“漂泊西南天地间”。只叙事实，感慨自深。&&&颔联承上漂流西南，点明所在之地。这里风情殊异，房屋依山而建，层层高耸，似乎把日月都遮蔽了。山区百姓大多是古时五溪蛮的后裔，他们身穿带尾形的五色衣服同云彩和山峦一起共居同住。&&&颈联追究支离漂泊的起因。这两句是双管齐下，因为在咏怀之中兼含咏史之意，它既是自己咏怀，又是代古人——庾信——咏怀。本来，禄山之叛唐，即有似于侯景之叛梁，杜甫遭禄山之乱，而庾信亦值侯景之乱；杜甫支离漂泊，感时念乱，而庾信亦被留北朝，作《哀江南赋》，因身份颇相类，故不无“同病相怜”之感。正由于是双管齐下，所以这两句不只是承上文，同时也起下文。&&&尾联承接上联，说庾信长期羁留北朝，常有萧条凄凉之感，到了暮年一改诗风，由原来的绮靡变为沉郁苍劲，常发乡关之思，其忧愤之情感动“江关”，为人们所称赞。&&&全诗从安史之乱写起，写自己漂泊入蜀居无定处。接写流落三峡、五溪，与夷人共处。再写安禄山狡猾反复，正如梁朝的侯景；自己飘泊异地，欲归不得，恰似当年的庾信。最后写庾信晚年《哀江南赋》极为凄凉悲壮，暗寓自己的乡国之思。全诗写景写情，均属亲身体验，深切真挚，议论精当，耐人寻味。",
                    "transferInfo" : "关中兵荒马乱百姓流离失所，躲避战乱漂泊流浪来到西南。长久地停留三峡楼台熬日月，与五溪民族都住在一片云山。羯胡人狡诈事主终究不可靠，伤时感世的诗人至今未回还。梁代庾信的一生处境最凄凉，到晚年作的诗赋轰动了江关。",
                    "backgroundInfo" : "这组诗是咏古迹怀古人进而感怀自己的作品。作者于唐代宗大历元年（766年）从夔州出三峡，到江陵，先后游历了宋玉宅、庾信古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，深表崇敬，写下了《咏怀古迹五首》，以抒情怀。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏怀古迹五首·其二",
                    "author" : "杜甫",
                    "content" : "摇落深知宋玉悲，风流儒雅亦吾师。怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。",
                    "addtionInfo" : "摇落：凋残，零落。风流儒雅：指宋玉文采华丽潇洒，学养深厚渊博。“萧条”句：意谓自己虽与宋玉隔开几代，萧条之感却是相同。故宅：江陵和归州 （秭归） 均有宋玉宅，此指秭归之宅。空文藻：斯人已去，只有诗赋留传下来。“最是”两句：意谓最感慨的是，楚宫今已泯灭，因后世一直流传这个故事，至今船只经过时，舟人还带疑似的口吻指点着这些古迹。楚宫：楚王宫。",
                    "classInfo" : "33",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "第二首是推崇楚国著名辞赋作家宋玉的诗。诗是作者亲临实地凭吊后写成的，因而体会深切，议论精辟，发人深省。诗中的草木摇落，景物萧条，江山云雨，故宅荒台，舟人指点的情景，都是诗人触景生情，所抒发出来的感慨。它把历史陈迹和诗人哀伤交融在一起，深刻地表现了主题。诗人瞻仰宋玉旧宅怀念宋玉，从而联想到自己的身世，诗中表现了诗人对宋玉的崇拜，并为宋玉死后被人曲解而鸣不平。全诗铸词溶典，精警切实。有人认为，杜甫之“怀宋玉，所以悼屈原；悼屈原者，所以自悼也”。这种说法自有见地。&&&宋玉的《高唐赋》、《神女赋》写楚襄王和巫山神女梦中欢会故事，因而传为巫山佳话。又相传在江陵有宋玉故宅。所以杜甫暮年出蜀，过巫峡，至江陵，不禁怀念楚国这位作家，勾起身世遭遇的同情和悲慨。在杜甫看来，宋玉既是词人，更是志士。而他生前身后却都只被视为词人，其政治上失志不遇，则遭误解，至于曲解。这是宋玉一生遭遇最可悲哀处，也是杜甫自己一生遭遇最为伤心处。这诗便是诗人瞩目江山，怅望古迹，吊宋玉，抒己怀；以千古知音写不遇之悲，体验深切；于精警议论见山光天色，艺术独到。&&&杜甫到江陵的时候是秋天。宋玉名篇《九辩》正以悲秋发端：“悲哉秋之为气也，萧瑟兮草木摇落而变衰。”杜甫当时正是产生悲秋之情，因而便借以兴起本诗，简洁而深切地表示对宋玉的了解、同情和尊敬，同时又点出了时节天气。“风流儒雅”是庾信《枯树赋》中形容东晋名士兼志士殷仲文的成语，这里借以强调宋玉主要是一位政治上有抱负的志士。“亦吾师”用的是王逸的说法：“宋玉者，屈原弟子也。闵惜其师忠而被逐，故作《九辩》以述其志。”这里借以表示杜甫自己也可算作师承宋玉，同时表明这首诗旨意也在闵惜宋玉，“以述其志”。所以次联接着就说明诗人自己虽与宋玉相距久远，不同朝代，不同时代，但萧条不遇，惆怅失志，其实相同。因而望其遗迹，想其一生，不禁悲慨落泪。&&&诗的前半感慨宋玉生前怀才不遇，后半则为其身后不平。这片大好江山里，还保存着宋玉故宅，世人总算没有遗忘他。但人们只欣赏他的文采辞藻，并不了解他的志向抱负和创作精神。这不符宋玉本心，也无补于后世，令人惘然，所以用了“空”字。就像眼前这巫山巫峡，使诗人想起宋玉的两篇赋文。赋文的故事题材虽属荒诞梦想，但作家的用意却在讽谏君主淫惑。然而世人只把它看作荒诞梦想，欣赏风流艳事。这更从误解而曲解，使有益作品阉割成荒诞故事，把有志之士歪曲为无谓词人。这一切，使宋玉含屈，令杜甫伤心。而最为叫人痛心的是，随着历史变迁，岁月消逝，楚国早已荡然无存，人们不再关心它的兴亡，也更不了解宋玉的志向抱负和创作精神，以至将曲解当史实，以讹传讹，以讹为是。到如今，江船经过巫山巫峡，船夫们津津有味，指指点点，谈论着哪个山峰荒台是楚王神女欢会处，哪片云雨是神女来临时。词人宋玉不灭，志士宋玉不存，生前不获际遇，身后为人曲解。宋玉悲在此，杜甫悲为此。前人说“言古人不可复作，而文采终能传也”，恰好与杜甫的原意相违背。&&&体验深切，议论精警，耐人寻味，是这诗的突出特点和成就。但这是一首咏怀古迹诗，诗人亲临实地，亲自凭吊古迹，因而山水风光自然在诗中显露出来。杜甫沿江出蜀，飘泊水上，旅居舟中，年老多病，生计窘迫，境况萧条，情绪悲怆，本来无心欣赏风景，只为宋玉遗迹触发了满怀悲慨，才洒泪赋诗。诗中的草木摇落，景物萧条，江山云雨，故宅荒台，以及舟人指点的情景，都从感慨议论中出来，蒙着历史的迷雾，充满诗人的哀伤，诗人仿佛是泪眼看风景，隐约可见，其实是虚写。从诗歌艺术上看，这样的表现手法富有独创性。它紧密围绕主题，显出古迹特征，却不独立予以描写，而使其溶于议论，化为情境，渲染着这首诗的抒情气氛，增强了咏古的特色。&&&这是一首七律，要求谐声律，工对仗。但也由于诗人重在议论，深于思，精于义，伤心为宋玉写照，悲慨抒壮志不酬，因而通篇用赋，在用词和用典上精警切实，不被格律所拘束。它的韵律和谐，对仗工整，写的是律诗这种近体诗，却有古体诗的风味，同时又不失清丽。前人认为这首诗“首二句失粘”，只从形式上进行批评，未必中肯。",
                    "transferInfo" : "落叶飘零是深知宋玉的悲哀，他的风流儒雅堪当我的老师。怅望千秋往事洒下同情泪水，身世同样凄凉可惜生不同时。江山依旧故宅犹在空留文藻，云雨荒台难道真是荒唐梦思。最可叹楚王宫殿早荡然无存，驾船人还指点遗迹让人生疑。",
                    "backgroundInfo" : "这组诗是咏古迹怀古人进而感怀自己的作品。作者于唐代宗大历元年（766年）从夔州出三峡，到江陵，先后游历了宋玉宅、庾信古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，深表崇敬，写下了《咏怀古迹五首》，以抒情怀。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏怀古迹五首·其三",
                    "author" : "杜甫",
                    "content" : "群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。千载琵琶作胡语，分明怨恨曲中论。",
                    "addtionInfo" : "荆门：山名，在今湖北宜都西北。明妃：指王昭君。去：离开。紫台：汉宫，紫宫，宫廷。朔漠：北方的沙漠。青冢：指王昭君的坟墓。省识：略识。春风面：形容王昭君的美貌。",
                    "classInfo" : "33",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "这是组诗《咏怀古迹五首》其中的第三首，诗人借咏昭君村、怀念王昭君来抒写自己的怀抱。诗人有感于王昭君的遭遇。寄予了自己深切的同情，同时表现了昭君对故国的思念与怨恨，并赞美了昭君虽死，魂魄还要归来的精神，从中寄托了诗人自己身世及爱国之情。全诗叙事明确，形象突出，寓意深刻。&&&“群山万壑赴荆门，生长明妃尚有村”。诗的发端两句，首先点出昭君村所在的地方。据《一统志》说：“昭君村，在荆州府归州东北四十里。”其地址，即在今湖北秭归县的香溪。杜甫写这首诗的时候，正住在夔州白帝城。这是三峡西头，地势较高。他站在白帝城高处，东望三峡东口外的荆门山及其附近的昭君村。远隔数百里，本来是望不到的，但他发挥想象力，由近及远，构想出群山万壑随着险急的江流，奔赴荆门山的雄奇壮丽的图景。他就以这个图景作为这首诗的首句，起势很不平凡。杜甫写三峡江流有“众水会涪万，瞿塘争一门”（《长江二首》）的警句，用一个“争”字，突出了三峡水势之惊险。这里则用一个“赴”字突出了三峡山势的雄奇生动。这是一个有趣的对照。但是，诗的下一句，却落到一个小小的昭君村上，颇有点出人意外，因而引起评论家一些不同的议论。明人胡震亨评注的《杜诗通》就说：“群山万壑赴荆门，当似生长英雄起句，此未为合作。”意思是这样气象雄伟的起句，只有用在生长英雄的地方才适当，用在昭君村上是不适合，不协调的。清人吴瞻泰的《杜诗提要》则又是另一种看法。他说：“发端突兀，是七律中第一等起句，谓山水逶迤，钟灵毓秀，始产一明妃。说得窈窕红颜，惊天动地。”意思是说，杜甫正是为了抬高昭君这个“窈窕红颜”，要把她写得“惊天动地”，所以才借高山大川的雄伟气象来烘托她。杨伦《杜诗镜铨》说：“从地灵说入，多少郑重。”也与这个意思相接近。&&&“一去紫台连朔漠，独留青冢向黄昏。”前两句写昭君村，这两句才写到昭君本人。诗人只用这样简短而雄浑有力的两句诗，就写尽了昭君一生的悲剧。从这两句诗的构思和词语说，杜甫大概是借用了南朝江淹《恨赋》里的话：“明妃去时，仰天太息。紫台稍远，关山无极。望君王兮何期，终芜绝兮异域。”但是，仔细地对照，杜甫这两句诗所概括的思想内容的丰富和深刻，大大超过了江淹。清人朱瀚《杜诗解意》说：“‘连’字写出塞之景，‘向’字写思汉之心，笔下有神。”说得很对。但是，有神的并不止这两个字。读者只看上句的紫台和朔漠，自然就会想到离别汉宫、远嫁匈奴的昭君在万里之外，在异国殊俗的环境中，一辈子所过的生活。而下句写昭君死葬塞外，诗人用青冢、黄昏这两个最简单而现成的词汇，尤其具有大巧若拙的艺术匠心。在日常的语言里，黄昏两字都是指时间，而在这里，它似乎更主要是指空间了，它指的是那和无边的大漠连在一起的、笼罩四野的黄昏的天幕，它是那样地大，仿佛能够吞食一切，消化一切，但是，独有一个墓草长青的青冢，它吞食不下，消化不了。这句诗就给人一种天地无情、青冢有恨的无比广大而沉重之感。&&&“画图省识春风面，环佩空归月夜魂。”这是紧接着前两句，更进一步写昭君的身世家国之情。画图句承前第三句，环佩句承前第四句。画图句是说，由于汉元帝的昏庸，对后妃宫人们，只看图画不看人，把她们的命运完全交给画工们来摆布。省识，是略识之意。说元帝从图画里略识昭君，实际上就是根本不识昭君，所以就造成了昭君葬身塞外的悲剧。环佩句是写她怀念故国之心，永远不变，虽骨留青冢，魂灵还会在月夜回到生长她的父母之邦。南宋词人姜夔在他的咏梅名作《疏影》里曾经把杜甫这句诗从形象上进一步丰富提高：“昭君不惯胡沙远，但暗忆江南江北。想佩环月夜归来，化作此花幽独。”这里写昭君想念的是江南江北，而不是长安的汉宫，特别动人。月夜归来的昭君幽灵，经过提炼，化身成为芬芳缟素的梅花，想象更是幽美。&&&“千载琵琶作胡语，分明怨恨曲中论。”这是此诗的结尾，借千载作胡音的琵琶曲调，点明全诗写昭君“怨恨”的主题。据汉代刘熙的《释名》说：“琵琶，本出于胡中马上所鼓也。推手前曰琵，引手却曰琶。”晋代石崇《明君词序》说：“昔公主嫁乌孙，令琵琶马上作乐，以慰其道路之思。其送明君亦必尔也。”琵琶本是从胡人传入中国的乐器，经常弹奏的是胡音胡调的塞外之曲，后来许多人同情昭君，又写了《昭君怨》、《王明君》等琵琶乐曲，于是琵琶和昭君在诗歌里就密切难分了。&&&前面已经反复说明，昭君的“怨恨”尽管也包含着“恨帝始不见遇”的“怨思”，但更主要的，还是一个远嫁异域的女子永远怀念乡土，怀念故土的怨恨忧思，它是千百年中世代积累和巩固起来的对乡土和祖国的最深厚的共同的感情。前面提到，这首诗的开头两句，胡震亨说“群山万壑赴荆门”的诗句只能用于“生长英雄”的地方，用在“生长明妃”的小村子就不适当，正是因为他只从哀叹红颜薄命之类的狭隘感情来理解昭君，没有体会昭君怨恨之情的分量。吴瞻泰意识到杜甫要把昭君写得“惊天动地”，杨伦体会到杜甫下笔“郑重”的态度，但也未把昭君何以能“惊天动地”，何以值得“郑重”的道理说透。昭君虽然是一个女子，但她身行万里，青冢留千秋，心与祖国同在，名随诗乐长存，诗人就是要用“群山万壑赴荆门”这样壮丽的诗句来郑重地写她。&&&杜甫的诗题叫《咏怀古迹》，他在写昭君的怨恨之情时，是寄托了他的身世家国之情的。杜甫当时正“飘泊西南天地间”，远离故乡，处境和昭君相似。虽然他在夔州，距故乡洛阳偃师一带不像昭君出塞那样远隔万里，但是“书信中原阔，干戈北斗深”，洛阳对他来说，仍然是可望不可即的地方。他寓居在昭君的故乡，正好借昭君当年想念故土、夜月魂归的形象，寄托他自己想念故乡的心情。&&&清人李子德说：“只叙明妃，始终无一语涉议论，而意无不包。后来诸家，总不能及。”这个评语说出了这首诗最重要的艺术特色，它自始至终，全从形象落笔，不着半句抽象的议论，而“独留青冢向黄昏”、“环佩空归月夜魂”的昭君的悲剧形象，却在读者的心上留下了难以磨灭的深刻印象。",
                    "transferInfo" : "成千上万的山峦山谷连绵不断，如向荆门奔去一般，王昭君生长的山村还至今留存。从紫台一去直通向塞外沙漠，最后只留荒郊上的一座孤坟对着黄昏。糊涂的君王只依凭画图识别昭君的容颜，月夜里环佩叮当是昭君归魂。千载流传她作的胡音琵琶曲，曲中倾诉的分明是满腔悲愤。",
                    "backgroundInfo" : "公元766年（唐代宗大历元年）作者从夔州出三峡，到江陵，先后游历了宋玉宅、庾信古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，深表崇敬，写下了《咏怀古迹五首》，以抒情怀。本首诗是组诗中的第三首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏怀古迹五首·其四",
                    "author" : "杜甫",
                    "content" : "蜀主窥吴幸三峡，崩年亦在永安宫。翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠堂常邻近，一体君臣祭祀同。",
                    "addtionInfo" : "蜀主：指刘备。永安宫：在今四川省奉节县。野寺：原注今为卧龙寺，庙在宫东。伏腊：伏天腊月。指每逢节气村民皆前往祭祀。",
                    "classInfo" : "33",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "第四首咏怀的是刘备在白帝城的行宫永安宫。诗人称颂了三国时刘备和诸葛亮君臣一体的亲密关系，抒发了自己不受重用抱负难展的悲怨之情。&&&作者借村翁野老对刘备诸葛亮君臣的祭祀，烘托其遗迹之流泽。诗歌先叙刘备进袭东吴失败而卒于永安宫，继叹刘备的复汉大业一蹶不振，当年的翠旗行帐只能在空山想象中觅得踪迹，玉殿虚无缥缈，松杉栖息水鹤。歌颂了刘备的生前事业，叹惋大业未成身先去，空留祠宇在人间的荒凉景象。最后赞刘备诸葛亮君臣一体，千百年受人祭祀，表达了无限敬意，发抒了无限感慨。&&&此诗通过先主庙和武侯祠邻近的描写，进而赞颂刘备、诸葛亮君臣际遇、同心一体，含有作者自己论事被斥，政治理想不能实现，抱负不能施展的感慨。在艺术描写上和前几首又有所不同。全诗平淡自然，写景状物形象明朗，以咏古迹为主而隐含咏怀。",
                    "transferInfo" : "刘备出兵伐吴就驻扎在三峡，无奈战败归来去世在永安宫。昔日翠旗飘扬空山浩浩荡荡，永安宫湮灭在这荒郊野庙中。古庙里杉松树上水鹤做了巢，每逢节令仍举行隆重的祭祀。丞相的祠庙就在先王庙临近，君臣共同享受着礼仪和祭礼。",
                    "backgroundInfo" : "这组诗是咏古迹怀古人进而感怀自己的作品。作者于唐代宗大历元年（766年）从夔州出三峡，到江陵，先后游历了宋玉宅、庾信古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，深表崇敬，写下了《咏怀古迹五首》，以抒情怀。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "咏怀古迹五首·其五",
                    "author" : "杜甫",
                    "content" : "诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。",
                    "addtionInfo" : "宗臣：后人崇拜的大臣。羽毛：指鸾凤。身歼：身灭。",
                    "classInfo" : "33",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "这是《咏怀古迹五首》中的最末一篇。当时诗人瞻仰了武侯祠，衷心敬慕，发而为诗。作品以激情昂扬的笔触，对其雄才大略进行了热烈的颂扬，对其壮志未遂叹惋不已!&&&“诸葛大名垂宇宙”，上下四方为宇，古往今来曰宙，“垂于宙”，将时间空间共说，给人以“名满寰宇，万世不朽”的具体形象之感。首句如异峰突起，笔力雄放。次句“宗臣遗像肃清高”，进入祠堂，瞻望诸葛遗像，不由肃然起敬，遥想一代宗臣，高风亮节，更添敬慕之情。“宗臣”二字，总领全诗。&&&接下去进一步具体写诸葛亮的才能、功绩。从艺术构思讲，它紧承首联的进庙、瞻像，到看了各种文物后，自然地对其丰功伟绩作出高度的评价：“三分割据纡筹策，万古云霄一羽毛。”纡，屈也。纡策而成三国鼎立之势，此好比鸾凤高翔，独步青云，奇功伟业，历代敬仰。然而诗人用词精微，一“纡”字，突出诸葛亮屈处偏隅，经世怀抱百施其一而已，三分功业，亦只雄凤一羽罢了。“万古云霄”句形象有力，议论达情，情托于形，自是议论中高于人之处。&&&想及武侯超人的才智和胆略，使人如见其羽扇纶巾，一扫千军万马的潇洒风度。感情所至，诗人不由呼出“伯仲之间见伊吕，指挥若定失萧曹”的赞语。伊尹是商代开国君主汤的大臣，吕尚辅佐周文王、武王灭商有功，萧何和曹参，都是汉高祖刘邦的谋臣，汉初的名相，诗人盛赞诸葛亮的人品与伊尹、吕尚不相上下，而胸有成竹，从容镇定的指挥才能却使萧何、曹参为之黯然失色。这，一则表现了对武侯的极度崇尚之情，同时也表现了作者不以事业成败持评的高人之见。刘克庄曰：“卧龙没已千载，而有志世道者，皆以三代之佐许之。此诗侪之伊吕伯仲间，而以萧曹为不足道，此论皆自子美发之。”黄生曰：此论出，“区区以成败持评者，皆可废矣。”可见诗人这一论断的深远影响。&&&最后，“运移汉祚终难复，志决身歼军务劳。”诗人抱恨汉朝“气数”已终，长叹尽管有武侯这样稀世杰出的人物，下决心恢复汉朝大业，但竟未成功，反而因军务繁忙，积劳成疾而死于征途。这既是对诸葛亮“鞠躬尽瘁，死而后已”高尚品节的赞歌，也是对英雄未遂平生志的深切叹惋。&&&这首诗，由于诗人以自身肝胆情志吊古，故能涤肠荡心，浩气炽情动人肺腑，成为咏古名篇。诗中除了“遗像”是咏古迹外，其余均是议论，不仅议论高妙，而且写得极有情韵。三分霸业，在后人看来已是赫赫功绩了，而对诸葛亮来说，轻若一羽耳；“萧曹”尚不足道，那区区“三分”就更不值挂齿。如此曲折回宕，处处都是抬高了诸葛亮。全诗议而不空，句句含情，层层推选：如果把首联比作一雷乍起，倾盆而下的暴雨，那么，颔联、颈联则如江河奔注，波涛翻卷，愈涨愈高，至尾联蓄势已足，突遇万丈绝壁，瀑布而下，空谷传响──“志决身歼军务劳”──全诗就结于这动人心弦的最强音上。",
                    "transferInfo" : "诸葛亮大名垂宇宙且万古流芳，他清高的品性真令人无比敬仰。三分天下是他苦心筹划的结果，他犹如展翅高翔在云霄的鸾凤。才华超绝与伊尹吕尚难分高下，指挥千军万马非曹参萧何能比。汉朝的气运已经衰落难以恢复，他意志坚决终因军务繁忙殉职。",
                    "backgroundInfo" : "这组诗是咏古迹怀古人进而感怀自己的作品。作者于唐代宗大历元年（766年）从夔州出三峡，到江陵，先后游历了宋玉宅、庾信古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，深表崇敬，写下了《咏怀古迹五首》，以抒情怀。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿府",
                    "author" : "杜甫",
                    "content" : "清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。",
                    "addtionInfo" : "府：幕府。古代将军的府署。杜甫当时在严武幕府中。井梧：梧桐。叶有黄纹如井，又称金井梧桐。“永夜”句：意谓长夜中唯闻号角声像在自作悲语。永夜：整夜。自语：自言自语。中天：半空之中。风尘荏苒：指战乱已久。荏苒：犹辗转，指时间推移。关塞：边关；边塞。萧条：寂寞冷落；凋零。伶俜（pīng）：流离失所。十年事：杜甫饱经丧乱，从天宝十四年（755年）安史之乱爆发至作者写诗之时，正是十年。“强移”句：用《庄子·逍遥游》“鹪鹩巢于深林，不过一枝”意，喻自己之入严幕，原是出于为一家生活而勉强以求暂时的安居。强移：勉强移就。一枝安：指他在幕府中任参谋一职。",
                    "classInfo" : "104",
                    "poetryID" : "24",
                    "source" : "2",
                    "analysesInfo" : "此诗首联倒装。按顺序说，第二句应在前。其中的“独宿”二字，是一诗之眼。“独宿”幕府，眼睁睁地看着“蜡炬残”，其夜不能寐的苦衷，已见于言外。而第一句“清秋幕府井梧寒”，则通过环境的“清”、“寒”，烘托心境的悲凉。未写“独宿”而先写“独宿”的氛围、感受和心情，意在笔先，起势峻耸。&&&颔联写“独宿”的所闻所见，清代方东树指出：“景中有情，万古奇警。”而造句之新颖，也非同一般。七言律句，一般是上四下三，这一联却是四、一、二的句式，每句读起来有三个停顿。诗人就这样化百炼钢为绕指柔，以顿挫的句法，吞吐的语气，活托出一个看月听角、独宿不寐的人物形象，恰切地表现了无人共语、沉郁悲抑的复杂心情。&&&前两联写“独宿”之景，而情含景中。后两联则就“独宿”之景，直抒“独宿”之情。“风尘”句紧承“永夜”句。“永夜角声”，意味着战乱未息。那悲凉的、自言自语的“永夜角声”，引起诗人许多感慨。“风尘荏苒音书绝”，就是那许多感慨的中心内容。“风尘荏苒”，指战乱延续的时间很长。诗人时常想回到故乡洛阳，却由于“风尘荏苒”，连故乡的音信都得不到。“关塞”句紧承“中天”句。诗人早在《恨别》一诗里写道：“洛城一别四千里，胡骑长驱五六年。草木变衰行剑外，兵戈阻绝老江边。思家步月清宵立，忆弟看云白日眠。”好几年又过去了，诗人却仍然流落剑外，一个人在这凄清的幕府里长夜不眠，仰望中天明月，不由得心事重重。“关塞萧条行路难”，就是那重重心事之一。思家、忆弟之情有增无已，因为他还是没有办法回到洛阳。这一联直抒“宿府”之情。但“宿府”时的心情很复杂，用两句诗无法写完。于是用“伶俜十年事”加以概括，意蕴深远。&&&尾联照应首联。作为幕府的参谋而感到“幕府井梧寒”，诗人联想到《庄子·逍遥游》中所说的那个鹪鹩鸟来。“鹪鹩巢于深林，不过一枝。”他从安史之乱以来，“支离东北风尘际，飘泊西南天地间”，那饱含辛酸的“伶俜十年事”都已经忍受过来了，如今却又要到这幕府里来忍受“井梧寒”。用“强移”二字，表明他并不愿意来占这幕府中的“一枝”，而是严武拉来的。用一个“安”字，不过是诗人自我解嘲。诗人一夜徘徊徬徨、展转反侧，心中并不安宁。&&&诗中抒发的感情还是伤时感事，表达出作者对于国事动乱的忧虑和他飘泊流离的愁闷。正是始终压在诗人身上的愁苦使诗人无心赏看中天美好的月色。前六句具体写出了诗人对风尘荏苒、关塞萧条的动乱时代的忧伤。最后两句虽写“栖息一枝安”，但仍然是为他辗转流离苦闷。总之，诗人当时境遇凄凉，十年飘泊辗转，诗风沉郁。",
                    "transferInfo" : "井畔梧桐在秋夜的风中抖动，只有蜡烛残光照着孤单的我。长夜里号角声悲壮似在自语，天空中的月色虽好谁与我共赏。光阴荏苒哪里寻觅亲人音信？关塞一片萧条寻找归路艰难。我已忍受十年的飘零生活，把家安在这里不过勉强栖身。",
                    "backgroundInfo" : "此诗作于唐代宗广德二年（764年）六月，新任成都尹兼剑南节度使严武保荐杜甫为节度使幕府的参谋。这首诗，就写于这一年的秋天。所谓“宿府”，就是留宿幕府的意思。因为别人都回家了，所以他常常是“独宿”。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "阁夜",
                    "author" : "杜甫",
                    "content" : "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事音书漫寂寥。",
                    "addtionInfo" : "阴阳：指日月。短景：指冬季日短。景：通“影”，日光。霁（jì）： 雪停。五更鼓角：天未明时，当地的驻军已开始活动起来。三峡：指瞿塘峡、巫峡、西陵峡。星河：银河，这里泛指天上的群星。野哭：战乱的消息传来，千家万户的哭声响彻四野。战伐：崔旰（gàn）之乱。夷歌：指四川境内少数民族的歌谣。夷，指当地少数民族。卧龙：指诸葛亮。跃马：指公孙述，字子阳，扶风人。这句是贤人和愚人终成黄土之意。人事：指交游。音书：指亲朋间的慰藉。漫：徒然、白白的。",
                    "classInfo" : "31",
                    "poetryID" : "25",
                    "source" : "2",
                    "analysesInfo" : "杜甫流寓于荒僻的山城，面对峡江壮丽的夜景，听到悲壮的鼓角声，因而感慨万千，由眼前的情景想到国家的战乱，由历史人物想到自己的境遇，并力图在内心超越这些人生的感慨，因作此诗。诗中虽有悲凉哀伤之情，却亦有壮情和超然之意。&&&开首二句点明时间。岁暮，指冬季；阴阳，指日月；短景，指冬天日短。一“催”字，形象地说明夜长昼短，使人觉得光阴荏苒，岁月逼人。次句天涯，指夔州，又有沦落天涯之意。在霜雪刚停的寒冬夜晚，雪光明朗如昼，诗人对着凄凉寒怆的夜景，不由感慨万千。&&&“五更”二句，承次句“寒宵”，写出了夜中所闻所见。上句鼓角，指古代军中用以报时和发号施令的鼓声、号角声。晴朗的夜空，鼓角声分外响亮，正是五更天快亮的时候，诗人忧愁难眠，那声音更显得悲壮感人。这就从侧面烘托出夔州一带也不太平，黎明前军队已在加紧活动。诗人用“鼓角”二字点示，再和“五更”、“声悲壮”等词语结合，兵革未息、战争频仍的气氛就自然地传达出来了。下句说雨后天空无尘，天上银河显得格外澄澈，群星参差，映照峡江，星影在湍急的江流中摇曳不定。景色是够美的。前人赞扬此联写得“伟丽”。它的妙处在于：通过对句，诗人把他对时局的深切关怀和三峡夜深美景的欣赏，有声有色地表现出来，诗句气势苍凉恢廓，音调铿锵悦耳，辞采清丽夺目，“伟丽”中深蕴着诗人悲壮深沉的情怀。&&&“野哭”二句，写拂晓前所闻。一闻战伐之事，就立即引起千家的恸哭，哭声传彻四野，景象凄惨。夷歌，指四川境内少数民族的歌谣。夔州是民族杂居之地。杜甫客居此地，渔夫樵子不时在深夜传来“夷歌”之声。“数处”指不只一处。这两句把偏远的夔州的典型环境刻画得很真实：“野哭”、“夷歌”，一个富有时代感，一个具有地方性。对这位忧国忧民的伟大诗人来说，这两种声音都使他倍感悲伤。&&&“卧龙”二句，诗人极目远望夔州西郊的武侯庙和东南的白帝庙，而引出无限感慨。卧龙，指诸葛亮。跃马，化用左思《蜀都赋》“公孙跃马而称帝”句，意指公孙述在西汉末乘乱据蜀称帝。杜甫曾屡次咏到他：“公孙初据险，跃马意何长？”（《白帝城》）“勇略今何在？当年亦壮哉！”（《上白帝城二首》）。一世之雄，都成了黄土中的枯骨。末尾一句说，人事与音书，如今都只好任其寂寞了。结尾二句，流露出诗人极为忧愤感伤的情绪。清代沈德潜说：“结言贤愚同尽，则目前人事，远地音书，亦付之寂寥而已。”（《唐诗别裁》）像诸葛亮、公孙述这样的历史人物，不论是贤是愚，都同归于尽了。现实生活中，征戍、诛掠更造成广大人民天天都有死亡，作者眼前这点寂寥孤独，根本算不了什么。这话看似自遣之词，实际上却充分反映出诗人感情上的矛盾与苦恼。“志士幽人莫怨嗟，古来材大难为用！”（《古柏行》）“英雄余事业，衰迈久风尘。”（《上白帝城二首》）这些诗句正好传达出诗中某些未尽之意。前人认为此诗“意中言外，怆然有无穷之思”，是颇有见地的。&&&此诗向来被誉为杜甫律诗中的典范性作品。诗人围绕题目，从几个重要侧面抒写夜宿西阁的所见所闻所感，从寒宵雪霁写到五更鼓角，从天空星河写到江上洪波，从山川形胜写到战乱人事，从当前现实写到千年往迹。气象雄阔，有上天下地、俯仰古今之概。明代胡应麟称赞此诗：“气象雄盖宇宙，法律细入毫芒”，并说它是七言律诗的“千秋鼻祖”，是很有道理的。",
                    "transferInfo" : "岁末时节白天的时间就越来越短，夔州霜雪停了的寒冬夜晚，雪光映照下，明朗如昼。破晓时军营中鼓角声更显得悲壮凄凉，银河倒映江面，在湍急的江流中摇曳不定。战乱的消息传来，千家万户哭声响彻四野；渔夫樵子不时在夜深传来“ 夷歌”之声。像诸葛亮和公孙述这样的历史人物，最终也成了黄土中的枯骨；人事与音书，都只能任其寂寞了。",
                    "backgroundInfo" : "这首诗是公元766年（大历元年）冬杜甫寓居夔州西阁时所作。当时西川军阀混战，连年不息，吐蕃也不断侵袭蜀地。而杜甫的好友李白、严武、高适等都先后死去。感时忆旧，他写下了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登高",
                    "author" : "杜甫",
                    "content" : "风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。",
                    "addtionInfo" : "啸哀：指猿的叫声凄厉。渚(zhǔ)：水中的小洲；水中的小块陆地。鸟飞回：鸟在急风中飞舞盘旋。回：回旋。落木：指秋天飘落的树叶。萧萧：模拟草木飘落的声音。万里：指远离故乡。常作客：长期漂泊他乡。百年：犹言一生，这里借指晚年。艰难：兼指国运和自身命运。苦恨：极恨，极其遗憾。苦，极。繁霜鬓：增多了白发，如鬓边着霜雪。 繁，这里作动词，增多。潦倒：衰颓，失意。这里指衰老多病，志不得伸。新停：刚刚停止。杜甫晚年因病戒酒，所以说“新停”。",
                    "classInfo" : "67",
                    "poetryID" : "26",
                    "source" : "2",
                    "analysesInfo" : "杜甫的《登高》总体上给人一种萧瑟荒凉之感，情景交融之中，融情于景，将个人身世之悲、抑郁不得志之苦融于悲凉的秋景之中，极尽沉郁顿挫之能事，使人读来，感伤之情喷涌而出，如火山爆发而一发不可收拾。&&&如一般诗篇，《登高》首联写景，开门见山，渲染悲凉气氛。诗中如是写到：风急天高猿啸哀，渚清沙白鸟飞回。这两句都是动静结合，寓静于动中构造了一幅以冷色调着墨的绝妙的水墨画。“风急天高猿啸哀”，一个“急”，一个“哀”字非常有代入感，使人立马进入作者所营造的令人忧伤的情境里不可自拔。接着，苦闷情绪溢满于胸，无处排遣，诗人将其浓缩寄托于鸟的处境下，这样写道：渚清沙白鸟飞回，它构造的是一幅冷淡惨白的画面，“渚”是“清”的，“沙”是“白”的，“鸟”是“飞回”的，在一片萧瑟肃杀的荒无人烟的“渚沙”之中飞舞盘旋，可见其孤独，不禁令人想起“绕树三匝，何枝可依”的凄凉感，悲哀之情油然而生。而从整幅画的构造视角来说，这是一幅描画天地之一处的视野较窄的微观水墨画。&&&颔联集中表现了夔州秋天的典型特征。诗人仰望茫无边际、萧萧而下的木叶，俯视奔流不息、滚滚而来的江水，在写景的同时，便深沉地抒发了自己的情怀。“无边”“不尽”，使“萧萧”“滚滚”更加形象化，不仅使人联想到落木窸窣之声，长江汹涌之状，也无形中传达出韶光易逝，壮志难酬的感怆。透过沉郁悲凉的对句，显示出神入化之笔力，确有“建瓴走坂”、“百川东注”的磅礴气势。前人把它誉为“古今独步”的“句中化境”，是有道理的。&&&最后，颈联和尾联的视角回归微观，回到诗人个人身上。颈联如是说到：万里悲秋常作客，百年多病独登台。“悲秋”已让人黯然神伤，“万里悲秋”更是让人凄怆不已。一个“常”字更是道出“万里悲秋”时常与我相伴，悲哀感之强烈浓重，令人心神寂寥，无可排遣。若从字面义来理解，“万里悲秋”时常来做客，诗人不应是孤独的，而是有人陪伴的，所以与下一句“独登台”产生矛盾。实则不然，且看诗人用字便知。从一般用法来说，“作”连接抽象的事物，如作难、作废、作别，而“做”连接的都是能在实际生活中感知到的具体事物，如做作业、做工、做衣服。“客”本是实际能感知到的具体事物，一般指“人”，诗人在这里用了“作”，不用“做”，令人疑惑，细细想来，是诗人用词巧妙之处。“万里悲秋”是抽象的事物，寄托诗人感伤情绪之景物是会令人心生孤独悲伤之感的景色，不是实际生活中具体的事物，故不用“做”，而用“作”。达到的效果是加深悲秋之感，更强烈浓重，只有“万里悲秋”与我相伴，我只能“独登台”，独在异乡的孤独惆怅感与深秋景色之荒凉凄冷水乳交融，达到出神入化的境界，寄托诗人悲秋伤己的伤感情怀。&&&诗人由秋及人，有感而发，写自己年老多病，拖着残躯独自登上高台，那种异乡怀人的情感喷薄而出，心中苦闷跃然纸上。尾联“艰难苦恨繁霜鬓，潦倒新停浊酒杯”，连用四个字“艰”“难”“苦”“恨”，组合在一起，极尽笔墨突出诗人内心的痛苦和郁闷程度之深，愁肠百结，愁绪万千，以致于白了头发，伤了身体，失了流年，壮志未酬身先老，悲秋之情，愁苦之绪，绵延不绝，令人哀悸。&&&诗前半写景，后半抒情，在写法上各有错综之妙。首联着重刻画眼前具体景物，好比画家的工笔，形、声、色、态，一一得到表现。次联着重渲染整个秋天气氛，好比画家的写意，只宜传神会意，让读者用想象补充。三联表现感情，从纵（时间）、横（空间）两方面着笔，由异乡飘泊写到多病残生。四联又从白发日多，护病断饮，归结到时世艰难是潦倒不堪的根源。这样，杜甫忧国伤时的情操，便跃然纸上。&&&此诗八句皆对。粗略一看，首尾好像“未尝有对”，胸腹好象“无意于对”。仔细玩味，“一篇之中，句句皆律，一句之中，字字皆律”。不只“全篇可法”，而且“用句用字”，“皆古今人必不敢道，决不能道者”。它能博得“旷代之作”（均见胡应麟《诗薮》）的盛誉，就是理所当然的了。",
                    "transferInfo" : "风急天高猿猴啼叫显得十分悲哀，水清沙白的河洲上有鸟儿在盘旋。无边无际的树木萧萧地飘下落叶，望不到头的长江水滚滚奔腾而来。悲对秋景感慨万里漂泊常年为客，一生当中疾病缠身今日独上高台。历尽了艰难苦恨白发长满了双鬓，衰颓满心偏又暂停了浇愁的酒杯。",
                    "backgroundInfo" : "此诗作于公元767年（唐代宗大历二年）秋天，杜甫时在夔州。这是他在五十六岁时写下的。一天他独自登上夔州白帝城外的高台，登高临眺，萧瑟的秋江景色，引发了他身世飘零的感慨，渗入了他老病孤愁的悲哀。于是，就有了这首被誉为“七律之冠”的《登高》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蜀相",
                    "author" : "杜甫",
                    "content" : "丞相祠堂何处寻，锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。",
                    "addtionInfo" : "蜀相：三国蜀汉丞相，指诸葛亮（孔明)丞相祠堂：即诸葛武侯祠，在现在成都，晋李雄初建。锦官城：成都的别名。柏（bǎi）森森：柏树茂盛繁密的样子。映阶碧草自春色，隔叶黄鹂空好（hǎo）音：这两句写祠内景物。杜甫极推重诸葛亮，他此来并非为了赏玩美景，“自”“空”二字含情。是说碧草映阶，不过自为春色；黄鹂隔叶，亦不过空作好音，他并无心赏玩、倾听。因为他所景仰的人物已不可得见。空：白白的。三顾频繁天下计：意思是刘备为统一天下而三顾茅庐，问计于诸葛亮。这是在赞美在对策中所表现的天才预见。频烦，犹“频繁”，多次。两朝开济：指诸葛亮辅助刘备开创帝业，后又辅佐刘禅。两朝：刘备、刘禅父子两朝。开：开创。济：扶助。出师未捷身先死，长使英雄泪满襟（jīn）：出师还没有取得最后的胜利就先去世了，常使后世的英雄泪满衣襟。指诸葛亮多次出师伐魏，未能取胜，至蜀建兴十二年（234年）卒于五丈原（今陕西岐山东南）军中。出师：出兵。",
                    "classInfo" : "68",
                    "poetryID" : "27",
                    "source" : "2",
                    "analysesInfo" : "这首七律《蜀相》，抒发了诗人对诸葛亮才智品德的崇敬和功业未遂的感慨。全诗熔情、景、议于一炉，既有对历史的评说，又有现实的寓托，在历代咏赞诸葛亮的诗篇中，堪称绝唱。&&&“丞相祠堂”，今称武侯祠，在成都市南郊。成都是三国时期汉国的都城，诸葛亮在这里主持国政二十余年，立下了勋业。晋代李雄在成都称王时为他建立了祠堂。后来桓温平蜀，成都遭到了很大的破坏，只有武侯祠完整无损。“锦官城”，是古代成都的别称。成都产蜀锦，古代曾经设有专门的官员管理，他们住在成都的少城（成都旧有大城、少城），所以又称成都为锦官城、锦城或锦里。另一种说法是因为成都地近锦江，这里山川明丽，美如绣锦，因而得名。“森森”，是形容柏树长得高大而茂密。据《儒林公议》、《太平寰宇记》等书记载，武侯祠前有大柏树，相传是诸葛亮亲手栽种。&&&这首联两句，前一句“丞相祠堂何处寻”是自问。这里不称“蜀相”，而用“丞相”二字，使人感到非常亲切。特别是其中的“寻”字，表明此行是有目的的专程来访，而不是漫不经心地信步由之；又因杜甫初到成都，地理不熟，环境生疏，所以才下了这样一个“寻”字。这个寻字有着丰富的含义，它还有力地表现出杜甫对诸葛亮的强烈景仰和缅怀之情，并因人而及物，同时也表明丞相祠堂是诗人渴望已久、很想瞻仰的地方。后一句“锦官城外柏森森”自答。这是诗人望中所得的景象，写的是丞相祠堂的外景，点明祠堂的所在地，用来呼应前一句。“柏森森”三个字还渲染了一种安谧、肃穆的气氛。这两句直承“蜀相”的诗题，起得很得势，用的是记叙兼描述的笔墨。&&&第二联“映阶碧草自春色，隔叶黄鹂空好音”所描绘的这些景物，色彩鲜明，音韵浏亮，静动相衬，恬淡自然，无限美妙地表现出武侯祠内那春意盎然的景象。然而，自然界的春天来了，祖国中兴的希望却非常渺茫。想到这里，诗人不免又产生了一种哀愁惆怅的感觉，因此说是“自春色”、“空好音”。“自”和“空”互文，刻画出一种静态和静境。诗人将自己的主观情意渗进了客观景物之中，使景中生意，把自己内心的忧伤从景物描写中传达出来，反映出诗人忧国忧民的爱国精神。透过这种爱国思想的折射，诗人眼中的诸葛亮形象就更加光彩照人。&&&“三顾”，这里指诸葛亮在南阳隐居时，刘备三次登门拜访的事。诸葛亮《出师表》上说：“先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中。”“频烦”，多次地烦劳。另一说见清代汪师韩的《诗学纂闻》，汪师韩认为“频烦”是唐代俗语，意思与“郑重”差不多。“天下计”，是指统一天下的谋略。具体地说，这里指诸葛亮所制定的以荆州、益州为基地，整饬内政，东联孙权，北搞曹操，而后统一天下的策略。“两朝”，指蜀先主刘备和后主刘禅两代。“开济”，“开”指帮助刘备开创基业；“济”是指辅佐刘禅匡济艰危。“济”，有完成的意思，也可以解释为守成、成了事业。“老臣心”，指诸葛亮尽忠蜀汉，不遗余力，死而后已的精神。&&&这颈联两句写得格外厚重，含义十分丰富，既生动地表达出诸葛武侯的雄才大略、报国苦衷和生平业绩，也生动地表现出他忠贞不渝、坚毅不拔的精神品格。同时还郑重地道出诗人所以景仰诸葛武侯的缘由。因为这一联是全首诗的重点和核心，所以诗人从开篇起便暗运斧斤，不断蓄势，一路盘旋，到此才着力点明，并用了浓重的笔墨。这也正合乎律诗中间二联“宜乎一浓一淡”的写作法则。这一联同时还是杜甫以议论入诗的范例。本来，以抒情为主是诗歌的显著特征，一般并不夹有议论。但是杜甫在这方面却打破了常规，而常以议论入诗，这不仅使他的诗歌内容有了特色，还体现了杜诗的一种技巧。&&&“出师未捷身先死，长使英雄泪满襟”，“出师”句指的是诸葛亮为了伐魏，曾经六出祁山的事。蜀汉后主建兴十二年（234年），他统率大军，后出斜谷，占据了五丈原，与司马懿隔着渭水相持了一百多天。八月，病死在军中。“英雄”，这里泛指，包括诗人自己在内的追怀诸葛亮的有志之士。这尾联两句承接着五、六句，表现出诗人对诸葛亮献身精神的崇高景仰和对他事业未竟的痛惜心情。&&&这首诗分两部分，前四句凭吊丞相祠堂，从景物描写中感怀现实，透露出诗人忧国忧民之心；后四句咏叹丞相才德，从历史追忆中缅怀先贤，又蕴含着诗人对祖国命运的许多期盼与憧憬。全诗蕴藉深厚，寄托遥深，造成深沉悲凉的意境。概言之，这首七律话语奇简，但容量颇大，具有高度的概括力，短短五十六字，诉尽诸葛亮生平，将名垂千古的诸葛亮展现在读者面前。后代的爱国志士及普通读者一吟诵这首诗时，对诸葛亮的崇敬之情油然而生。特别是一读到“出师未捷身先死，长使英雄泪满襟”二句时，不禁黯然泪下。&&&在艺术表现上，设问自答，以实写虚，情景交融，叙议结合，结构起承转合、层次波澜，又有炼字琢句、音调和谐的语言魅力，使人一唱三叹，余味不绝。人称杜诗“沉郁顿挫”，《蜀相》就是典型代表。&&&本诗借游览古迹，表达了对诸葛亮雄才大略，忠心报国的赞颂，以及对他出师未捷而身先死的惋惜。",
                    "transferInfo" : "去哪里寻找武侯诸葛亮的祠堂？在成都城外那柏树茂密的地方。碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。刘备为统一天下而三顾茅庐，问计于诸葛亮，辅佐两代君主的老臣忠心耿耿。可惜出师伐魏还没有取得最后的胜利就先去世了，常使后代英雄感慨泪湿衣襟！",
                    "backgroundInfo" : "《蜀相》一诗，依照仇兆鳌注，断为公元760年（唐肃宗上元元年）春天，杜甫“初至成都时作”。公元759年（唐肃宗乾元二年）十二月，杜甫结束了为时四年的寓居秦州、同谷（今甘肃省成县）的颠沛流离的生活，到了成都，在朋友的资助下，定居在浣花溪畔。成都是当年蜀汉建都的地方，城西北有诸葛亮庙，称武侯祠。唐肃宗上元元年（公元760年）春天，他探访了诸葛武侯祠，写下了这首感人肺腑的千古绝唱。&&&公元221年（蜀汉章武元年），刘备在成都称帝，国号汉，任命诸葛亮为丞相，“蜀相”的意思是蜀汉国的丞相，诗题“蜀相”，写的就是诸葛亮。杜甫虽然怀有“致君尧舜”的政治理想，但他仕途坎坷，抱负无法施展。他写《蜀相》这首诗时，安史之乱还没有平息。他目睹国势艰危，生灵涂炭，而自身又请缨无路，报国无门，因此对开创基业、挽救时局的诸葛亮，无限仰慕，备加敬重。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "野望",
                    "author" : "杜甫",
                    "content" : "西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。跨马出郊时极目，不堪人事日萧条。",
                    "addtionInfo" : "西山：在成都西，主峰雪岭终年积雪。三城：指松（今四川松潘县）、维（故城在今四川理县西）、保（故城在理县新保关西北）三州。戍：防守。三城为蜀边要镇，吐蕃时相侵犯，故驻军守之。南浦：南郊外水边地。清江：指锦江。万里桥：在成都城南。风尘：指安史之乱导致的连年战火。诸弟：杜甫四弟：颖、观、丰、占。只杜占随他入蜀，其他三弟都散居各地。迟暮：这时杜甫年五十。供多病：交给多病之身了。供，付托。涓埃：滴水、微尘，指毫末之微。",
                    "classInfo" : "17",
                    "poetryID" : "28",
                    "source" : "2",
                    "analysesInfo" : "诗以“野望”为题 ，是诗人跃马出郊时感伤时局、怀念诸弟的自我写照。&&&首两句写野望时所见西山和锦江。西山主峰终年积雪，因此以“白雪”形容。三城，在当时驻军严防吐蕃入侵，是蜀地要镇。&&&中间四句是野望时触发的有关国家和个人的感怀。三四句由战乱推出怀念诸弟，自伤流落的情思。海内外处处烽火，诸弟流散，此时“一身遥”客西蜀，如在天之一涯。诗人怀念家国，不禁“涕泪”横流。真情实感尽皆吐露不由人不感动。&&&五六句又由“ 天涯”“一身”引出残年“多病”，“未”贡微力，无补“圣朝”的内愧。杜甫时年五十，因此说已入“迟暮”之年。他叹息说：我只有将暮年付诸给“多病”之身，但“未有”丝毫贡献，报答“圣朝”，是很感惭愧的。&&&杜甫虽流落西蜀，而报效李唐王朝之心，却始终未改，足见他的爱国意识是很强烈的。中间四句，由于连用对偶尔将诗人的家国之忧，身世之感，特别是报效李唐王朝之心，艺术地得到有效概括。&&&七八句最后点出“野望”的方式和深沉的忧虑。“人事”，人世间的事。由于当时西山三城列兵防戍，蜀地百姓赋役负担沉重，杜甫深为民不堪命而对世事产生“日” 转“萧条”的隐忧。这是结句用意所在。诗人从草堂“跨马”，走“出”南“郊”，纵目四“望”。“ 南浦清江万里桥”是近望之景。“西山白雪三城戍 ”，是远望之景。他由“三城戍”引出成乱的感叹，由“万里桥”兴起出蜀之意。这是中间四句有关家国和个人忧念产生的原因。&&&杜甫“跨马出郊”，“极目”四“望”，原本为了排遣郁闷 。但爱国爱民的感情，却驱迫他由“望 ”到的自然景观引出对国家大事、弟兄离别和个人经历的种种反思。一时间，报效国家、怀念骨肉和伤感疾病等等思想感情，集结心头。尤其为“迟暮”“多病”发愁，为“涓埃”未“答”抱愧。&&&此诗前三联写野望时思想感情的变化过程，即由向外观察转为向内审视。尾联才指出由外向到内向的原因。在艺术结构上，颇有控纵自如之妙。",
                    "transferInfo" : "西山白雪皑皑重兵三城戍守，南郊外的万里桥，跨过泱泱的锦江。因海内战争不息几个兄弟音讯阻隔，我流落天涯潸然泪下身心遥。惟将迟暮的年光，交与多病的身躯；至今无点滴功德，报答贤明的圣皇。我骑马来到郊外时放眼远眺，无法忍受人世间之事日渐萧条。",
                    "backgroundInfo" : "公元760年（唐肃宗上元元年）夏天，诗人杜甫在朋友的资助下，在四川成都郊外的浣花溪畔盖了一间草堂，在饱经战乱之苦后，生活暂时得到了安宁，妻子儿女同聚一处，重新获得了天伦之乐。这首诗作于定居草堂的第二年。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登柳州城楼寄漳汀封连四州",
                    "author" : "柳宗元",
                    "content" : "城上高楼接大荒，海天愁思正茫茫。惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。",
                    "addtionInfo" : "柳州：今属广西。漳州、汀洲：今属福建。封州、连州：今属广东。刺史：州的行政长官，相当于后世的知府。接：连接。一说，目接，看到。大荒：旷远的广野。惊风：急风；狂风。乱飐（zhǎn）：吹动。芙蓉：指荷花。薜荔：一种蔓生植物，也称木莲。重遮：层层遮住。千里目：这里指远眺的视线。江：指柳江。九回肠：愁肠九转，形容愁绪缠结难解。共来：指和韩泰、韩华、陈谏、刘禹锡四人同时被贬远方。百越：即百粤，指当时五岭以南各少数民族地区。文身：古代南方少数民族有在身上刺花纹的风俗。文：通“纹”，用作动词。犹自：仍然是。音书：音信。滞：阻隔",
                    "classInfo" : "48",
                    "poetryID" : "29",
                    "source" : "2",
                    "analysesInfo" : "这首抒情诗，赋中有比，象中含兴，情景交融，凄楚动人。&&&一二句先写登楼的所见所感。“城上高楼”之“高” 字，显示出诗人一到柳州，就迫不急待地登上城楼远望友人之迫切心情。站得愈高，望得愈远，足见思之甚切。因为他们五人同遭迫害，命运休戚相关，友谊真挚，虽天各一方，但相思之情不能自已。“接大荒” 写眼之所见，是说柳州城周围都是荒凉偏远之地，写出他们谪所之艰苦。望到极处，海天相接，一片茫茫。一方面写出他们四人所贬之处都是近海之地，另一方面也暗示自己的 “愁思” 如同 “海天” 一样，茫茫不断。这是由实而虚的写法。&&&三四句“惊风乱飐芙蓉水，密雨斜侵薜荔墙”，写的是近处所见。惟其是近景，见得真切，故写得细致。就描绘风急雨骤的景象而言，这是“赋”笔，而赋中又兼有比兴。屈原《离骚》有云：“制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。”又云：“擥木根以结茝兮，贯薜荔之落蕊；矫菌桂以纫蕙兮，索胡绳之纚纚。謇吾法大前修兮，非世俗之所服。”在这里，芙蓉与薜荔，正象征着人格的美好与芳洁。登城楼而望近处，从所见者中特意拈出芙蓉与薜荔，显然是它们在暴风雨中的情状使诗人心灵颤悸。风而曰惊，雨而曰密，飐而曰乱，侵而曰斜，足见对客观事物又投射了诗人的感受。芙蓉出水，何碍于风，而惊风仍要乱飐；薜荔覆墙，雨本难侵，而密雨偏要斜侵。这不禁使诗人产生联想，愁思弥漫。在这里，景中之情，境中之意，赋中之比兴，有如水中着盐，不见痕迹。&&&五六句写远景。也是“赋”而兼有“比”、“兴”的。试看重重绵亘的叠嶂层林，这是西南地区风景的写实，岂不也象征顽固势力的层层包围禁锢么？江流的蜿蜒盘旋，岂不也联想到作者经历的人生道路与前途的曲折么？汉代司马迁《报任安书》说自己受刑之后“肠一日而九回”，形容心情抑郁之极;盛唐王之涣《登鹳雀楼》“欲穷千里目，更上一层楼”，表现一种豪迈意气。本诗则更有发展。尽管岭树重遮，却由于登高望远，仍能逾越障碍，放眼千里，视线并未被遮住，这是从下句遥看九回江流的描写中得到答案的。尽管河道曲折，江水毕竟奔腾前进，这是从一个“流”字中可见分晓的。因此，两句反映作者遭遇许多阻碍与挫折，仍然怀着冲破牢笼的不屈不挠意志，精工的对偶中兼具沉郁与豪放之致，意境是深远的。&&&最后两句从前联生发而来，除表现关怀好友处境望而不见的惆怅之外，还有更深一层的意思：望而不见，自然想到互访或互通音问；而望陆路，则山岭重叠，望水路，则江流纡曲，不要说互访不易，即互通音讯，也十分困难。这就很自然地要归结到“音书滞一乡”。然而就这样结束，文情较浅，文气较直。作者的高明之处。在于他先用“共来百粤文身地”一垫，再用“犹自”一转，才归结到“音书滞一乡”，便收到了沉郁顿挫的艺术效果。而“共来”一句，既与首句中的“大荒”照应，又统摄题中的“柳州”与“漳、汀、封、连四州”。一同被贬谪于大荒之地，已经够痛心了，还彼此隔离，连音书都无法送到。余韵袅袅，余味无穷，而题中的“寄”字之神，也于此曲曲传出。可见诗人用笔之妙。&&&全诗用 “赋中之比” 的手法，通过对眼前景物的描写，托物寄兴，以 “惊风”、“密雨” 喻恶势力，意在抨击政敌; 以 “岭树” 重重，“江流” 回曲比远望之难和思念之苦，哀怨忧愁之情溢于言表，沉郁顿挫之感撼人心魄！",
                    "transferInfo" : "登上高楼，极目所见的是一派荒凉冷清的茫茫沙野，如海似天的愁绪滚涌而来。急风胡乱地掀动水中的荷花，暴雨来袭，斜打在长满薜荔的墙上。层叠的远山连绵起伏遮住了远望的视线，那弯弯曲曲的柳江就如同我百结的愁肠。我们一起来到这边远的蛮荒之地，怎堪音书隔绝，人各一方。",
                    "backgroundInfo" : "此诗当是公元815年（唐宪宗元和十年）秋天在柳州所作。柳宗元与韩泰、韩晔、陈谏、刘禹锡都因参加王叔文领导的永贞革新运动而遭贬。元和十年，柳宗元等人循例被召至京师，再度贬为边州刺史。诗人到达柳州以后，登楼之际，面对满目异乡风物，不禁百感交集，写成了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春思",
                    "author" : "皇甫冉",
                    "content" : "莺啼燕语报新年，马邑龙堆路几千。家住层城临汉苑，心随明月到胡天。机中锦字论长恨，楼上花枝笑独眠。为问元戎窦车骑，何时返旆勒燕然。",
                    "addtionInfo" : "马邑：秦所筑城名，今山西朔县，汉时曾与匈奴争夺此城。龙堆：白龙堆得简称，指沙漠。层城：因京城分内外两层，故称。苑：这里指行宫。机中句，窦滔为苻坚秦州刺史，后谪龙沙，其妻苏蕙能文，颇思滔，乃织锦为回文旋图诗寄之。共八百四十字，纵横反覆，皆成文意。论：表露，倾吐。为问两句：后汉窦宪为车骑将军，大破匈奴，遂登燕然山，命班固作铭，刻石而还。元戎：犹主将。返旆：犹班师。勒：刻。燕然：燕然山，即今蒙古人民共和国杭爱山。",
                    "classInfo" : "52",
                    "poetryID" : "30",
                    "source" : "2",
                    "analysesInfo" : "这首诗题为《春思》，大意是写一位出征军人的妻子。在明媚的春日里对丈夫梦绕魂牵的思念，以及对反侵略战争早日胜利的盼望。盛唐是社会相对安定的时期，但边境战争却并未停息。前方将士与家乡亲人相互思念之情。仍然是诗人们吟咏的重要主题。这一类诗作总的来说具有较为深刻的社会意义，内容也较为充实。由于富有真情实感．其中不乏千古传涌的佳作。&&&首联“莺啼燕语报新年，马邑龙堆路几千”，对比鲜明，动人心弦。“莺啼燕语”，这是和平宁静的象征；新年佳节，这是亲人团聚的时辰。但是，另一方面，在那遥远的边关，从征的亲人却不能享受这宁静，无法得到这温情。上句“莺啼燕语”四字，写得色彩浓丽，生意盎然。使下句“马邑龙堆”，更显得沉郁悲壮。诗人好似信笔而下，但震撼力却很强。&&&良辰美景，未必便能带来欢乐；温柔乡里，最易惹动离情。“家住秦城邻汉苑”，秦城指咸阳，汉苑指长安。诗中的女主人公虽然目睹京畿的繁华与和平，却是“心随明月到胡天”，早巳飞到丈夫的身边。关河万里，能隔断人的形体，却隔不断心灵的呼唤，而作为心灵交通媒介的，大概只有那普照万方的明月了。&&&为了寄托无穷的思念，女主人公纤纤擢素手，札札弄机杼，仿照古人故事，为远方的夫君织一幅锦字回文诗。回文诗循环可读，无始无终，思妇的离恨也缠绵不尽，地久天长。“机中锦字论长恨，楼上花枝笑独眠。”上句一个“论”字。下句一个“笑”字，都是拟人化的写法。锦字回文诗的内容。无非离情别恨。锦字诗有多长，恨便有多长，锦字诗无穷，恨也无穷。楼上花枝本无情，然而在诗人眼中。那花团锦簇的样子，很像是在嘲笑独眠之人。&&&诗的结尾笔锋一转，提出一个意义深远的问题：“为问元戎窦车骑，何时返旆勒燕然？”不问别人而问元戎，因为他是军中主帅：你什么时候才能得胜班师，勒石而还？女主人公对亲人的思念是痛苦而深挚的，然而她也深明大义。她当然懂得，只有彻底战胜了敌人，才会有不光自己，同时也包括普天之下所有离散家庭的重新团聚。就这样，诗中女主人公将自己的命运和国家民族的命运统一起来，赋予了这首诗以比较积极的社会意义。",
                    "transferInfo" : "莺歌燕语预报了临近新年，马邑龙堆是几千里的疆边。家住京城比邻着汉室宫苑，心随明月飞到边陲的胡天。织锦回文诉说思念的长恨，楼上花枝取笑我依然独眠。请问你主帅车骑将军窦宪，何时班师回朝刻石燕然山。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寄李儋元锡",
                    "author" : "韦应物",
                    "content" : "去年花里逢君别，今日花开又一年。世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。",
                    "addtionInfo" : "李儋（dān）元锡：李儋，曾任殿中侍御史，为作者密友；元锡，字君贶，为作者在长安鄠县时旧友。春愁：因春季来临而引起的愁绪。黯黯：低沉暗淡。思田里：想念田园乡里，即想到归隐。邑有流亡：指在自己管辖的地区内还有百姓流亡。愧俸钱：感到惭愧的是自己食国家的俸禄，而没有把百姓安定下来。问讯：探望。",
                    "classInfo" : "34",
                    "poetryID" : "31",
                    "source" : "2",
                    "analysesInfo" : "此诗描述了诗人与友人分别之后的思念。开首二句即景生情，花开花落，引起对茫茫世事的感叹。接着直抒情怀，写因多病而想辞官归田，反映内心的矛盾。“邑有流亡愧俸钱”，不仅是仁人自叹未能尽责，也流露进退两难的苦闷。结尾道出寄诗的用意，是极需友情的慰勉，渴望和友人畅叙。全诗起于分别，终于相约，体现了朋友间的深挚友谊，感情细腻动人，同时章法严密，对仗工整，用语婉转，堪为七律名篇。&&&诗是寄赠好友的，所以从叙别开头。首联即谓去年春天在长安分别以来，已经一年。以花里逢别起，即景勾起往事，有欣然回忆的意味；而以花开一年比衬，则不仅显出时光迅速，更流露出别后境况萧索的感慨。&&&颔联写自己的烦恼苦闷。“世事茫茫”是指国家的前途，也包含个人的前途。当时长安尚为朱泚盘踞，皇帝逃难在奉先，消息不通，情况不明。这种形势下，他只得感慨自己无法料想国家及个人的前途，觉得茫茫一片。他作为朝廷任命的一个地方行政官员，到任一年了，眼前又是美好的春天，但他只有忧愁苦闷，感到百无聊赖，一筹莫展，无所作为，黯然无光。&&&颈联具体写自己的思想矛盾。正因为他有志而无奈，所以多病更促使他想辞官归隐；&&&尾联则是说他看到百姓贫穷逃亡，觉得自己未尽职责，于国于民都有愧，所以他不能一走了事。这样进退两难的矛盾苦闷处境下，诗人十分需要友情的慰勉。尾联便以感激李儋的问候和亟盼他来访作结。&&&这首诗的艺术表现和语言技巧，并无突出的特点。有人说它前四句情景交融，颇为推美。这种评论并不切实。因为首联即景生情，恰是一种相反相成的比衬，景美而情不欢；颔联以情叹景，也是伤心人看春色，茫然黯然，情伤而景无光；都不可谓情景交融。其实这首诗之所以为人传诵，主要是因为诗人诚恳地披露了一个清廉正直的封建官员的思想矛盾和苦闷，真实地概括出这样的官员有志无奈的典型心情。&&&这首诗的思想境界较高，尤其是“身多疾病思田里，邑有流亡愧俸钱”两句，自宋代以来，甚受赞扬。范仲淹叹为“仁者之言”，朱熹盛称“贤矣”。这些评论都是从思想性着眼的，赞美的是韦应物的思想品格。但也反映出这诗的中间两联，在封建时代确有较高的典型性和较强的现实性。事实上也正如此，诗人能够写出这样真实、典型、动人的诗句，正由于他有较高的思想境界和较深的生活体验。",
                    "transferInfo" : "去年那花开时节我们依依惜别，如今又是花开时节，我们分别已一年。世事渺茫自我的命运怎能预料，春愁让人心中郁郁、孤枕难眠。多病的身躯让我想归隐田园间，看着流亡的百姓愧对国家俸禄。早听说你将要来此地探望我，我到西楼眺望几度看到明月圆。",
                    "backgroundInfo" : "这首七律是韦应物晚年在滁州刺史任上的作品，大约作于公元784年（唐德宗兴元元年）春天。唐德宗建中四年（783年）暮春入夏时节，韦应物离开长安，秋天到达滁州任所。李儋、元锡，是韦应物的诗交好友，在长安与韦应物分别后，曾托人问候。次年春天，韦应物写了这首诗寄赠以答。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望蓟门",
                    "author" : "祖咏",
                    "content" : "燕台一望客心惊，笳鼓喧喧汉将营。万里寒光生积雪，三边曙色动危旌。沙场烽火侵胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。",
                    "addtionInfo" : "蓟门：在今北京西南，唐时属范阳道所辖，是唐朝屯驻重兵之地。燕台：原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳一带。客：诗人自称。笳：汉代流行于塞北和西域的一种类似于笛子的管乐器，此处代指号角。三边：古称幽、并、凉为三边。这里泛指当时东北、北方、西北边防地带。危旌：高扬的旗帜。烽火：古代用于军事通信的设施，遇敌情时点燃狼粪，以传警报。投笔吏：汉人班超家贫，常为官府抄书以谋生，曾投笔叹曰：“大丈夫当立功异域以取封侯，安能久事笔砚间”，后终以公封定远侯。论功：指论功行封。请长缨：汉人终军曾自向汉武帝请求：“愿受长缨，必羁南越王而致之阙下”。",
                    "classInfo" : "16",
                    "poetryID" : "32",
                    "source" : "2",
                    "analysesInfo" : "这首诗写作者到边地见到壮丽景色，抒发立功报国的壮志。全诗一气呵成，体现了盛唐诗人的昂扬情调。&&&燕台原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳这一带。“燕台一去”犹说“一到燕台”，四字倒装，固然是诗律中平仄声排列的要求，更重要的是，起笔即用一个壮大的地名，能增加全诗的气势。诗人初来闻名已久的边塞重镇，游目纵观，眼前是辽阔的天宇，险要的山川，不禁激情满怀。一个“惊”字，道出他这个远道而来的客子的特有感受。这是前半首主意所在，开出下文三句。&&&客心因何而惊呢？首先是因为汉家大将营中，吹笳击鼓，喧声重叠。此句运用南朝梁人曹景宗的诗意：“去时儿女悲，归来笳鼓竞。借问行路人，何如霍去病？”表现军营中号令之严肃。但仅仅如此，还未足以体现这个“惊”字。三四两句更进一步，写这笳鼓之声，是在严冬初晓之时发出的。冬季本已甚寒，何况又下雪，何况又是多少天来的积雪，何况又不止一处两处的雪，而是连绵千万里的雪；这些雪下得如此之广，又积得如此之厚，不说它是怎样的冷了，就是雪上反映出的寒光，也足以令人两眼生花。“万里寒光生积雪”这一句就这样分作四层，来托出一个“惊”字。这是往远处望。至于向高处望，则见朦胧曙色中，一切都显得模模糊糊，唯独高悬的旗帜在半空中猎猎飘扬。这种肃穆的景象，暗写出汉将营中庄重的气派和严整的军容。边防地带如此的形势和气氛，自然令诗人心灵震撼了。&&&以上四句已将“惊”字写足，五六两句便转。处在条件如此艰苦。责任如此重大的情况下，边防军队却是意气昂扬。笳鼓喧喧已显出军威赫然，而况烽火燃处，紧与胡地月光相连，雪光、月光、火光三者交织成一片，不仅没有塞上苦寒的悲凉景象，而且壮伟异常。这是向前方望。“沙场烽火连胡月”是进攻的态势。诗人又向周围望：“海畔云山拥蓟城”，又是那么稳如磐石。蓟门的南侧是渤海，北翼是燕山山脉，带山襟海，就像天生是来拱卫大唐的边疆重镇的。这是说防守的形势。这两句，一句写攻，一句说守；一句人事，一句地形。在这样有力有利气势的感染下，便从惊转入不惊，于是领出下面两句，写“望”后之感。诗人虽则早年并不如东汉时定远侯班超初为佣书吏（在官府中抄写公文），后来投笔从戎，定西域三十六国，可是见此三边壮气，却也雄心勃勃，要学西汉时济南书生终军，向皇帝请发长缨，缚番王来朝，立一下奇功了。末联连用了两个典故。第一个是“投笔从戎”：东汉班超原在官府抄公文，一日，感叹说，大丈夫应该“立功异域”，后来果然在处理边事上立了大功。第二个是“终军请缨”：终军向皇帝请求出使南越说服归附，为表现自己有足够的信心，他请皇帝赐给长带子，说是在捆南越王时要用它。祖咏用了这两个典故，意思很明白，更有豪气顿生之感。末二句一反起句的“客心惊”，水到渠成，完满地结束全诗。&&&这首诗从军事上落笔，着力勾画山川形胜，意象雄伟阔大。全诗紧扣一个“望”字，写望中所见，抒望中所感，格调高昂，感奋人心。诗中多用实字，全然没有堆砌凑泊之感；意转而辞句中却不露转折之痕，于笔仗端凝之中，有气脉空灵之妙。此即骈文家所谓“潜气内转”，亦即古文家所谓“突接”，正是盛唐诗人的绝技。",
                    "transferInfo" : "登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。",
                    "backgroundInfo" : "公元714年（唐玄宗开元二年），即以并州长史薛讷为同紫薇黄门三品，将兵御契丹；734年（开元二十二年），幽州节度使张守珪斩契丹王屈烈及可突干。这首诗的写作时期，大约在这二十年之间，其时祖咏当系游宦范阳。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贫女",
                    "author" : "秦韬玉",
                    "content" : "蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。",
                    "addtionInfo" : "蓬门：用蓬茅编扎的门，指穷人家。绮罗：华贵的丝织品或丝绸制品。这里指富贵妇女的华丽衣裳。拟：打算。托良媒：拜托好的媒人。益：更加。风流高格调：指格调高雅的妆扮。风流：指意态娴雅。高格调：很高的品格和情调。怜：喜欢，欣赏。时世：当世，当今。斗：比较，竞赛。苦恨：非常懊恼。压金线：用金线绣花。“压”是刺绣的一种手法，这里作动词用，是刺绣的意思。",
                    "classInfo" : "56",
                    "poetryID" : "33",
                    "source" : "2",
                    "analysesInfo" : "这首诗，以语意双关、含蕴丰富而为人传诵。全篇都是一个未嫁贫女的独白，倾诉她抑郁惆怅的心情，而字里行间却流露出诗人怀才不遇、寄人篱下的感恨。&&&“蓬门未识绮罗香，拟托良媒益自伤。”主人公的独白从姑娘们的家常──衣着谈起，说自己生在蓬门陋户，自幼粗衣布裳，从未有绫罗绸缎沾身。开口第一句，便令人感到这是一位纯洁朴实的女子。因为贫穷，虽然早已是待嫁之年，却总不见媒人前来问津。抛开女儿家的羞怯矜持请人去作媒吧，可是每生此念头，便不由加倍地伤感。这又是为什么呢？&&&从客观上看：“谁爱风流高格调，共怜时世俭梳妆。”意思是说：如今，人们竞相追求时髦的奇装异服，有谁来欣赏我不同流俗的高尚情操？就主观而论：“敢将十指夸针巧，不把双眉斗画长。”意思是说：我所自恃的是，凭一双巧手针黹出众，敢在人前夸口；决不迎合流俗，把两条眉毛画得长长的去同别人争妍斗丽。&&&这样的世态人情，这样的操守格调，调愈高，和愈寡。纵使良媒能托，亦知佳偶难觅啊。“苦恨年年压金线，为他人作嫁衣裳！”个人的亲事茫然无望，却要每天每天压线刺绣，不停息地为别人做出嫁的衣裳！月复一月，年复一年，一针针刺痛着自家伤痕累累的心灵！独白到此戛然而止，女主人公忧郁神伤的形象默然呈现在读者的面前。&&&良媒不问蓬门之女，寄托着寒士出身贫贱、举荐无人的苦闷哀怨；夸指巧而不斗眉长，隐喻着寒士内美修能、超凡脱俗的孤高情调；“谁爱风流高格调”，俨然是封建文人独清独醒的寂寞口吻；“为他人作嫁衣裳”，则令人想到那些终年为上司捉刀献策，自己却久屈下僚的读书人──或许就是诗人的自叹。诗情哀怨沉痛，反映了封建社会贫寒士人不为世用的愤懑和不平。&&&诗人刻画贫女形象，既没有凭借景物气氛和居室陈设的衬托，也没有进行相貌衣物和神态举止的描摹，而是把她放在与社会环境的矛盾冲突中，通过独白揭示她内心深处的苦痛。语言没有典故，不用比拟，全是出自贫家女儿的又细腻又爽利、富有个性的口语，毫无遮掩地倾诉心底的衷曲。&&&从家庭景况谈到自己的亲事，从社会风气谈到个人的志趣，有自伤自叹，也有自矜自持，如春蚕吐丝，作茧自缚，一缕缕，一层层，将自己愈缠愈紧，使自己愈陷愈深，最后终于突破抑郁和窒息的重压，呼出那“苦恨年年压金线，为他人作嫁衣裳”的慨叹。这最后一呼，以其广泛深刻的内涵，浓厚的生活哲理，使全诗蕴有更大的社会意义。",
                    "transferInfo" : "贫家的女儿不识绮罗的芳香，想托个良媒说亲更感到悲伤。谁能爱我高尚的品格和情调？却都喜欢时下正流行的俭妆。敢夸十指灵巧针线做得精美，决不天天描眉与人争短比长。深恨年年手里拿着金线刺绣，都是替富人家小姐做嫁衣裳。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送李少府贬峡中王少府贬长沙",
                    "author" : "高适",
                    "content" : "嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。",
                    "addtionInfo" : "峡中：此指夔州巫山县。谪居：贬官的地方。巫峡：地名，在今重庆市巫山县东。衡阳：地名，今属湖南。相传每年秋天，北方的南飞之雁，至衡阳的回雁峰，便折回北方。这是由长沙想到衡阳，意思要王少府至长沙后多写信来。青枫江：地名，在花溪。秋帆：指秋风吹着小舟，送友人远去。",
                    "classInfo" : "108",
                    "poetryID" : "34",
                    "source" : "2",
                    "analysesInfo" : "这是一首送别诗。此诗是诗人为送两位被贬官的友人而作，寓有劝慰鼓励之意。一诗同赠两人，内容铢两悉称。诗除了首尾合起来总写外，中间两联双双分写，不偏祜。颔联上句写巫峡风光，以古民谣典故来暗示李少府所去的峡中荒凉之地；下句写衡阳，暗示王少府去长沙，并希望他能多寄书函。颈联上句写长沙青枫江的帆船，是再写王少府；下句写白帝城，远在古原始森林的巴东，是再写李少府。双双交错进行，结构严密，情感交织。最后两句，是劝藉二人尽可放心而去，不久即可召还。全诗情感不悲观，也不消极。&&&首联“嗟君此别意何如，驻马衔杯问谪居。”诗人首先抓住二人都是遭贬，都有满腹愁怨，而眼下又即将分别这一共同点，以深表关切的问句开始，表达了对李、王二少府遭受贬谪的同情，以及对分别的惋惜。“嗟”是叹息之声，置于句首，贬谪分别时的痛苦已不言而喻。“此别”、“谪居”四字，又将题中的“送”和“贬”点出，轻灵自然，不着痕迹。&&&作者在送别之地停下马来，与李、王二少府饮酒饯别，“意何如”、“问谪居”，反复致意，其殷切珍重之情，显而易见，一开篇就以强烈的感情，给读者以深刻的印象。无怪乎方东树在《昭昧詹言》中说：“常侍（即高适）每工于发端。”中间两联针对李、王二少府的现实处境，从二人不同的贬谪之地分别着笔，进一步表达对他们的关心和安慰。&&&“巫峡啼猿数行泪，衡阳归雁几封书？”上句写李少府贬峡中。当时，这里路途遥远，四野荒凉，《巴东三峡歌》曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”诗人设想李少府来到峡中，在这荒远之地听到凄厉的猿啼，不禁流下感伤的眼泪。下句写王少府贬长沙。衡阳在长沙南面，衡山有回雁峰，传说北雁南飞至此不过，遇春而回。归雁传书是借用苏武雁足系书故事，但长沙路途遥远，归雁也不能传递几封信。&&&“青枫江上秋帆远，白帝城边古木疏。”上句想象长沙的自然风光。青枫江指浏水，在长沙与湘江汇合。这句写王少府到了长沙，在秋高气爽的季节，望着那明净高远、略无纤尘的蓝天，自然会洗尽烦恼。下句想象夔州（即今四川奉节县）的名胜古迹。白帝城为西汉公孙述所筑，在夔州，当三峡之口。这句写李少府到了峡中，可以去古木参天、枝叶扶疏的白帝城凭吊古迹，以求慰藉。&&&这四句情景相融，结合得自然巧妙，读来自有一种苍凉中饱含亲切的情味。所写之境，从巫峡到衡阳，从青枫浦到白帝城，十分开阔，而分写二人，更显出作者的艺术匠心。作者在两联中，一句写李、一句写王，然后一句写王、一句写李，错综交织，而井然不乱，并且采用了“互文”这种修辞手法中的对句互见的方法，在一联中上句隐含着下句，下句隐含着上句，“巫峡”一联上句写贬谪荒远的凄凉，下句说要多通音信，表面看是对李、王分开讲的，实际上是对两人共同而言。同样，“青枫江”一联上句说流连光景，下句说寻访古迹，实际也是对二人共同讲的。这样，在精炼的字句中，包含了丰富的内容，既照顾到了二人不同的地点，又表达了对双方一致的情意，诗人巧妙的处理，使写分送二人的困难迎刃而解，收到了很好的效果。&&&最后一联：“圣代即今多雨露，暂时分手莫踌躇。”诗针对李、王二少府远贬的愁怨和惜别的忧伤，进行了语重心长的劝慰，对前景作了乐观的展望。圣代雨露，是古代文人诗中的惯用之语，这里用来和贬谪相连，也还深藏着婉曲的微讽之意。重点是在后一句“暂时分手莫踌躇”，意思是说：这次外贬，分别只是暂时的，你们不要犹豫不前，将来定有重归之日。全诗在这里结束，不仅与首联照应，而且给读者留下无尽的遐思。",
                    "transferInfo" : "此次离别不知你们心绪何如，停下马来饮酒饯别询问被贬的去处。巫峡猿猴悲啼令人伤心泪下，到达衡阳后让大雁多为我捎来几封书信。秋日青枫江上孤帆远远飘去，白帝城边古木参天、枝叶扶疏。当今正逢盛世，朝廷是会普降恩泽的，我们只是暂时的分离，不要烦恼悲伤。",
                    "backgroundInfo" : "此诗具体创作时间不详。旧编在《同陈留崔司户早春宴蓬池》诗后，可能是高适在封丘尉任内，送别遭贬的李、王二少府（唐时县尉的别称）往南方之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "九日登望仙台呈刘明府容",
                    "author" : "崔曙",
                    "content" : "汉文皇帝有高台，此日登临曙色开。三晋云山皆北向，二陵风雨自东来。关门令尹谁能识，河上仙翁去不回。且欲近寻彭泽宰，陶然共醉菊花杯。",
                    "addtionInfo" : "九日：指农历九月九日重阳节。望仙台：在今河南陕县西南。刘明府容：名容，生平不详。明府，唐代对县令的尊称。高台：指望仙台。曙色开：朝日初出、阳光四照的样子。三晋：指古晋国，春秋末韩、魏、赵三家分晋，故有此称。北向：形容山势向北偏去。二陵：指崤山南北的二陵，在今河南洛宁、陕县附近。关：函谷关。令尹：守函谷关的官员尹喜，相传他忽见紫气东来，知有圣人至。不一会果然老子骑青牛过关。尹喜留下老子，于是老子写《道德经》一书。尹喜后随老子而去。谁能识：谁还能遇到关门令尹呢？河上仙翁：即河上公，汉文帝时人，传说其后羽化成仙。彭泽宰：晋陶渊明曾为彭泽令。渊明嗜酒而爱菊。有一次重阳节无酒喝，久坐于菊丛中，刚好王弘送酒至，即便就酌，醉后而归。彭泽宰借指刘明府。陶然：欢乐酣畅的样子。菊花杯：意谓对菊举杯饮酒。",
                    "classInfo" : "10",
                    "poetryID" : "35",
                    "source" : "2",
                    "analysesInfo" : "这是一首登临兼应酬的七律。崔曙只有这一首七律，但却是名作，可见诗贵精不贵多。诗人重阳节登临仙台，描写了仙台雄伟壮丽的景色，指出就近邀友畅饮要比寻访神仙畅快舒适。这首诗写景气势雄浑，酣畅淋漓，转承流畅自然。&&&此诗主题表达富贵荣华转瞬即逝，奔波仕途徒劳无功，不如归隐。全诗围绕时、地、人三点展开。诗题已点明了这三点，即重阳节为登高之时，望仙台为登高之地，登高之俗又与神仙传说有关，刘明府容为诗人的投赠对象。&&&首联言事。作者登台凭高望远，看到朝阳，心情顿觉开朗。颔联字面写四季变换，“云山皆北向”，是夏天；“风雨自东来”是春天。从汉文帝修筑此台到作者登台时，经历了近千个春夏秋冬。战国时的三晋，经过秦汉、魏晋、北朝，几经分合，此时成了一统天下的一个部分。汉代的皇帝，当时多么显赫，而此刻只能在二陵中，任凭风雨侵袭了。实际上是感叹；历史变迁，不以人的意志为转移。&&&颈联继续抒发历史感慨：望仙台所在地的地方长官，经过多次改朝换代，难以记住他们一个个的名字。当年磻溪垂钓、后来被周文王聘请为宰相的姜尚，也早死了多年，再也不能回来了。真有“吴宫花草埋幽径，晋代衣冠成古丘”的感慨。尾联言志。有了前面的铺垫，既然功名利禄都是过眼云烟，那么就不必拼命走仕途了。不如沿着陶渊明的道路，采菊东篱下，饮酒自娱。&&&这首诗前面写“九日登望仙台”所见，结尾表达“呈刘明府容”之意，将一首应酬诗写得有声有色、不落俗套；语气上转承自然，一气呵成。全诗融写景、怀古、抒情于一炉，透露出一股浓浓的隐逸气息，这与诗人曾隐居读书于太室山等生活经历是分不开的。&&&此诗格律为平起式首句入韵格，韵合十灰。中二联对仗半工，风雨对云山，河上对关门，都不很工。对仗微有不工，可见灵活，不拘泥，唐诗多如此。",
                    "transferInfo" : "汉文帝在这里筑了一座高台，今天我来到台上时，太阳才刚出来。三晋一带，山岭都向北蜿蜒而去；崤山二陵那里的风雨，都从东方袭来。函谷关尹子潜修有道，又有谁知道呢？河上仙翁不肯留下，一去不回。既然仙人难见，姑且就近找找陶渊明吧，让我们共饮菊花酒，喝他个酩配大醉。",
                    "backgroundInfo" : "这首诗具体创作年代已无法考证。某个重阳节，作者同友人刘明府容同登望仙台，作者欣赏着那壮美得风景，不禁浮想联翩，于是写下此诗，向友人寄出愿与之陶然共醉的愿望。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "行经华阴",
                    "author" : "崔颢",
                    "content" : "岧峣太华俯咸京，天外三峰削不成。武帝祠前云欲散，仙人掌上雨初晴。河山北枕秦关险，驿路西连汉畤平。借问路傍名利客，何如此处学长生。",
                    "addtionInfo" : "华阴：今陕西省华阴县，位于华山北面。岧峣（yáo）：山势高峻的样子。太华：即华山。咸京：即咸阳，今陕西西安。把唐都长安称为咸京。三峰：指华山的芙蓉、玉女、明星三峰。武帝祠：即巨灵祠。汉武帝登华山顶后所建。帝王祭天地五帝之祠。仙人掌：峰名，为华山最峭的一峰。相传华山为巨灵神所开，华山东峰尚存其手迹。秦关：指秦代的潼关。驿路：指交通要道。汉畤（zhì）：汉帝王祭天地、五帝之祠。畤：古代祭祀天地五帝的固定处所。名利客：指追名逐利的人。学长生：指隐居山林，求仙学道，寻求长生不老。",
                    "classInfo" : "9",
                    "poetryID" : "36",
                    "source" : "2",
                    "analysesInfo" : "崔颢写山水行旅、登临怀古诗，很善于将山水景色与神话古迹融合起来，使意境具有辽阔的空间感和悠久的时间感，更加瑰丽神奇。在名作《黄鹤楼》中，就以“昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠”的诗句，再现了茫茫天地、悠悠岁月，令人浮想联翩，引起无穷感慨。在这首诗中，他再次运用这一手法。&&&诗题“行经华阴”，既是“行经”，必有所往；所往之地，就是求名求利的集中地——“咸京”。诗中提到的“太华”、“三峰”、“武帝祠”、“仙人掌”、“秦关”、“汉畤”等都是唐代京都附近的名胜与景物。当时京师的北面是雍县，秦文公曾在这里作鄜畤（畤，谓“神灵所止之地”，即后世神坛之类），到汉高祖作北畤止，这里共有五畤，诗中的“汉畤”即指京师北面的这一古迹。而京师的东南面，就是崔颢行经的华阴县。县南有五岳之一的西岳华山，又称太华，山势高峻。神话传说这里是“群仙之天”，曾由“巨灵手劈”，所以“仙掌之形，莹然在目”（《云笈七签》）。华山各峰都如刀削，最峭的一峰，号称“仙人掌”。汉武帝观仙人掌时，立巨灵祠以供祭祀，即为“武帝祠”。华阴县北就是黄河，隔岸为风陵渡，这一边是秦代的潼关（一说是华阴县东灵宝县的函谷关）。华阴县不但河山壮险，而且是由河南一带西赴咸京的要道，行客络绎不绝。&&&诗的前六句全为写景。写法则由总而分，由此及彼，有条不紊。起句气势不凡：以神仙岩穴的华山压倒王侯富贵的京师。在这里，一个“俯”字显出崇山压顶之势；“岧峣”两字加倍写华山的高峻，使“俯”字更具有一种神力。然后，诗人从总貌转入局部描写，以三峰作为典型，落实“岧峣”。“削不成”三字含有人间刀斧俱无用，鬼斧神工非巨灵不可的意思，在似乎纯然写景中暗含神工胜于人力，出世高于追名逐利的旨意。&&&诗人路过华阴时，正值雨过天晴。未到华阴，先已遥见三峰如洗。到得华阴后，平望武帝祠前无限烟云，聚而将散；仰视仙人　　掌上一片青葱，隐而已显，都是新晴新沐的醒目气象。首联写远景，颔联二句可说是摄近景。远近相间，但觉景色沁脾，自然美妙，令人移情，几乎忘却它的对仗之工，而且更无暇觉察“武帝祠”和“仙人掌”已为结处“学长生”的发问作了奠基。&&&颈联则浮想联翩，写了想象中的幻景。这是眼中所无而意中所有的一种景色，是诗人在直观的基础上加以驰骋想象的一幅写意画。在华山下，同时看到黄河与秦关是不可能的，但诗人“胸中有丘壑”，笔下可以溢出此等雄浑的画面。&&&在华山下望到咸京西面的五畤，也是不可能的，而诗人“思接千载，视通万里”（《文心雕龙》），完全可以感受到此种荡荡大道，西接遥天。古人论诗有“眼前景”与“意中景”之分，前者着眼客观景物的撷取，后者则偏执诗人胸襟的外溢。这首诗就是从描绘眼前景色中自然滑出五、六两句诗人的意中之景。而“一切景语皆情语也”（王国维《人间词话》），诗人胸中之情亦由此可窥探。上句中一个“枕”字把黄河、华山都人格化了，有“顾视清高气深稳”之概；一个“险”字又有意无意地透露出名利之途的风波。下句一个“连”字，使汉五畤上接颔联中的“武帝祠”和“仙人掌”，灵迹仙踪，联锁成片，更垫厚了结处的“长生”；“平”字与上文“岧峣“、“天外”相对照，驿路的平通五畤固然更衬出华山的高峻，同时也暗示长生之道比名利之途来得坦荡。一“险”一“平”，为人们提出了何去何从的问号。这两句中“枕”字、“连”字，前人称为诗眼，其实，两句中的“险”字、“平”字以及起句的“俯”字都是前呼后拥，此响彼应。&&&此诗劝“学长生”，感叹自己奔波于仕途。但诗人不用直说，反向旁人劝喻，显得隐约曲折。结尾两句是从上六句自然落出的，因而显得潇洒自如，风流蕴藉。&&&崔颢现存诗中大都格律严整，然而此诗却打破了律诗起、承、转、合的传统格式，别具神韵。前六句虽有层次先后，却全为写景，到第七句突然一转，第八句立即以发问的句法收住，“此处”二字，绾合前文，导出“何如学长生”的诗旨。从全篇来看，诗人融神灵古迹与山河胜景于一炉，诗境雄浑壮阔而富有意蕴。",
                    "transferInfo" : "在高峻华山上俯视京都长安，三峰伸向天外不是人工削成。在武帝祠前的乌云将要消散，雨过天晴仙人掌峰一片青葱。秦关北靠河山地势多么险要，驿路通过长安往西连着汉畤。借问路旁那些追名逐利的人，为何不到此访仙学道求长生？",
                    "backgroundInfo" : "崔颢在天宝（唐玄宗年号，公元742—756年）年间二次入都。诗人此次行经华阴，事实上与路上行客一样，也未尝不是去求名逐利，但是一见西岳的崇高形象和飘逸出尘的仙迹灵踪，也未免移性动情，感叹自己何苦奔波于坎坷仕途。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "利州南渡",
                    "author" : "温庭筠",
                    "content" : "澹然空水对斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。",
                    "addtionInfo" : "利州：唐代属山南西道，治所在今四川广元，嘉陵江流经其西北面。南渡：指渡嘉陵江。澹（dàn）然：水波闪动的样子。翠微：指青翠的山气。“波上”句：指未渡的人，眼看着马鸣舟中，随波而去。棹（zhào）：船桨，代指船。“数丛”句：指船过草丛，惊散群鸥。范蠡（lǐ）：字少伯，春秋时楚国人，为越大夫，从越王勾践二十余年，助勾践灭吴国后，辞官乘舟而去，泛于五湖，莫知所终。五湖烟水：据《吴越春秋》称，范蠡功成身退，乘扁舟出入三江五湖，没人知道他最终到哪里去了。五湖，指太湖和它附近的几个湖，这里泛指江湖。忘机：旧谓鸥鹭忘机，这里有双关意，指心愿淡泊，与人无争。",
                    "classInfo" : "27",
                    "poetryID" : "37",
                    "source" : "2",
                    "analysesInfo" : "诗人来到了嘉陵江畔，首先映入眼帘的是，开阔清澄的江面，波光粼粼而动，夕阳映照在水中，闪烁不定；起伏弯曲的江岛和岸上青翠的山岚在斜晖的笼罩下，一片苍茫。这一联写江景，交待了行程的地点和时间：日暮时江边渡口。因为诗写的就是渡江情景，所以首联从此着笔，起得非常自然。颔联紧承上联，写人马急欲渡江的情形：渡船正浮江而去，人渡马也渡，船到江心，马儿扬鬃长鸣，好像声音出于波浪之上；未渡的人（包括诗人自己）歇息在岸边的柳荫下，等待着渡船从彼岸返回。这两联所写景物都是诗人待渡时岸边所见，由远而近，由江中而岸上，由静而动，井然有序。&&&接下来，颈联写渡江，船过沙滩，惊散了草丛中成群的鸥鸟；回望岸上，江田万顷，一只白鹭在自由自在地飞翔。这一联巧用数量词，不但属对工稳，而且深化了诗境。群鸥栖息沙草之间，可见天时向晚，飞鸟归巢，所以万顷江田之上只有一鹭飞翔。这幅色彩鲜明的画面强烈地渲染了江边的清旷和寂静。后来李清照《如梦令·常记溪亭日暮》中有“争渡，争渡，惊起一滩欧鹭”的词句，其境界正与此联上句所展示的画面相类似，而下句江田白鹭的空阔悠深和王维的“漠漠水田飞白鹭”（《积雨辋川庄作》）更是神韵同出。&&&前面三联描绘了一幅宁静而充满生机的利州南渡图，作为餬口四方、疲于奔走的诗人摹然置身于这样的环境，不能不触景生情，遐想联翩。所以尾联偶然兴起了欲学范蠡急流勇退，放浪江湖的愿望。这两句的言外之意是，自己便有淡泊遗世，忘却机心之志，也没有人能够理会。&&&温庭筠的诗中曾有“自笑谩怀经济策，不将心事许烟霞”（《郊居秋日有怀一二知己》）的自负与自嘲，这里却浩然有归隐之志，实际上是失意后的无奈之语。“独忘机”，其实并不能忘机。这一点和范蠡也是共通的。范蠡是因越王勾践难共安乐才辞官隐遁的。所以，两个人都可谓是极有机心的人。&&&这首诗描写行旅在利州南渡时的所见所感，景物描写江中，岸上交递着墨，层次分明，色彩清丽，静中有动，栩栩如生，特别是颈联，是被人们传诵的写景名句。最后触景兴感，自然真切。全诗八句，无不与“水”相关，但清隽而不堆砌。在章法上，此诗别具一格，不落俗套。按照律诗的一般规律，前后四联，起承转合，各有所归。此诗前三联却递相承接，景物描写得很充分，意境幽远淡雅。尾联由写景转而遐思，但仍从“舟”、“水”絻结，以致转中有合，脉络依然清晰完整。有人说，温庭筠的以山水、行旅为题材的诗多感慨深切，气韵清澈，以这首诗来看，确实如此。",
                    "transferInfo" : "夕阳正斜照在空阔的水面上，曲折的小岛连接翠绿的群山。江面上传来马的嘶鸣看船归，柳荫下的人们等待着船靠岸。广阔沙草从中群鸥四处飞散，万顷江田上空孤鹭展翅飞翔。谁能像范蠡一样乘着小木船，在辽阔的江湖上面自由飘荡。",
                    "backgroundInfo" : "温庭筠一生政治上很失意，不仅屡次应试不中，而且因为语言多犯忌讳，开罪了皇帝和宰相（唐宣宗和令狐绹），长被摈抑，只好到处流转，做一个落魄漂泊的才子。这首诗是温庭筠行旅于利州（治今四川广元）渡江时所作",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "苏武庙",
                    "author" : "温庭筠",
                    "content" : "苏武魂销汉使前，古祠高树两茫然。云边雁断胡天月，陇上羊归塞草烟。回日楼台非甲帐，去时冠剑是丁年。茂陵不见封侯印，空向秋波哭逝川。",
                    "addtionInfo" : "苏武：汉武帝时出使匈奴被扣多年，坚贞不屈，汉昭帝时始被迎归。“云边”句：汉要求苏武回国，匈奴诡言武已死。后汉使至，常惠教汉使向单于说，汉帝射雁，于雁足得苏武书，言其在某泽中，匈奴才承认苏武尚在。雁断：指苏武被羁留匈奴后与汉廷音讯隔绝。胡：指匈奴。陇上句：指苏武回国后，非甲帐：意指汉武帝已死。冠剑：指出使时的装束。丁年：壮年。唐朝规定二十一至五十九岁为丁。茂陵：汉武帝陵。指苏武归汉时武帝已死。封侯：苏武持节归来，汉宣帝赐他爵关内侯，食邑三百户。逝川：喻逝去的时间。这里指往事。▲",
                    "classInfo" : "68",
                    "poetryID" : "38",
                    "source" : "2",
                    "analysesInfo" : "“苏武魂销汉使前，古祠高树两茫然”两句分点“苏武”与“庙”。第一句着笔就写苏武突然见到汉使，得知他已经获释可以回国时悲喜交加的激动心情。汉昭帝时，匈奴与汉和亲。汉使到匈奴后，得知苏武尚在，乃诈称汉朝皇帝射雁上林苑，得苏武系在雁足上的帛书，知武在某泽中，匈奴方才承认，并遣武回国。首句是想象苏武初次会见汉使时的情景。苏武在异域渡过漫长岁月，历尽艰辛，骤然见到来自汉朝的使者，表现出极为强烈、激动、复杂的感情。这里有辛酸的追忆，有意外的惊愕，悲喜交加，感慨无穷，种种情绪，一时奔集，难以言状，难以禁受。诗人以“魂销”二字概括，笔墨精炼，真切传神，“魂销”二字栩栩如生地描绘出苏武当时内心与外在的的的非常情态，深刻地显示出其思国若渴的爱国精神，这句是苏武生前事迹的一个特写镜头。第二句由人到庙，由古及今，描绘眼前苏武庙景物。“古祠高树”，写出苏武庙苍古肃穆，渲染出浓郁的历史气氛，写苏武庙中的建筑与古树本是无知物，它们都不知道苏武生前所历尽的千辛万苦，更不了解苏武坚贞不屈的价值，寄寓了人心不古、世态炎凉的感叹。透露出诗人崇敬追思之情。李白《蜀道难》：“蚕丛及鱼凫，开国何茫然。”茫然即渺然久远之意。古祠高树两茫然，是说祠和树都年代杳远。这就为三、四两句转入对苏武当年生活的追思缅想创造了条件。&&&“云边雁断胡天月，陇上羊归塞草烟”描绘的是两幅画，是用逆挽法来追忆苏武生前的苦节壮举，怀念苏武崇高的爱国精神。上一幅是望雁思归图。在寂静的夜晚，天空中高悬着一轮带有异域情调的明月。望着大雁从遥远的北方飞来，又向南方飞去，一直到它的身影逐渐消失在南天的云彩中。这幅图画，形象地表现了苏武在音讯隔绝的漫长岁月中对故国的深长思念和欲归不得的深刻痛苦，不仅叙出了苏武被流放北海时与国音讯断绝的史实，而且表现出苏武只要一息尚存就念念不忘故园，每天希望鸿雁传书于国、直盼到月上中天的爱国忠心。这句主要写苏武思国的心境。下一幅是荒塞归牧图。在昏暗的傍晚，放眼远望，只见笼罩在一片荒烟中的连天塞草，和丘陇上归来的羊群，主要写他胡地牧羊时环境的艰辛、荒凉，表现出贫贱不能移其爱国之志的胸怀。这幅图画，形象地展示了苏武牧羊绝塞的单调、孤寂生活，概括了幽禁匈奴十九年的日日夜夜，环境、经历、心情相互交触，浑然一体。颔联两句是从广阔的空间角度来写苏武留胡时内心与外在动态、环境。&&&“回日楼台非甲帐，去时冠剑是丁年”两句写苏武“回日”所见所感，从相隔迢遥的时间的角度上写苏武出使和归国前后的人事变换。第一句句说苏武十九年后归国时，往日的楼台殿阁虽然依旧，但武帝早已逝去，当日的“甲帐”也不复存在，流露出一种物是人非、恍如隔世的感慨，隐含着对武帝的追思。史载苏武“始以强壮出，及还，须发尽白”。李陵《答苏武书》中也有“丁年（壮年）奉使，皓首而归”之句。第二句说回想当年戴冠佩剑，奉命出使的时候，苏武还正当壮盛之年。“甲帐”、“丁年”巧对，向为诗评家所称。此联先说“回日”，后述“去时”，诗评家称之为“逆挽法”，认为可以“化板滞为跳脱”（沈德潜《唐诗别裁》）。其实，由“回日”忆及“去时”，以“去时”反衬“回日”，更增感慨。苏武出使是汉武帝为之赐节饯行，他自己那时也正在壮年，可是归汉之“回日”，汉室江山虽然依旧，然而人事却迥然有异于前了，这里面包含了极其深沉的感。“回日”句是写朝廷人事的变更，“去时”暗示了苏武个人生命历程的转换，两句通过对时间转换的形象描绘，显示了苏武留胡时间之长，读者从此也可以想象到十九年中苏武所经受的磨难之多。&&&“茂陵不见封侯印，空向秋波哭逝川”两句集中抒写苏武归国后对武帝的追悼。汉宣帝赐苏武爵关内侯，食邑三百户。武帝已经长眠茂陵，再也见不到完节归来的苏武封侯受爵了，苏武只能空自面对秋天的流水哭吊已经逝去的先皇。史载李陵劝降时，苏武曾说：“武父子之功德，皆为陛下所成就。……兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。”回国后，昭帝“诏武奉一大牢谒武帝园庙”。这种故君之思，是融忠君与爱国为一体的感情。最后一笔，把一个带着历史局限的爱国志士的形象，更真实感人地展现在我们面前。&&&晚唐国势衰颓，民族矛盾尖锐。表彰民族气节，歌颂忠贞不屈，心向故国，是时代的需要。杜牧《河湟》诗云：“牧羊驱马虽戎服，白发丹心尽汉臣。”温庭筠这首诗，正塑造了一位“白发丹心”的汉臣形象。",
                    "transferInfo" : "苏武初遇汉使，悲喜交集感慨万端；而今古庙高树，肃穆庄严久远渺然。羁留北海音书断绝，头顶胡天明月；荒陇牧羊回来，茫茫草原已升暮烟。回朝进谒楼台依旧，甲帐却无踪影；奉命出使加冠佩剑，正是潇洒壮年。封侯受爵缅怀茂陵，君臣已不相见；空对秋水哭吊先皇，哀叹逝去华年。",
                    "backgroundInfo" : "苏武是历史上著名的坚持民族气节的英雄人物。武帝天汉元年（前100年）他出使匈奴，被扣留。匈奴多次逼降，他坚贞不屈。后被流放到北海牧羊，直至昭帝始元六年（前81年），才返回汉朝，前后长达十九年。这首诗就是作者瞻仰苏武庙后追思凭吊之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江州重别薛六柳八二员外",
                    "author" : "刘长卿",
                    "content" : "生涯岂料承优诏，世事空知学醉歌。江上月明胡雁过，淮南木落楚山多。寄身且喜沧洲近，顾影无如白发何。今日龙钟人共弃，愧君犹遣慎风波。",
                    "addtionInfo" : "江州：今江西九江市。薛六、柳八：名未详。六、八，是他们的排行。员外：员外郎的简称。原指正额的成员以外郎官，为中央各司次官。生涯：犹生计。优诏：优厚待遇的诏书。根据上下文，此当为反语。醉歌：醉饮歌唱。胡雁：指从北方来的雁。“淮南”句：江州在淮南，其地又在古代楚国境。楚山多，木叶零落，所见之山也多了。沧洲：滨海的地方，也用以指隐士居处。顾：回看。无如：无奈。龙钟：指老态迟钝貌。遣：使，这里是叮咛之意。慎风波：慎于宦海风波",
                    "classInfo" : "108",
                    "poetryID" : "39",
                    "source" : "2",
                    "analysesInfo" : "失州入幕，年岁已垂垂老矣；虽然寄身有地，但心情不能不是感伤多于慰藉。这首诗即写这种帐触之情。&&&首联写诗人奉诏内移沿海的感受。起句字面上称美皇恩浩荡，实际止用春秋笔法，以微言而寄讽意。诗人曾被贬南巴，此次奉诏内移，也是一种贬谪，只不过是由极远的南巴内移到较近的近海之睦州罢了。所以“承优诏”云云，实是反说，愤激不平才是其真意。对句则由止句之婉讽陡然转为无可奈何的一声浩叹，是真情的淋漓尽致的倾吐，也将上句隐含的讽意明朗化了。醉歌，它常常是作为古之文人浇愁遣愤的一种方式。刘长卿两次被贬在其心灵上留下创伤，借“醉歌”以排遣，已属无奈，前面冠以“空知”二字，则更进一层透出诗人徒知如此的深沉感慨，这就将苦清暗暗向深推进了一步。首联二句已点出诗人情绪，次联则以江州景色而染之，诗脉顺势而下。&&&颔联所写即眼前之景——江水、明月、北雁、落木、楚山，渲染清秋气氛，借以抒写宦海浮沉的深沉感慨。浩荡江水，凄清明月，一群北来南去的大雁掠空而过；江州一带万木凋零，落叶飒飒，原先被树木遮蔽的古楚地的山岭突然裸露出来，似乎比往日增加了许多。二句写景，一天上，一地下，一写水，一写山，一近一远，一动一静，上下俯抑，参差交互，成就了二幅水天空寂、江山寥落的江州秋色图。而作者的真正用意则在于通过这貌似孤立的景物画面，来抒写孤寂凄凉的心境和贬滴天涯的感恨。北雁南飞，暗寓诗人迁播；落术飒飒，隐含诗人晚景萧条，且与尾联“老”字遥相呼应；楚山之多亦正好反衬出作者的一己之微。所以，此联妙在以景传情，情从景出，情景相为珀芥，二者互藏其宅。&&&颈联的感喟即由此种氛围中生发。“寄身且喜沧洲近”，努力想从萧瑟感中振起，但下句“顾影无如白发多”又跌落到感伤中。这一联的脉理很细腻，寄身沧洲，自然是从上联将往淮南引起的悬想，而“沧洲近”，就离自己北国的家乡更远了，其意又隐隐上应领联上句的“胡雁过”。“沧洲近”又有悬想此后得遂闲适初志之意，但忽见明镜里，白发已多多，“白发”又隐隐与颔联下句萧瑟的“楚山多”在意象上相呼应。生涯如同一年将尽的深秋，遥远的故乡更回归无日，因此这“喜”只能是“且”喜，而白发缘愁长，却是“无如”其“何”的严酷的现实。&&&“今日龙钟人共老，愧君犹遣慎风波。”以感愧友人情谊作结，并隐隐透出前路上尚有风波之险。在关合诗题“重别薛六柳八二员外”的同时，以“慎风波”暗暗反挑首联的“生涯”、“世事”之叹。分别之际，诗人感愧万端地说：如今我和你们都已老态龙钟，多亏二位旧识还叮嘱我警惕旅途风波。在此之前，刘长卿因“刚而犯上”被贬到遥远的南巴，此次奉诏内移，薛柳二人担心他再次得罪皇帝，故有“慎风波”之劝。对此，诗人深深地为之感愧。“风波”一词，语意双关，既指江上风波，又暗指宦海风波。这样一结，既写出了薛柳二人对诗人的殷殷叮嘱之情，又传出了诗人感愧友人的神态。&&&综观全诗，或委婉托讽，或直抒胸臆，或借景言情，运用多种笔墨，向友人倾诉了因犯土而遭贬滴的痛苦情怀。语言看似质实，却不乏风流文采。前人评对长卿七言律诗云：“工绝秀绝。”当不为溢美之词。",
                    "transferInfo" : "多年沦落的生涯，谁知竟得到天子的厚恩。世间万事我都已参破，只想学醉饮狂歌的古人。江上的月色分外清明，胡雁从夜空飞掠而过。秋风吹起，淮南已树木凋尽，楚地山头的落叶想必更多。且喜暂时可以寄身的地方，在那沧海近旁。对着明镜来回照影，萧萧白发徒然地令人心伤。如今你们同我都已经老去，都一样是这般步履龙钟。你们还叮嘱我要留意风波险恶，真叫我深深惭愧无限感动。",
                    "backgroundInfo" : "唐德宗建中三年（782），李希烈叛军占据随州，失州而流落江州（今江西九江），后应辟入淮南节度使幕。行前先有五律《江州留别薛六柳八又二员外》，故这首诗题作“重别”。一说此诗作于唐肃宗至德三载（758），时诗人贬南巴尉，中间曾移往洪州暂住，路过江州时作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长沙过贾谊宅",
                    "author" : "刘长卿",
                    "content" : "三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知。寂寂江山摇落处，怜君何事到天涯。",
                    "addtionInfo" : "贾谊：西汉文帝时政治家、文学家。后被贬为长沙王太傅，长沙有其故址。谪宦：贬官。栖迟：淹留。像鸟儿那样的敛翅歇息，飞不起来。楚客：流落在楚地的客居，指贾谊。长沙旧属楚地，故有此称。汉文：指汉文帝。",
                    "classInfo" : "27",
                    "poetryID" : "40",
                    "source" : "2",
                    "analysesInfo" : "这是一篇堪称唐诗精品的七律。首联写贾谊三所谪官，落得“万古”留悲。明写贾谊，暗寓自身迁谪。颔联写古宅萧条冷落的景色，“秋草”、“寒林”、“人去”、“日斜”，一派黯然气象。颈联写贾谊见疏，当年凭吊屈子。隐约联系自己而今赁吊贾谊。尾联写宅前徘徊，暮色更浓，秋色更深，抒发放逐天涯的哀惋叹喟。此诗通过对汉代文学家贾谊不幸遭遇的凭吊和痛惜，抒发了诗人自己被贬的悲愤与对当时社会现实的不满情绪。全诗意境悲凉，真挚感人，堪称唐人七律中的精品。&&&首联“三年谪宦”，只落得“万古”留悲，上下句意钩连相生，呼应紧凑，给人以抑郁沉重的悲凉之感。“此”字，点出了“贾谊宅”。“栖迟”，像鸟儿那样的敛翅歇息，飞不起来，这种生活本就是惊惶不安的，用以暗喻贾谊的侘傺失意，是恰切的。“楚客”，流落在楚地的客居，标举贾谊的身份。一个“悲”字，直贯篇末，奠定了全诗凄怆忧愤的基调，不仅切合贾谊的一生，也暗寓了刘长卿自己迁谪的悲苦命运。&&&“颔联是围绕题中的“过”字展开描写的。“秋草”，“寒林”，“人去”，“日斜”，渲染出故宅一片萧条冷落的景色，而在这样的氛围中，诗人还要去“独寻”，一种景仰向慕、寂寞兴叹的心情，油然而生。寒林日斜，不仅是眼前所见，也是贾谊当时的实际处境，也正是李唐王朝危殆形势的写照。&&&颈联从贾谊的见疏，隐隐联系到自己。出句要注意一个“有道”，一个“犹”字。号称“有道”的汉文帝，对贾谊尚且这样薄恩，那么，当时昏聩无能的唐代宗，对刘长卿当然更谈不上什么恩遇了；刘长卿的一贬再贬，沉沦坎坷，也就是必然的了。这就是所谓“言外之意”。&&&诗人将暗讽的笔触曲折地指向当今皇上，手法是相当高妙的。接着，笔锋一转，写出了这一联的对句“湘水无情吊岂知”。这也是颇得含蓄之妙的。湘水无情，流去了多少年光。楚国的屈原哪能知道上百年后，贾谊会来到湘水之滨吊念自己；西汉的贾谊更想不到近千年后的刘长卿又会迎着萧瑟的秋风来凭吊自己的遗址。后来者的心曲，恨不起古人于地下来倾听，当世更没有人能理解。诗人由衷地在寻求知音，那种抑郁无诉、徒呼负负的心境，刻画得十分动情，十分真切。&&&“寂寂江山摇落处，怜君何事到天涯！”读此尾联的出句，好像刘长卿就站在读者面前。他在宅前徘徊，暮色更浓了，江山更趋寂静。一阵秋风掠过，黄叶纷纷飘落，在枯草上乱舞。这幅荒村日暮图，正是刘长卿活动的典型环境。它象征着当时国家的衰败局势，与第四句的“日斜时”映衬照应，加重了诗篇的时代气息和感情色彩。“君”，既指代贾谊，也指代刘长卿自己；“怜君”，不仅是怜人，更是怜己。“何事到天涯”，可见二人原本不应该放逐到天涯。这里的弦外音是：我和您都是无罪的呵，为什么要受到这样严厉的惩罚！这是对强加在他们身上的不合理现实的强烈控诉。读着这故为设问的结尾，仿佛看到了诗人抑制不住的泪水，听到了诗人一声声伤心哀惋的叹喟。&&&诗人联系与贾谊遭贬的共同的遭遇，心理上更使眼中的景色充满凄凉寥落之情。满腹牢骚，对历来有才人多遭不幸感慨系之，更是将自己和贾谊融为一体。&&&这首怀古诗表面上咏的是古人古事，实际上还是着眼于今人今事，字里行间处处有诗人的自我在，但这些又写得不那么露，而是很讲究含蓄蕴藉的，诗人善于把自己的身世际遇、悲愁感兴，巧妙地结合到诗歌的形象中去，于曲折处微露讽世之意，给人以警醒的感觉。",
                    "transferInfo" : "贾谊被贬在此地居住三年，可悲的遭遇千万代令人伤情。我在秋草中寻觅着你的足迹，寒林里空见夕阳缓缓斜倾。汉文帝为何独对你恩疏情薄，湘江水无意凭吊有谁知情？寂寞冷落深山里落叶纷纷，可怜你不知因何被贬到此地呢？",
                    "backgroundInfo" : "此诗的内容，与作者的迁谪生涯有关。刘长卿“刚而犯上，两遭迁谪”。第一次迁谪在公元758年（唐肃宗至德三年）春天，由苏州长洲县尉被贬为潘州南巴县尉；第二次在公元773年（唐代宗大历八年）至777年（大历十二年）间的一个深秋，因被诬陷，由淮西鄂岳转运留后被贬为睦州司马。从这首诗所描写的深秋景象来看，诗当作于诗人第二次迁谪来到长沙的时候，那时正是秋冬之交，与诗中节令恰相符合。&&&在一个深秋的傍晚，诗人只身来到长沙贾谊的故居。贾谊，是汉文帝时著名的政论家，因被权贵中伤，出为长沙王太傅三年。后虽被召回京城，但不得大用，抑郁而死。类似的遭遇，使刘长卿伤今怀古，感慨万千，而吟咏出这首律诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "自夏口至鹦鹉洲夕望岳阳",
                    "author" : "刘长卿",
                    "content" : "汀洲无浪复无烟，楚客相思益渺然。汉口夕阳斜渡鸟，洞庭秋水远连天。孤城背岭寒吹角，独树临江夜泊船。贾谊上书忧汉室，长沙谪去古今怜。",
                    "addtionInfo" : "汀洲：水中可居之地，指鹦鹉洲。楚客：指到此的旅人。夏口古属楚国境。孤城：指汉阳城，城后有山。角：古代军队中的一种吹乐器。",
                    "classInfo" : "69",
                    "poetryID" : "41",
                    "source" : "2",
                    "analysesInfo" : "这首诗是遭贬后触景感怀之作。诗中对被贬于岳阳的源中丞，表示怀念和同情，也是借怜贾谊贬谪长沙，以喻自己的遭贬谪。&&&首联写诗人为身边景物所触动，而想到贬于洞庭湖畔岳阳城友人，通过写江上浪烟来寄托对友人的思念之情。中间两联写诗人由夏口至鹦鹉洲一路的所见所闻。尾联为劝慰元中丞语，忧愤之语倾泻而出，以同情友人在政治上遭受打击的境遇作结，也是作者自己人生遭际的写照。全诗语言圆熟，意境开阔，结构紧密，是艺术上较成熟的作品。&&&首联写船到鹦鹉洲时所见江间水波不兴、烟霭一空的景象，并逗起诗人对远在洞庭瑚畔约源中丞的相思之情：鹦鹉洲所在的江面无风无浪又无云烟，我这个途经楚地的客子对你的相思渺然无边。上句是诗人灵想独辟出来约晶莹洁净的水界，也是诗人思念源中丞的一个绝美的环境。下句以正面抒情承之，直写勃然于心的相思之情比江水还要广阁。“益渺然”三字结合眼前景物，极为夸张地写出诗人的怀友之情与江水同趋合流的一种艺术妙境。行文亦作流水之势，一无挂碍。&&&颔联分写两地景物。上句写诗人回眸汉口所见的暮景，下句虚拟源中丞所在地——洞庭的浩渺水色。远眺汉口，夕阳西下，暮归的鸟儿斜着翅膀渡过江去；作者遥想洞庭湖，秋水浩森，鼓涨到远方，似与远不可测的天边连在一起。在构图上更切近画理：颔联是工对，但形成了浑然一体的富于远势的图景，夕阳飞鸟着一“斜”字，画龙点睛，那暮色中斜飞的江鸟，似乎牵引着诗人的愁思，顺着秋波，与洞庭相连，而一个“远”字更使那愁思由一点而荡溢为浩渺无际。一近景。一远景；一实写，一虚拟，创造了极富张力、饶有空间感的“形”。一个身在汀洲心驰洞庭的诗人形象隐约其间，他的心已由此地（鹦鹉洲）飞越到彼地（洞庭湖）了。笔力清爽，情思渺远。结构上，上下两句似无联系，但这种切割空间的手法正好造成诗人凝眸飞鸟、思接远方的艺术空白，诗人的相思之情充盈激荡于其中。&&&颈联转折到眼前见闻口诗人在自家的小船上，怀思久之，不知不觉时间由夕阳西下推移到夜色沉沉的晚间。从与汀洲隔江相对背靠龟山的汉阳城里传来令人寒栗的号角声；一棵孤树下临大江，诗人的行船泊在沉沉夜色中，融没在浩渺的江面上。这一联因感情由上文的激扬陡转为低抑，所以这里所写的景物亦呈现出孤独凄寒的特征。城曰“孤”，角日“寒”，树日“独”，都是诗人特定心境物化出典的另一种自然风貌。此次诗人被贬载痛南行的悲苦，置身异地的孤独情怀以及由号角传出的战乱气息，均借景物淡然映出口情景互藏其宅，是此联的妙处所在。&&&尾联自然而然地结出诗旨，用贾谊之典，含蓄地表示了对源中丞此贬的不平，而“古今怜”三字，更不仅表达了这事件是一种历史性的悲剧，而且隐含了自己曾遭贬南巴的同病相怜之感。&&&全诗是向友人遥寄相思和暗诉心中隐痛的，感情绵邀而凝重，语言整饰而流畅。特别是中间两联，落笔于景，而暗关乎情，情景融浃，相为珀芥，自是中国古典抒情诗的正道。",
                    "transferInfo" : "鹦鹉洲在长江中浮沉，江面没有风浪也没有烟霭迷离；我这楚地客子的相思，就像江流浩渺无际。夕阳斜照着汉口，飞鸟都纷纷归巢；洞庭湖的秋水，烟波浩渺远接蓝天。背山的孤城响彻号角，一声声透出凄寒；滨临江边的独树旁，夜里泊着孤船。当年贾谊上书文帝，全是忧心汉室；他却被贬谪居长沙，古今谁不衰怜！",
                    "backgroundInfo" : "该诗当是诗人在至德（唐肃宗年号，公元756年—公元758年）间任鄂州转运留后，出巡到夏口一带时所作。作者自夏口乘船出发，夕阳西下时便抵达鹦鹉洲，触景生情，写了这首诗，寄给远在洞庭湖畔的元中丞。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西塞山怀古",
                    "author" : "刘禹锡",
                    "content" : "王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。",
                    "addtionInfo" : "西塞山：位于今湖北省黄石市，又名道士洑，山体突出到长江中，因而形成长江弯道，站在山顶犹如身临江中。王濬：晋益州刺史。益州：晋时郡治在今成都。晋武帝谋伐吴，派王濬造大船，出巴蜀，船上以木为城，起楼，每船可容二千余人。金陵：今南京，当时是吴国的都城。王气：帝王之气。千寻铁锁沉江底：东吴末帝孙皓命人在江中轩铁锥，又用大铁索横于江面，拦截晋船，终失败。寻：长度单位。一片降幡（fān）出石头：王濬率船队从武昌顺流而下，直到金陵，攻破石头城，吴主孙皓到营门投降。“四海为家”两句：如今国家统一，旧时的壁垒早已荒芜。",
                    "classInfo" : "33",
                    "poetryID" : "42",
                    "source" : "2",
                    "analysesInfo" : "此诗怀古伤今。前四句，写西晋灭吴的历史故事，表现国家统一是历史之必然，阐发了事物兴废决定于人的思想；后四句写西塞山，点出它之所以闻名，是因为曾经是军事要塞，而今山形依旧，可是人事全非，拓开了诗的主题。&&&公元280年（西晋太康元年），晋武帝司马炎命王濬率领以高大的战船“楼船”组成的西晋水军，顺江而下，讨伐东吴。诗人便以这件史事为题，开头写“楼船下益州”，“金陵王气”便黯然消失。“下”：一有符合地理形式，由上游向下游进军，符合历史事实的意思；又有西晋攻下了东吴的意思。“收”字写出了东吴的望风披靡。益州金陵，相距遥遥，一“下”即“收”，何其速也!两字对举就渲染出一方是声势赫赫，一方是闻风丧胆。&&&“沉”、“出”写出了战事及结果，细腻传神的点出。从形象上看，一横一竖，一下沉一高扬；从色彩上看,一边是晋军烧毁铁锁的冲天火光，一边是投降的白旗；从气氛上，晋军得胜趾高气扬，东吴兵败无限凄惨。在对比中写出了战争双方的强弱，更写出了胜利者那种摧枯拉朽、咄咄逼人，而失败者黯然失色，仓皇逃窜的神态， 孙吴政权日薄西山的颓势和溃败的丑态。&&&诗的前四句，洗炼、紧凑，在对比之中写出了双方的强弱，进攻的路线，攻守的方式，战争的结局。它只用第一句诗写西晋水军出发，下面就单写东吴：在战争开始的反映，苦心经营的工事被毁，直到举旗投降，步步紧逼，一气直下。人们不仅看到了失败者的形象，也看到了胜利者的那种摧枯拉朽的气势。可谓虚实相间，胜败相形，巧于安排。&&&诗人在剪裁上颇具功力。他从众多的史事中单选西晋灭吴一事，这是耐人寻味的，因为东吴是六朝的头，它又有颇为“新颖”的防御工事，竟然覆灭了。照理后人应引以为鉴，其实不然。所以写吴的灭亡，不仅揭示了当时吴王的昏聩无能，更表现了那些后来者的愚蠢，也反映了国家的统一是历史的必然。其次，诗人写晋吴之战，重点是写吴，而写吴又着重点出那种虚妄的精神支柱“王气”、天然的地形、千寻的铁链，皆不足恃。这就从反面阐发了一个深刻的思想，那就是“兴废由人事，山川空地形”（刘禹锡《金陵怀古》）。可见如此剪裁，就在于它能完满地表现其主题思想。&&&清代屈复认为此诗第五句甚妙。不过应该指出，若是没有前四句丰富的内容和深刻的思想，第五句是难以收到如此言简意赅的效果。第六句“山形依旧枕寒流”，山形，指西塞山；寒流，指长江，“寒”字和结句的“秋”字相照应。诗到这里才点到西塞山，但是前面所写并没有离题。因为西塞山之所以成为有名的军事要塞，之所以在它的身边演出过那些有声有色载入史册的“活剧”，就是以南北分裂、南朝政权存在为条件的。因此前面放眼六朝的兴亡，正是为了从一个广阔的历史背景中引出西塞山，从而大大开拓了诗的境界。诗人不去描绘眼前西塞山如何奇伟竦峭，而是突出“依旧”二字，亦是颇有讲究的。山川“依旧”，就更显得人事之变化，六朝之短促，不仅如此，它还表现出一个“江山不管兴亡恨，一任斜阳伴客愁”（包佶《再过金陵》）的意境。这些又从另一个角度对上一句的“伤”字作了补充。&&&第七句宕开一笔，直写“今逢”之世，第八句说往日的军事堡垒，如今已荒废在一片秋风芦荻之中。这残破荒凉的遗迹，便是六朝覆灭的见证，便是分裂失败的象征，也是“今逢四海为家日”、江山一统的结果。怀古慨今，收束了全诗。全诗借古讽今，沉郁感伤，但繁简得当，直点现实。&&&刘禹锡的这首诗，寓深刻的思想于纵横开阖、酣畅流利的风调之中，诗人好像是在客观地叙述往事，描绘古迹，其实并非如此，刘禹锡在这首诗中，把嘲弄的锋芒指向在历史上曾经占据一方、但终于覆灭的统治者，这正是对重新抬头的割据势力的迎头一击。当然，“万户千门成野草，只缘一曲《后庭花》”（刘禹锡《金陵五题·台城》），这个六朝覆灭的教训，对于当时骄侈腐败的唐王朝来说，也是一面很好的镜子。",
                    "transferInfo" : "王濬的战舰沿江东下离开益州，显赫无比的金陵王气骤然失色。千丈长的铁链沉入江底，一片降旗挂在石头城头。东吴灭亡以后，在金陵建都的王朝都先后灭亡，如今的西塞山依旧紧靠长江。从今以后天下归为一同，故垒萧条长满芦荻秋风飒飒。",
                    "backgroundInfo" : "这首诗是刘禹锡于公元824年（唐穆宗长庆四年）所作。是年，刘禹锡由夔州（治今重庆奉节）刺史调任和州（治今安徽和县）刺史，在沿江东下赴任的途中，经西塞山时，触景生情，抚今追昔，写下了这首感叹历史兴亡的诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "晚次鄂州",
                    "author" : "卢纶",
                    "content" : "云开远见汉阳城，犹是孤帆一日程。估客昼眠知浪静，舟人夜语觉潮生。三湘愁鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声。",
                    "addtionInfo" : "晚次：指晚上到达。鄂州：唐时属江南道，在今湖北省鄂州市。汉阳城：今湖北汉阳，在汉水北岸，鄂州之西。一日程：指一天的水路。估客：商人。舟人：船夫。夜语：晚上说话。舟人夜语觉潮生：因为潮生，故而船家相呼，众声杂作。衰三湘：湘江的三条支流漓湘、潇湘、蒸湘的总称。衰鬓逢秋色：是说衰鬓承受着秋色。这里的鬓发已衰白，故也与秋意相应。更堪：更难堪，犹岂能再听。征战：指安史之乱。江：指长江。鼓鼙（pí）：军用大鼓和小鼓，后也指战事。",
                    "classInfo" : "6",
                    "poetryID" : "43",
                    "source" : "2",
                    "analysesInfo" : "这是一首即景抒怀的诗。首联写“晚次鄂州”的心情。浓云散开，江天晴明，举目远眺，汉阳城依稀可见，因为“远”，还不可及，船行尚须一天。这样，今晚就不得不在鄂州停泊了。诗人由江西溯长江而上，必须经过鄂州（治所在今湖北武汉市武昌），直抵湖南。汉阳城在汉水北岸，鄂州之西。起句即点题，述说心情的喜悦，次句突转，透露沉郁的心情，用笔腾挪跌宕，使平淡的语句体现微妙的思致。诗人在战乱中风波漂泊，对行旅生涯早已厌倦，巴不得早些得个安憩之所。因此，一到云开雾散，见到汉阳城时，怎能不喜。“犹是”两字，突显诗人感情的骤落。这二句，看似平常叙事，却仿佛使人听到诗人在拨动着哀婉缠绵的琴弦，倾诉着孤凄苦闷的心曲，透纸贯耳，情韵不匮。&&&次联写“晚次鄂州”的景况。诗人简笔勾勒船舱中所见所闻：同船的商贾白天水窗倚枕，不觉酣然入梦，不言而喻，此刻江上扬帆，风平浪静；夜深人静，忽闻船夫相唤，杂着加缆扣舷之声，不问而知夜半涨起江潮来了。诗人写的是船中常景，然而笔墨中却透露出他昼夜不宁的纷乱思绪。所以尽管这些看惯了的舟行生活，似乎也在给他平增枯涩乏味的生活感受。&&&三联写“晚次鄂州”的联想。诗人情来笔至，借景抒怀：时值寒秋，正是令人感到悲凉的季节，无限的惆怅已使我两鬓如霜了；我人往三湘去，心却驰故乡，独对明月，归思更切！“三湘”，指湖南境内，即诗人此行的目的地。而诗人的家乡则在万里之遥的蒲州（今山西永济）。秋风起，落叶纷下，秋霜落，青枫凋，诗人无赏异地的秋色之心，却有思久别的故乡之念。一个“逢”字，将诗人的万端愁情与秋色的万般凄凉联系起来，移愁情于秋色，妙合无垠。“万里归心对月明”，其中不尽之意见于言外，有迢迢万里不见家乡的悲悲戚戚，亦有音书久滞萦怀妻儿的凄凄苦苦，真可谓愁肠百结，煞是动人肺腑。&&&末联写“晚次鄂州”的感慨，写诗人有家不可归，只得在异域他乡颠沛奔波的原因。最后二句，把忧心愁思更加地深化了：田园家计，事业功名，都随着不停息的战乱丧失殆尽，而烽火硝烟未灭，江上仍然传来干戈鸣响，战鼓声声。诗人虽然远离了沦为战场的家乡，可是他所到之处又无不是战云密布，这就难怪他愁上加愁了。诗的最后两句，把思乡之情与忧国愁绪结合起来，使此诗具有更大的社会意义。&&&这首诗，诗人只不过截取了飘泊生涯中的一个片断，却反映了广阔的社会背景，写得连环承转，意脉相连，而且迂徐从容，曲尽情致。在构思上，不用典故来支撑诗架；在语言上，不用艳藻来求其绮丽；在抒情上，不用泼墨来露出筋骨。全诗淡雅而含蓄，平易而炽热，读来觉得舒畅自若，饶有韵味。",
                    "transferInfo" : "雾散云开远远望见汉阳城，孤舟漂游还要走一日路程。商贾在白日睡觉知道浪静，船夫在夜间说话感到潮生。看三湘秋色两边鬓发衰白，望万里明月思归心意更增。家乡旧业已经被战乱毁尽，哪堪再听见江上鼓角声声。",
                    "backgroundInfo" : "《全唐诗》于此篇题下注“至德中作”，时当在唐朝安史之乱的前期。由于战乱，诗人被迫浪迹异乡，流徙不定，曾作客鄱阳，南行军中，路过三湘，次于鄂州，而写了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠阙下裴舍人",
                    "author" : "钱起",
                    "content" : "二月黄莺飞上林，春城紫禁晓阴阴。长乐钟声花外尽，龙池柳色雨中深。阳和不散穷途恨，霄汉长怀捧日心。献赋十年犹未遇，羞将白发对华簪。",
                    "addtionInfo" : "阙下：宫阙之下，指帝王所居之地。阙是宫门前的望楼。裴舍人：生平不详。舍人：指中书舍人，其职责是草拟诏书，任职者须有文学资望。上林：指上林苑，汉武帝时据旧苑扩充修建的御苑。此处泛指宫苑。紫禁：皇宫。长乐：即长乐宫。西汉主要宫殿之一，在长安城内。这里借指唐代长安宫殿。龙池：唐玄宗登位前王邸中的一个小湖，后王邸改为兴庆宫，玄宗常在此听政，日常起居也多在此。阳和：指二月仲春，与开头二月相应。霄汉：指高空。献赋：西汉时司马相如向汉武帝献赋而被进用，后为许多文人效仿。此指参加科举考试。遇：遇时，指被重用。华簪：古人戴帽，为使帽子固定，便用簪子连帽穿结于发髻上。有装饰的簪，就是华簪，是达官贵人的冠饰。",
                    "classInfo" : "70",
                    "poetryID" : "44",
                    "source" : "2",
                    "analysesInfo" : "这是一首投赠诗。此诗以其用景色隐含的请求提携之意，和不落窠臼的恭维手段而闻名。前半部分以写景为主，但融情于景；后半部分以抒情为主，但思与景谐。诗人含蓄地赞颂了裴舍人，并委婉地陈述了自己的心事。全诗未有一句是明写作者自己之情，却在景色和感情的描写中点明了自己的想法，富丽精工，又不流于藻饰堆砌，由此颇见作者娴熟的艺术技巧。&&&“二月黄鹂飞上林，春城紫禁晓阴阴。”首联是说，二月天黄莺鸟飞到上林苑，春天早上紫禁城郁郁葱葱。&&&“长乐钟声花外尽，龙池柳色雨中深。”颔联是说，长乐宫钟声消逝在花丛外，龙池杨柳沐春雨翠色更深。&&&开头四句，诗人像并不在意求援似的，描画了一幅秾丽的宫苑春景图：早晨二月，在上林苑里，黄鹂成群的飞鸣追逐，好一派活跃的春的气氛！紫禁城中更是充满春意，拂晓的时候，在树木葱茏之中，洒下一片淡淡的春阴。长乐宫的钟敲响了，钟声飞过宫墙，飘到空中，又缓缓散落在花树之外。那曾经是玄宗皇帝发祥地的龙池，千万株春意盎然的杨柳，在细雨之中越发显得苍翠欲滴了。这四句诗写的都是皇宫苑囿殿阁的景色。&&&那么，钱起赠诗给裴舍人，为什么要牵扯上这些宫殿苑囿呢？这就要看看舍人的日常活动情况了。在唐代，皇帝身边的职官，有通事舍人、起居舍人、中书舍人。这些“侍从之臣”每天都要随侍皇帝左右，过问机密大事，其实际权力范围很大。&&&不难理解，此诗的开头四句，并不是为写景而写景，他的目的，是在“景语”中烘托出裴舍人的特殊身份地位。由于裴舍人追随御辇，侍从宸居，就能看到一般官员看不到的宫苑景色。当皇帝行幸到上林苑时，裴舍人看到上林苑的早莺；皇帝在紫禁城临朝时，裴舍人又看见皇城的春阴晓色；裴舍人草诏时，更听到长乐宫舒缓的钟声；而龙池的柳色变化及其在雨中的浓翠，自然也是裴舍人平日所熟知的。四种景物都若隐若现地使人看到裴舍人的影子。&&&可见，虽然没有一个字正面提到裴舍人，但实际上句句都在恭维裴舍人。恭维十足，却又不露痕迹，可见手法高妙。&&&“阳和不散穷途恨，霄汉长怀捧日心。”颈联是说，和煦春日也难消穷途遗恨，耿耿胸中咏怀着捧日忠心。&&&随后诗人笔头一转，就写到请求援引的题旨上：“阳和”句是说，虽有和暖的太阳，毕竟无法使自己的穷途落魄之恨消散。“霄汉”句说，但我仰望天空，我还是时时刻刻赞颂着太阳（指当朝皇帝），意思是自己有一颗为朝廷干事的热心。&&&“献赋十年犹未遇，羞将白发对华簪。”尾联是说，献赋十年至今仍未得到恩遇，如今白发丛生羞对裴舍人。&&&末两句意思是说，十年来，我不断向朝廷献上文赋（指参加科举考试），可惜没有得到知音者的赏识，如今连头发都变白了，看见插着华簪的贵官，我不能不感到惭愧。话说到这份上，意思自然是再清楚不过的，但仍然含蓄，尚保持了一定的身份。&&&这首诗，通篇表示了一种恭维、求援之意，却又显得十分隐约曲折，尤其是前四句，虽然是在恭维，由于运用了“景语”，便不觉其庸俗了。由此颇见钱起娴熟的艺术技巧。全诗富丽精工，又不流于藻饰堆砌，十分难得。",
                    "transferInfo" : "早春二月，黄鹂在宫苑飞翔歌吟；拂晓时紫禁城春浓树木阴阴。长乐宫的钟声消逝在花丛外，龙池旁的杨柳沐浴在春雨中翠色深深。暖阳不能消散穷途落魄之憾，遥望天空常常怀有捧日赤心。十年来频频献赋还知音未遇，我头发斑白愧对华贵的帽簪。",
                    "backgroundInfo" : "这是一首投赠诗，是作者落第期间所作，献诗给在朝姓裴的中书舍人，具体创作时间不详。在唐代，皇帝身边的职官，有通事舍人、起居舍人、中书舍人。这些“侍从之臣”每天都要随侍皇帝左右，过问机密大事，其实际权力范围很大。此诗的弦外之音，是希望裴舍人给予援引。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宫词",
                    "author" : "薛逢",
                    "content" : "十二楼中尽晓妆，望仙楼上望君王。锁衔金兽连环冷，水滴铜龙昼漏长。云髻罢梳还对镜，罗衣欲换更添香。遥窥正殿帘开处，袍袴宫人扫御床。",
                    "addtionInfo" : "十二楼：指一清早宫人就在梳妆以待幸。望仙楼：意谓望君如望仙。水滴铜龙昼漏长：指铜壶滴漏，古时计时仪器。",
                    "classInfo" : "49",
                    "poetryID" : "45",
                    "source" : "2",
                    "analysesInfo" : "宫怨是唐诗中屡见的题材。薛逢的这首《宫词》，从望幸着笔，刻画了宫妃企望君王恩幸而不可得的怨恨心理，情致委婉，有其独特风格。&&&诗的首联，即点明人物身份和全诗主旨：“十二楼中尽晓妆，望仙楼上望君王。”“十二楼”、“望仙楼”皆指宫妃的住处。《史记·封禅书》记，方士言“黄帝时为五城十二楼，以候神人于执期”；又，《旧唐书·武宗本纪》记，“会昌五年作望仙楼于神策军”。诗中用“十二楼”、“望仙楼”代指宫妃的住所，非实指，是取其“候神”、“望仙”的涵义。这两句是说，宫妃们在宫楼之上，一大早就着意梳妆打扮，象盼望神仙降临一样企首翘望着君王的恩幸。&&&颔联通过对周围环境的渲染，烘托望幸之人内心的清冷、寂寞：“锁衔金兽连环冷，水滴铜龙昼漏长。”这两句说，宫门上那兽形门环被紧紧锁住，那龙纹漏壶水滴声声。上句“冷”字，既写出铜质门环之冰凉，又显出深宫紧闭之冷寂，映衬出宫妃心情的凄冷。下句“长”字，通过宫妃对漏壶中没完没了的滴水声的独特感受，刻画出她昼长难耐的孤寂无聊的心境。　颈联通过宫妃的着意装饰打扮，进一步刻画她百无聊赖的心理。“云髻罢梳还对镜，罗衣欲换更添香”，是说刚刚梳罢那浓密如云的发髻，又对着镜子端详，惟恐有什么不妥贴之处；想再换一件新艳的罗衣，又给它加熏一些香气。这一联将宫妃那盼望中叫人失望、失望中又怀着希望的心理状态，刻画得十分逼真。“望”的时间越长，越叫人心情难堪，说是没指望吧，又怀着某种期待；说是有希望吧，望眼欲穿，实在渺茫。罢梳复又对镜，换衣重又添香，不过是心情烦乱无聊和想望之极的写照。&&&末联写宫妃“望”极而怨的心情，不过这种怨恨表达得极其曲折隐晦：“遥窥正殿帘开处，袍袴宫人扫御床”。“袍袴”，指穿短袍绣袴的宫女。“遥窥”二字，表现了妃子复杂微妙的心理：我这尊贵的妃子成日价翘首空望，还倒不如那洒扫的宫女能接近皇帝！又表明，君王即将临幸正殿，不会再来的了。似乎有一种近乎绝望的哀怨隐隐地透露出来。&&&这首诗对人物心理状态的描写极其细腻、逼真。自首联总起望幸之意后，下三联即把这种“望”的心情融于对周围环境的描画、对人物动作的状写和对人物间的处境的反衬之中，生动地反映了宫妃们的空虚、寂寞、苦闷、伤怨的精神生活。",
                    "transferInfo" : "大清早，宫妃们在十二楼打扮梳妆；登上望仙楼台，盼望着临幸的君王。兽形门环紧锁宫门，内心十分凄怆；铜龙漏斗越滴越慢，坐待更觉日长。发髻梳理完毕，还要对镜反复端详，重换一件罗衣，注意加熏一些香料。远远看见，正殿闪动人影启开珠帘；看见短袍绣裤宫女，正在打扫御床。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "同题仙游观",
                    "author" : "韩翃",
                    "content" : "仙台初见五城楼，风物凄凄宿雨收。山色遥连秦树晚，砧声近报汉宫秋。疏松影落空坛静，细草香闲小洞幽。何用别寻方外去，人间亦自有丹丘。",
                    "addtionInfo" : "仙游观：在今河南嵩山逍遥谷内。唐高宗为道士潘师正所建。五城楼：指仙游观。宿雨：隔宿的雨。砧声：在捣衣石上捣衣的声音。方外：神仙居住的世外仙境。丹丘：指神仙居处，昼夜长明。",
                    "classInfo" : "71",
                    "poetryID" : "46",
                    "source" : "2",
                    "analysesInfo" : "此诗写道士的楼观，是一首游览题咏之作，描绘了雨后仙游观高远开阔、清幽雅静的景色，盛赞道家观宇胜似人间仙境，表现了诗人对道家修行生活的企慕。&&&诗的前三联描绘了雨后仙游观观内观外的景色。首联点明时地，切中题目“仙游观”，并描写了天气情况。颔联写观外秋夜景物，先是“见”“秦树”，后是“闻”“砧声”。颈联写观内景物，先写高处“空坛”的静，后写低处“小洞”的幽，点明是道士居处，形象地展现了仙游观宁静娴雅的景色。末联直抒胸臆，引用《远游》之语，称赞这地方是神仙居处的丹丘妙地，不用再去寻觅他方了，表达了作者对闲适生活的向往。作者见到仙游观，正是宿雨初收、风物凄清的时候。暮霭中，山色与秦地的树影遥遥相连，捣衣的砧声，似在报告着汉宫进入了秋天。疏疏落落的青松投下纵横的树影，道坛上空寂宁静，细草生香，洞府幽深。整首诗，有远景，有近景，着力刻画的是道观幽静的景物。&&&全诗语言工美秀丽，音调宛转和鸣，读来琅琅上口。但内容却是空泛而无多大深意，只可吟咏，不可玩味。",
                    "transferInfo" : "在仙台上刚见到五城楼，夜雨初停景物冷落凄清。晓山翠色遥连秦地树木，汉宫砧声报讯寒秋来临。空坛澄清疏松影落水底，小洞清幽细草芳香沁人。何必去寻找世外的仙境，人世间就有美好的桃源。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
                    ],
    "type" : "poetry_gradeOne",
    "baseID" : "11500",
    "mainClass" : "13"
}
