{
    "poetryList" : [
                    {
                    "name" : "石鱼湖上醉歌",
                    "author" : "元结",
                    "content" : "石鱼湖，似洞庭，夏水欲满君山青。山为樽，水为沼，酒徒历历坐洲岛。长风连日作大浪，不能废人运酒舫。我持长瓢坐巴丘，酌饮四坐以散愁。",
                    "addtionInfo" : "沼（zhǎo）：水池。历历：分明可数。清晰貌。洲岛：水中陆地废：阻挡，阻止。酒舫（fǎng）：供客人饮酒游乐的船。长瓢：饮酒器。酌（zhuó）饮：挹取流质食物而饮。此指饮酒。四坐：指四周座位上的人。",
                    "classInfo" : "109",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "序文主要叙述作者与其友属在石鱼湖上饮酒的事及作者对此事的感受。该诗反映了封建士大夫以酒为戏，借饮取乐的生活情趣。诗的末句说：“酌饮四坐以散愁。”实际上，作者并没有在诗中表现哪一句是在写愁，以及字里行间有什么愁，所以“散愁”一句是无病呻吟。该诗以酒为戏，借饮取乐，抒写了作者的情趣是真的，说作者及其四坐有愁而举杯消愁却是假的。从内容看，该诗无可取之处。&&&该诗为七言诗，但它的句型与语气，实取之于民歌，既显得顺口，又使人易记。",
                    "transferInfo" : "湖南道州的石鱼湖，真像洞庭，夏天水涨满了，君山翠绿苍苍。且把山谷作酒杯，湖水作酒池，酒徒济济，围坐在洲岛的中央。管他连日狂风大作，掀起大浪，也阻遏不了，我们运酒的小舫。我手持酒葫芦瓢，稳坐巴丘山，为四座斟酒，借以消散那愁肠。",
                    "backgroundInfo" : "元结的《石鱼湖上作序》云：“泉南上有独石在水中，状如游鱼。鱼凹处，修之可以贮酒。水涯四匝，多欹石相连，石上堪人坐，水能浮小舫载酒，又能绕石鱼洄流，及命湖曰石鱼湖，镌铭於湖上，显示来者，又作诗以歌之。”这首《石鱼湖上醉歌》诗前的序言交代了写作此诗的背景，说明此诗作于元结与其友人在石鱼湖上饮酒之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长恨歌",
                    "author" : "白居易",
                    "content" : "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破霓裳羽衣曲。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋地转回龙驭，到此踌躇不能去。马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂。春风桃李花开日，秋雨梧桐叶落时。西宫南苑多秋草，落叶满阶红不扫。梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共。悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥渺间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飘举，犹似霓裳羽衣舞。玉容寂寞泪阑干，梨花一枝春带雨。含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但教心似金钿坚，天上人间会相见。临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
                    "addtionInfo" : "汉皇：原指汉武帝刘彻。此处借指唐玄宗李隆基。重色：爱好女色。倾国：绝色女子。御宇：驾御宇内，即统治天下。杨家有女：蜀州司户杨玄琰，有女杨玉环，自幼由叔父杨玄珪抚养，十七岁被册封为玄宗之子寿王李瑁之妃。二十七岁被玄宗册封为贵妃。丽质：美丽的姿质。六宫粉黛：指宫中所有嫔妃。粉黛：粉黛本为女性化妆用品，粉以抹脸，黛以描眉。此代指六宫中的女性。无颜色：意谓相形之下，都失去了美好的姿容。华清池：即华清池温泉，在今西安市临潼区南的骊山下。凝脂：形容皮肤白嫩滋润，犹如凝固的脂肪。侍儿：宫女。新承恩泽：刚得到皇帝的宠幸。云鬓：形容女子鬓发盛美如云。金步摇：一种金首饰，用金银丝盘成花之形状，上面缀着垂珠之类，插于发鬓，走路时摇曳生姿。芙蓉帐：绣着莲花的帐子。形容帐之精美。春宵：新婚之夜。金屋：《汉武故事》记载，武帝幼时，他姑妈将他抱在膝上，问他要不要她的女儿阿娇作妻子。他笑着回答说：“若得阿娇，当以金屋藏之”。列土：分封土地。可怜：可爱，值得羡慕。骊宫：骊山华清宫。凝丝竹：指弦乐器和管乐器伴奏出舒缓的旋律。渔阳：郡名，当时属于平卢、范阳、河东三镇节度史安禄山的辖区。天宝十四载（755）冬，安禄山在范阳起兵叛乱。鼙鼓：古代骑兵用的小鼓，此借指战争。霓（ní）裳羽衣曲：舞曲名，据说为唐开元年间西凉节度使杨敬述所献，经唐玄宗润色并制作歌词，改用此名。乐曲着意表现虚无缥缈的仙境和仙女形象。九重城阙：九重门的京城，此指长安。烟尘生：指发生战事。阙，意为古代宫殿门前两边的楼，泛指宫殿或帝王的住所。乘：一人一骑为一乘。翠华：用翠鸟羽毛装饰的旗帜，皇帝仪仗队用。百余里：指到了距长安一百多里的马嵬坡。六军：指天子军队。宛转：形容美人临死前哀怨缠绵的样子。蛾眉：古代美女的代称，此指杨贵妃。花钿：用金翠珠宝等制成的花朵形首饰。委地：丢弃在地上。翠翘：首饰，形如翡翠鸟尾。金雀：金雀钗，钗形似凤（古称朱雀）。玉搔头：玉簪。云栈：高入云霄的栈道。萦纡（yíngyū）：萦回盘绕。剑阁：又称剑门关，在今四川剑阁县北，是由秦入蜀的要道。此地群山如剑，峭壁中断处，两山对峙如门。诸葛亮相蜀时，凿石驾凌空栈道以通行。峨嵋山：在今四川峨眉山市。玄宗奔蜀途中，并未经过峨嵋山，这里泛指蜀中高山。行宫：皇帝离京出行在外的临时住所。天旋地转：指时局好转。肃宗至德二年（757），郭子仪军收复长安。回龙驭：皇帝的车驾归来。信马：意思是无心鞭马，任马前进。太液：汉宫中有太液池。未央：汉有未央宫。此皆借指唐长安皇宫。西宫南苑：皇宫之内称为大内。玄宗返京后，初居南内。上元元年（760），权宦李辅国假借肃宗名义，胁迫玄宗迁往西内，并流贬玄宗亲信高力士、陈玄礼等人。梨园弟子：指玄宗当年训练的乐工舞女。梨园：唐玄宗时宫中教习音乐的机构。椒房：后妃居住之所，因以花椒和泥抹墙，故称。阿监：宫中的侍从女官。青娥：年轻的宫女。孤灯挑尽：古时用油灯照明，为使灯火明亮，过了一会儿就要把浸在油中的灯草往前挑一点。挑尽，说明夜已深。此处旨在形容玄宗晚年生活环境的凄苦。迟迟：迟缓。报更钟鼓声起止原有定时，这里用以形容玄宗长夜难眠时的心情。耿耿：微明的样子。欲曙天：长夜将晓之时。鸳鸯瓦：屋顶上俯仰相对合在一起的瓦。房瓦一俯一仰相合，称阴阳瓦，亦称鸳鸯瓦。霜华：霜花。翡翠衾：布面绣有翡翠鸟的被子。谁与共：与谁共。临邛：今四川邛崃县。鸿都：东汉都城洛阳的宫门名，这里借指长安。致魂魄：招来杨贵妃的亡魂。方士：有法术的人。这里指道士。殷勤：尽力。排空驭气：即腾云驾雾。穷：穷尽，找遍。碧落：即天空。黄泉：指地下。玲珑：华美精巧。五云：五彩云霞。绰约：体态轻盈柔美。参差：仿佛，差不多。玉扃（jiong）：玉门。即玉阙之变文。小玉：吴王夫差女。双成：传说中西王母的侍女。这里皆借指杨贵妃在仙山的侍女。九华帐：绣饰华美的帐子。珠箔：珠帘。银屏：饰银的屏风。逦迤：接连不断地。新睡觉：刚睡醒。袂（mèi）：衣袖。玉容寂寞：此指神色黯淡凄楚。阑干：纵横交错的样子。这里形容泪痕满面。凝睇（dì）：凝视。昭阳殿：汉成帝宠妃赵飞燕的寝宫。此借指杨贵妃住过的宫殿。蓬莱宫：传说中的海上仙山。这里指贵妃在仙山的居所。人寰（huán）：人间。旧物：指生前与玄宗定情的信物。寄将去：托道士带回。钗留二句：把金钗、钿盒分成两半，自留一半。擘：分开。合分钿：将钿盒上的图案分成两部分。重寄词：贵妃在告别是重又托他捎话。两心知：只有玄宗、贵妃二人心里明白。长生殿：在骊山华清宫内，天宝元年造。比翼鸟：传说中的鸟名，据说只有一目一翼，雌雄并在一起才能飞。连理枝：两株树木树干相抱。古人常用此二物比喻情侣相爱、永不分离。恨：遗憾。绵绵：连绵不断。",
                    "classInfo" : "37",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "《长恨歌》是白居易诗作中脍炙人口的名篇，作于元和元年（806），当时诗人正在盩厔县（今陕西周至）任县尉。这首诗是他和友人陈鸿、王质夫同游仙游寺，有感于唐玄宗、杨贵妃的故事而创作的。在这首长篇叙事诗里，作者以精炼的语言，优美的形象，叙事和抒情结合的手法，叙述了唐玄　宗、杨贵妃在安史之乱中的爱情悲剧：他们的爱情被自己酿成的叛乱断送了，正在没完没了地吃着这一精神的苦果。唐玄宗、杨贵妃都是历史上的人物，诗人并不拘泥于历史，而是借着历史的一点影子，根据当时人们的传说，街坊的歌唱，从中蜕化出一个回旋曲折、宛转动人的故事，用回环往复、缠绵悱恻的艺术形式，描摹、歌咏出来。由于诗中的故事、人物都是艺术化的，是现实中人的复杂真实的再现，所以能够在历代读者的心中漾起阵阵涟漪。&&&《长恨歌》就是歌“长恨”，“长恨”是诗歌的主题，故事的焦点，也是埋在诗里的一颗牵动人心的种子。而“恨”什么，为什么要“长恨”，诗人不是直接铺叙、抒写出来，而是通过他笔下诗化的故事，一层一层地展示给读者，让人们自己去揣摸，去回味，去感受。　诗歌开卷第一句：“汉皇重色思倾国”，看来很寻常，好像故事原就应该从这里写起，不需要作者花什么心思似的，事实上这七个字含量极大，是全篇纲领，它既揭示了故事的悲剧因素，又唤起和统领着全诗。紧接着，诗人用极其省俭的语言，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生，六宫粉黛无颜色”的杨贵妃。描写了杨贵妃的美貌、娇媚，进宫后因有色而得宠，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”。反复渲染唐玄宗得贵妃以后在宫中如何纵欲，如何行乐，如何终日沉湎于歌舞酒色之中。所有这些，就酿成了安史之乱：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。这一部分写出了“长恨”的内因，是悲剧故事的基础。诗人通过这一段宫中生活的写实，不无讽刺地向我们介绍了故事的男女主人公：一个重色轻国的帝王，一个娇媚恃宠的妃子。还形象地暗示我们，唐玄宗的迷色误国，就是这一悲剧的根源。&&&下面，诗人具体的描述了安史之乱发生后，皇帝兵马仓皇逃入西南的情景，特别是在这一动乱中唐玄宗和杨贵妃爱情的毁灭。“六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流”，写的就是他们在马嵬坡生离死别的一幕。“六军不发”，要求处死杨贵妃，是愤于唐玄宗迷恋女色，祸国殃民。杨贵妃的死，在整个故事中，是一个关键性的情节，在这之后，他们的爱情才成为一场悲剧，接着，从“黄埃散漫风萧索”起至“魂魄不曾来入梦”，诗人抓住了人物精神世界里揪心的“恨”，用酸恻动人的语调，宛转形容和描述了杨贵妃死后唐玄宗在蜀中的寂寞悲伤，还都路上的追怀忆旧，回宫以后睹物思人，触景生情，一年四季物是人非事事休的种种感触。缠绵悱恻的相思之情，使人觉得回肠荡气。正由于诗人把人物的感情渲染到这样的程度，后面道士的到来，仙境的出现，便给人一种真实感，不以为纯粹是一种空中楼阁了。&&&从“临邛道士鸿都客”至诗的末尾，写道士帮助唐玄宗寻找杨贵妃。诗人采用的是浪漫主义的手法，忽而上天，忽而入地，“上穷碧落下黄泉，两处茫茫皆不见”。后来，在海上虚无缥缈的仙山上找到了杨贵妃，让她以“玉容寂寞泪阑干，梨花一枝春带雨”的形象在仙境中再现，殷勤迎接汉家的使者，含情脉脉，托物寄词，重申前誓，照应唐玄宗对她的思念，进一步深化、渲染“长恨”的主题。诗歌的末尾，用“天长地久有时尽，此恨绵绵无绝期”结笔，点明题旨，回应开头，而且做到“清音有余”，给读者以联想、回味的余地。&&&《长恨歌》首先给我们艺术美的享受的是诗中那个宛转动人的故事，是诗歌精巧独特的艺术构思。全篇中心是歌“长恨”，但诗人却从“重色”说起，并且予以极力铺写和渲染。“日高起”、“不早朝”、“夜专夜”、“看不足”等等，看来是乐到了极点，象是一幕喜剧，然而，极度的乐，正反衬出后面无穷无尽的恨。唐玄宗的荒淫误国，引出了政治上的悲剧，反过来又导致了他和杨贵妃的爱情悲剧。悲剧的制造者最后成为悲剧的主人公，这是故事的特殊、曲折处，也是诗中男女主人公之所以要“长恨”的原因。过去许多人说《长恨歌》有讽喻意味，这首诗的讽喻意味就在这里。那么，诗人又是如何表现“长恨”的呢？马嵬坡杨贵妃之死一场，诗人刻画极其细腻，把唐玄宗那种不忍割爱但又欲救不得的内心矛盾和痛苦感情，都具体形象地表现出来了。由于这“血泪相和流”的死别，才会有那没完没了的恨。随后，诗人用许多笔墨从各个方面反复渲染唐玄宗对杨贵妃的思念，但诗歌的故事情节并没有停止在一个感情点上，而是随着人物内心世界的层层展示，感应他的景物的不断变化，把时间和故事向前推移，用人物的思想感情来开拓和推动情节的发展。唐玄宗奔蜀，是在死别之后，内心十分酸楚愁惨；还都路上，旧地重经，又勾起了伤心的回忆；回宫后，白天睹物伤情，夜晚辗转难眠。日思夜想而不得，所以寄希望于梦境，却又是“悠悠生死别经年，魂魄不曾来入梦”。诗至此，已经把“长恨”之“恨”写得十分动人心魄，故事到此结束似乎也可以。然而诗人笔锋一折，别开境界，借助想象的彩翼，构思了一个妩媚动人的仙境，把悲剧故事的情节推向高潮，使故事更加回环曲折，有起伏，有波澜。这一转折，既出人意料，又尽在情理之中。由于主观愿望和客观现实不断发生矛盾、碰撞，诗歌把人物千回百转的心理表现得淋漓尽致，故事也因此而显得更为宛转动人。&&&《长恨歌》是一首抒情成份很浓的叙事诗，诗人在叙述故事和人物塑造上，采用了中国传统诗歌擅长的抒写手法，将叙事、写景和抒情和谐地结合在一起，形成诗歌抒情上回环往复的特点。诗人时而把人物的思想感情注入景物，用景物的折光来烘托人物的心境；时而抓住人物周围富有特征性的景物、事物，通过人物对它们的感受来表现内心的感情，层层渲染，恰如其分地表达人物蕴蓄在内心深处的难达之情。唐玄宗逃往西南的路上，四处是黄尘、栈道、高山，日色暗淡，旌旗无光，秋景凄凉，这是以悲凉的秋景来烘托人物的悲思。在蜀地，面对着青山绿水，还是朝夕不能忘情，蜀中的山山水水原是很美的，但是在寂寞悲哀的唐玄宗眼中，那山的“青”，水的“碧”，也都惹人伤心，大自然的美应该有恬静的心境才能享受，他却没有，所以就更增加了内心的痛苦。这是透过美景来写哀情，使感情又深入一层。行宫中的月色，雨夜里的铃声，本来就很撩人意绪，诗人抓住这些寻常但是富有特征性的事物，把人带进伤心、断肠的境界，再加上那一见一闻，一色一声，互相交错，在语言上、声调上也表现出人物内心的愁苦凄清，这又是一层。还都路上，“天旋地转”，本来是高兴的事，但旧地重过，玉颜不见，不由伤心泪下。叙事中，又增加了一层痛苦的回忆。回长安后，“归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂”。白日里，由于环境和景物的触发，从景物联想到人，景物依旧，人却不在了，禁不住就潸然泪下，从太液池的芙蓉花和未央宫的垂柳仿佛看到了杨贵妃的容貌，展示了人物极其复杂微妙的内心活动。“夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天”。从黄昏写到黎明，集中地表现了夜间被情思萦绕久久不能入睡的情景。这种苦苦的思恋，“春风桃李花开日”是这样，“秋雨梧桐叶落时”也是这样。及至看到当年的“梨园弟子”、“阿监青娥”都已白发衰颜，更勾引起对往日欢娱的思念，自是黯然神伤。从黄埃散漫到蜀山青青，从行宫夜雨到凯旋回归，从白日到黑夜，从春天到秋天，处处触物伤情，时时睹物思人，从各个方面反复渲染诗中主人公的苦苦追求和寻觅。现实生活中找不到，到梦中去找，梦中找不到，又到仙境中去找。如此跌宕回环，层层渲染，使人物感情回旋上升，达到了高潮。诗人正是通过这样的层层渲染，反复抒情，回环往复，让人物的思想感情蕴蓄得更深邃丰富，使诗歌“肌理细腻”，更富有艺术的感染力。&&&人们对白居易《长恨歌》的主题思想历来争论不休，有所谓爱情说、政治主题说、双重主题说等等。本文作者持爱情说。首先从作品的四个层次来分析，肯定白居易并非像陈鸿写《长恨歌传》那样板着说教的脸孔去描写李杨故事，而是以“情”作为主旋律，让主人公的情去感动读者，使之产生共鸣，取得审美上的极大成功。本文还结合作者生平经历和社会历史分析他在处理历史题材、政治题材和来自民间的人性题材、心理题材的关系问题上的独到之处，进一步说明唐明皇杨贵妃形象的审美意义。&&&《长恨歌》一出，关于其主题，便成为历来读者争论的焦点。观点也颇具分歧。大抵分三种：其一为爱情主题。是颂扬李杨的爱情诗作。并肯定他们对爱情的真挚与执著；其二为政治主题说。认为诗的重点在于讽喻，在于揭露“汉皇重色思倾国”必然带来的“绵绵长恨”，谴责唐明皇荒淫导致安史之乱以垂诫后世君主；其三为双重主题说。认为它是揭露与歌颂统一，讽谕和同情交织，既洒一掬同情泪，又责失政遗恨。究竟如何，还需从作品本身去分析。&&&可将诗分为四个层次：&&&第一层从“汉皇重色思倾国”至“尽日君王看不足”，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生”的杨贵妃。贵妃进宫后恃宠而骄，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”，反复渲染唐玄宗得贵妃后完全沉湎于歌舞酒色。开卷首句既提示了故事的悲剧因素，又唤起和统领着全诗。&&&第二层从“渔阳鼙鼓动地来”至“回看血泪相和流”，写安史之乱，玄宗逃难，被迫赐死贵妃，写出了“长恨”的内因，是悲剧故事的基础。诗人有意将因玄宗荒淫误国所造成的安史之乱进行了淡化处理，对二人的生离死别则着意形容，读者受到的是悲剧气氛的感染而不是历史的理性批判。陈鸿《长恨歌传》“惩尤物，窒乱阶”之说是板着面孔做文章，故不能视为此诗的写作动机。&&&第三层从“黄埃散漫风萧索”至“魂魄不曾来人梦”，描述了杨贵妃死后，唐玄宗在蜀中的寂寞悲伤还都路上的追怀忆旧，行宫见月，夜雨闻铃，是一片“伤心色”和“断肠声”。长安收复以后回朝时，重过马嵬，“不见玉颜空死处”。回宫后，池苑依旧，物是人非，缠绵悱恻的相思之情，使人觉得荡气回肠。&&&第四层从“临邛道士鸿都客”至“此恨绵绵无绝期”，写玄宗派方士觅杨贵妃之魂魄，重在表现唐玄宗的孤寂和对往日爱情生活的忧伤追忆。诗人运用浪漫主义手法，上天入地，后终在虚无缥缈的仙山上让贵妃以“玉容寂寞泪阑干，梨花一枝春带雨”的形象再现于仙境。“情”的宣泄已超脱于帝王妃子间的感情纠葛，而更多地带有诗人的主观的理想成分，并早已超出了历史事实的范围，将主观愿望与客观现实的矛盾冲突表现无余。结尾“天长地久有时尽，此恨绵绵无绝期”二句，是爱情的叹息与呼声，是对于爱情受命运播弄，和爱情被政治伦理摧残的痛惜，此恨之深，已超越时空而进入无极之境。这样，诗人便以“长恨”表现了爱情的长存，亦即点明全诗的主题。&&&应该说，写作之初，白居易至少在主观上是同意陈鸿的“惩尤物、窒乱阶”之说的，后来在《新乐府》的《李夫人》、《古家狐》中还重复强调了“尤物惑人”、“狐媚害人”的主题，明确宣扬性爱之为害，但是又承认“人非木石皆有情”，性爱是消灭不了的，所以解决问题的途径只好是“不如不遇倾城色”。但在《长恨歌》的实际写作当中，他又服从了民间爱情故事所表达的人类的向美本能和情感欲望。这样，整个故事便具有了更为深刻复杂的涵义：既写了真美，又写了真恶，并将两者直接联系在一起；《丽情集》本《长恨歌传》有一段话：叔向母曰：“甚美必甚恶。”李延年歌曰：“倾国复倾城。”此之谓也。　这段话大概可以代表中唐士人对这一　问题的最后思考。白居易写作《长恨歌》时遵循的一条基本原则是：不因为“甚恶”而抹煞“甚美”。尽管其主题最后似偏离了对“甚恶”的谴责，但“甚恶”内容本身毕竟没有被抹煞，反过来又丰富了“甚美”的涵义。&&&《长恨歌》一方面是一个重大的历史题材和政治题材，另一方面又是一个来自民间的具有悠久传统的人性题材、心理题材。白居易在创作中服从于民族的文化心理和诗人的个性思想，即传统模式与作者主观能动作用同时并存，这固然是与诗人的生活经历和人生观是分不开的。白居易一生跨中晚唐，他的思想以贬官江州司马为界，经历了由积极入世到消极出世两个阶段，实践了他所信奉的“达则兼济天下，穷则独善其身”的儒家人生模式。白居易所谓“独善”的基本内涵是乐天知命、知足保和，并由此而与释、老相通，以随缘任运、委顺自然为应世态度。在他的整个思想体系中，“独善”与“兼济”并行不悖，“施之乃伊吕事业，蓄之则庄老道德”(《君子不器赋》)，它们是一个完整人生观的两个侧面。还在遭贬以前，他努力为云龙、为风鹏，并与元稹大力倡导新乐府运动。也正是因为他年轻时候的胸怀大志，颇有挽唐室于既衰，拯生民于水火的政治气概，才使得他有足够的气魄处理这样一个重大的历史题材，并以“不惑”来总结唐明皇后半生的政治得失，写就了《长恨歌》。这样，在他心目中对唐明皇的一分为二，必然要在塑造形象中反映出来。正是因为一往情深的唐明皇同重色轻国的唐明皇是对立统一体，所以，白居易把这个故事写成一个好皇帝的悲剧。好皇帝有所惑，终于造成了自己和百姓的悲哀。我们从作品中看到的唐明皇性格的塑造已排斥了理想化，乃是另一种理想化的结果。排斥的是封建统治阶级为皇帝们头上加足光圈使其上升为半神的理想化。而这排斥本身，就包含了城市居民的另一种理想在内，他们从现实生活中皇帝权威下降的土壤出发，把封建统治阶级的头子想象为和他们自己一样的普通人，一个有爱欲、有苦恼、有错误、有缺点的人情味十足的痴情皇帝，简直同一般爱情故事中的主人公并无差别！他们从另一角度把皇帝理想化了，理想化的皇帝应该和百姓一样是有血有肉的人，不是神！而白居易从民本思想出发，有条件、并有所扬弃地接受了城市居民的这种对唐明皇的理想化，这样完成了对唐明皇形象的塑造。诗人被贬江州以后，“独善”与“兼济”的地位才发生了转化，他的精神生活与仕宦生涯逐渐转轨，终于以“独善”消释了“兼济”，在精神自救的过程中，白居易逐渐从关注社会政治转向关注个体生命，对于自由人格的钟爱逐渐超越了对道德人格的执著。&&&作为一首千古绝唱的叙事诗，《长恨歌》在艺术上的成就是很高的。古往今来，许多人都肯定这首诗的特殊的艺术魅力。《长恨歌》在艺术上以什么感染和诱惑着读者呢？宛转动人，缠绵悱恻，恐怕是它最大的艺术个性，也是它能吸住千百年来的读者，使他们受感染、被诱惑的力量。 ",
                    "transferInfo" : "唐明皇爱好女色一直在寻找绝色美女， 统治全国多年竟找不到一个称心的。杨家有个女儿刚刚长大，养在深闺之中外人不知她美丽绝伦。天生丽质让她很难埋没人世间，果然没过多久便成为了唐明皇身边的一个妃嫔。她回眸一笑千姿百态娇媚横生，宫中的其他妃嫔都显得黯然失色。春季寒冷皇上赐她到华清池沐浴，温润的泉水洗涤着白嫩滋润的肌肤。宫女搀扶起她如出水芙蓉软弱娉婷，由此开始得到皇帝的恩宠。鬓发如云脸似花头戴金步摇，温暖的芙蓉帐子里与皇上共度春宵。只恨春宵太短一觉就睡到太阳高高升起，君王从此再也不早朝了。承蒙皇上的恩宠忙得没有片刻闲暇，春日陪皇上一起出游晚上夜夜侍寝。后宫中妃嫔不下三千人，却只有她独享皇帝的恩宠。金屋中梳妆打扮夜夜撒娇不离君王，玉楼上酒酣宴罢醉意更添几许风韵。兄弟姐妹都因她列土封侯，杨家门户生光彩令人羡慕又向往。于是使得天下的父母都改变了心意，变成了不重视生男孩而重视生女孩。骊山华清宫内玉宇琼楼高耸入云，清风过处仙乐飘向四面八方。轻歌曼舞多合拍管弦旋律尽传神，君王终日观看却百看不厌。渔阳叛乱的战鼓声震耳欲聋，宫中停奏霓裳羽衣曲。九重门的京城发生战事，君王带着群臣美眷向西南逃亡。皇帝仪仗队车队走走停停，到了距长安一百多里的马嵬坡。御林军停止前进要求赐死杨贵妃君王无可奈何，只得在马嵬坡下缢杀杨玉环。贵妃头上的饰品丢弃在地上无人收拾，首饰金雀钗玉簪珍贵头饰一根根。皇帝欲救不能掩面而泣，回头看到贵妃惨死的场景血泪止不住地流。风刮起黄尘格外萧索，回环曲折穿栈道车队踏上了剑阁古道。峨眉山下行人稀少，旌旗无色日月无光。蜀地山清水秀，引得君王相思情。在行宫看见月色就伤心，夜里听到铃声就断肠痛苦。时局好转皇帝重返长安，路过马嵬坡睹物思人徘徊不前。马嵬坡下荒凉黄冢中，佳人容颜再不见唯有坟茔躺山间。君臣相顾泪湿衣衫，向东望无心鞭马任由马前进回京城。回来一看池苑的地方依旧，太液池边芙蓉仍在未央宫中垂柳未改。芙蓉开得像玉环的脸柳叶儿好似她的眉，此情此景如何不伤心落泪。春风吹开桃李花物是人非不胜悲，秋雨滴落梧桐叶场面寂寞更惨凄。兴庆宫和甘露殿秋草丛生，落叶满台阶长久不见人打扫。梨园歌舞艺人头发已雪白，椒房侍从宫女红颜尽褪。晚上宫殿中流萤飞舞玄宗悄然思念贵妃，孤灯油尽仍难以入睡。迟缓的钟鼓声愈数愈觉夜漫长，星河泛白天快要亮了。鸳鸯瓦上霜花重生，冰冷的翡翠被里谁与君王同眠？阴阳相隔已经一年，为何你从未在我梦里来过？有个从临邛来长安的道士，据说他能用精诚招来贵妃魂魄。君王思念贵妃的情意令他感动，于是道士尽力去寻找贵妃的魂魄。腾云驾雾如闪电，上天下地找了个遍。找遍九天之上寻遍九地之下，却还是茫茫不见所寻不得。忽然听说在海上有一座仙山，这座仙山被云雾环绕隐隐约约。华美精巧的楼台阁被五彩云霞托起，那里面体态轻盈柔美的仙女数之不尽。当中有一个人字太真，肌肤如雪貌似花好像就是君王要找的杨玉环。使者来到金阙西边叩响玉石雕做的院门轻声呼唤，仙府庭院重重须经辗转通报。太真听说君王的使者到了，从绣饰华美的帐子里惊醒。穿上衣服推开枕头出了睡帐，珠帘与银饰的屏风接连不断地打开。半梳着云鬓刚刚睡醒，来不及梳妆歪带着花冠就出厅堂来了。轻柔的仙风吹拂着衣袖微微飘动，就像中国的宫廷乐舞。寂寞忧愁颜面上泪水长流，犹如春天带雨的梨花。含情凝视天子使者托他深深谢君王，马嵬坡上长别后音讯颜容两渺茫。昭阳殿里的姻缘早已隔断，蓬莱宫中的孤寂时间还很漫长。从仙境遥望人世间，看不到魂牵梦萦的长安只看到茫茫尘雾。只有用当年的信物表达我的深情，钿盒金钗你带去给君王做纪念。把金钗、钿盒分成两半，我和君王各自留一半。但愿我们相爱的心就像黄金宝钿一样忠贞坚硬，天上人间总有机会再见。临别时殷勤地托使者寄语君王表情思，寄语中的誓言只有君王和我知道。当年七月七日长生殿中，夜半无人我们共起山盟海誓。在天愿为比翼双飞鸟，在地愿为并生连理枝。即使是天长地久也总会有尽头，但这生死遗恨却永远没有尽期。",
                    "backgroundInfo" : "唐宪宗元和元年（公元806年），白居易任盩厔（今西安市周至县）县尉。一日，与友人陈鸿、王质夫到马嵬驿附近的仙游寺游览，谈及李隆基与杨贵妃事。王质夫认为，像这样突出的事情，如无大手笔加工润色，就会随着时间的推移而消没。他鼓励白居易：“乐天深于诗，多于情者也，试为歌之，何如？”于是，白居易写下了这首长诗。因为长诗的最后两句是“天长地久有时尽，此恨绵绵无绝期”，所以他们就称这首诗叫《长恨歌》。陈鸿同时写了一篇传奇小说《长恨歌传》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "琵琶行",
                    "author" : "白居易",
                    "content" : "浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁？琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为霓裳后六幺。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛？呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作琵琶行。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。",
                    "addtionInfo" : "浔阳江：据考究，为流经浔阳城中的湓水。瑟瑟：形容枫树、芦荻被秋风吹动的声音。主人：诗人自指。回灯：重新拨亮灯光。回：再。转轴拨弦：将琵琶上缠绕丝弦的轴，以调音定调。掩抑：掩蔽，遏抑。思：悲，伤。信手：随手。续续弹：连续弹奏。拢：左手手指按弦向里（琵琶的中部）推。捻：揉弦的动作。抹：向左拔弦，也称为“弹”。挑：反手回拨的动作。霓裳：即《霓裳羽衣曲》，本为西域乐舞，唐开元年间西凉节度使杨敬述依曲创声后流入中原。六幺：大曲名，又叫《乐世》《绿腰》《录要》，为歌舞曲。大弦：指最粗的弦。嘈嘈：声音沉重抑扬。小弦：指最细的弦。切切：细促轻幽，急切细碎。间关：鸟鸣声。幽咽：遏塞不畅状。冰下难：泉流冰下阻塞难通，形容乐声由流畅变为冷涩。凝绝：凝滞。迸：溅射。曲终：乐曲结束。拔：弹奏弦乐时所用的拔工具。当心画：用拔子在琵琶的中部划过四弦，是一曲结束时经常用到的右手手法。舫：船。敛容：收敛（深思时的）面部表情。虾（há）蟆陵：在长安城东南，曲江附近，是当时有名的游乐地区。教坊：唐代官办管领音乐杂技、教练歌舞的机关。秋娘：唐时歌舞妓常用的名字。五陵：在长安城外，汉代五个皇帝的陵墓。缠头：用锦帛之类的财物送给歌舞妓女。绡：精细轻美的丝织品。钿（diàn）头银篦（bì）：此指镶嵌着花钿的篦形发饰。击节：打拍子。颜色故：容貌衰老。浮梁：古县名，唐属饶州。在今江西省景德镇市，盛产茶叶。去来：走了以后。梦啼妆泪：梦中啼哭，匀过脂粉的脸上带着泪痕。阑干：纵横散乱的样子。重：重新，重又之意。唧唧：叹声。呕哑嘲哳：形容声音噪杂。琵琶语：琵琶声，琵琶所弹奏的乐曲。暂：突然。却坐：退回到原处。促弦：把弦拧得更紧。向前声：刚才奏过的单调。掩泣：掩面哭泣。青衫：唐朝八品、九品文官的服色。白居易当时的官阶是将侍郎，从九品，所以服青衫。",
                    "classInfo" : "29",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "夜晚我到浔阳江头送别客人，枫树、 芦荻被秋风吹得发出飒飒声响。我和客人下马在船上饯别设宴，举起酒杯想要饮酒却无助兴的音乐。酒喝得不痛快更伤心将要分别，临别时茫茫江水中浸着一轮冷月。忽然听见江面传来阵阵琵琶声；我忘却了回归客人也不想动身。寻着声源轻声询问弹琵琶的是谁？琵琶停了许久却迟迟不语。我们移船靠近邀请她出来相见，叫下人添酒回灯重新摆起酒宴。千呼万唤她才缓缓地走出来，用怀里抱着的琵琶半遮着脸面。她转紧琴轴拨动琴弦试弹了几声，还没弹成曲调却先有了感情。弦弦凄楚悲切声音隐含着沉思，似乎在诉说着她一生的不如意。她低眉随手慢慢地连续弹奏，尽情地倾诉心底无限的伤心事。轻轻地拢，慢慢地捻，又抹又挑，初弹《霓裳羽衣曲》接着再弹《六幺》。大弦声音沉重抑扬如暴风骤雨，小弦细促轻幽、急切细碎，如人窃窃私语。嘈嘈声切切声互为交错地弹奏，就像大大小小的珍珠一颗颗掉落玉盘。一会儿像黄鹂在花下啼鸣婉转流利，一会儿又像泉水在冰下流动滞涩不畅。好像水泉冷涩琵琶声开始凝结，凝结而不通畅声音渐渐地中断。像另有一种愁思幽恨暗暗滋生，此时声音暂歇却比有声更动人。突然，琵琶之音陡然高昂，似银瓶炸裂，水浆奔迸；又像杀出一队铁骑，刀枪齐鸣。一曲终了拨子从弦索中间划过，四弦一声轰鸣好像撕裂了布帛。东面和西面的画舫和游船都静悄悄的，只看见江心之中映着的秋月泛着白光。她沉吟着收起拨片插在琴弦中；整顿衣裳依然显出庄重的颜容。她说她本是京城负有盛名的歌女，老家住在长安城东南的虾蟆陵。十三岁就已学会弹奏琵琶技艺，名字登记在教坊乐团的第一部里。每曲弹罢都令艺术大师们叹服，每次妆成都被同行歌妓们嫉妒。京城的富贵子弟争着给我赏赐，每当一曲弹罢,不知要给多少彩绸。钿头银篦打节拍常常断裂粉碎，红色罗裙被酒渍染污也不后悔。年复一年都在欢笑打闹中度过，秋去春来美好的时光白白消磨。教坊的兄弟参军去了，当家的阿姨也死了，暮去朝来我也年老色衰。门前车马减少光顾者落落稀稀，自己的年岁大了我只得嫁给商人为妻。商人只重营利，对离别看得很轻淡，上个月他到浮梁买茶办货去了。他去了留下我在江口孤守空船，秋月与我作伴，绕舱的秋水凄寒。更深夜阑常常梦到少年时作乐狂欢，梦中哭醒涕泪纵横污损了粉颜。我听了琵琶声早已摇头叹息，又听到她这番诉说更加歔欷。同样都是天涯沦落的可怜人，今日相逢何必问是否曾经相识！自从去年我离开繁华长安京城，被贬居住在浔阳江畔便一直卧病。浔阳这地方荒凉偏僻没有音乐，一年到头也听不见管弦奏鸣。居住在湓江附近，低洼潮湿，院子周围，尽长些黄芦苦竹。在这里早晚能听到的是什么呢？尽是杜鹃猿猴那些悲凄的哀鸣。春江花朝秋江月夜那样好光景，也无可奈何常常取酒独酌独饮。难道这里就没有山歌和村笛吗？只是那音调嘶哑粗涩实在难听。今晚上听了你用琵琶弹奏的乐曲,像听了天上的仙乐,耳朵也顿时清明。请你不要推辞坐下来再弹一曲，我要为你创作一首新诗《琵琶行》。被我的话所感动她站立了好久，回身坐下再转紧琴弦拨出急声。凄凄切切不似刚才奏过的单调，在座的人重听都掩面哭泣不停。要问在座之中谁流的眼泪最多？我江州司马泪水湿透青衫衣襟！",
                    "backgroundInfo" : "元和十年（公元815年）六月，唐朝藩镇势力派刺客在长安街头刺死了宰相武元衡，刺伤了御史中丞裴度，朝野大哗，藩镇势力又进一步提出要求罢免裴度，以安藩镇“反侧”之心。白居易上表主张严缉凶手，有“擅越职分”之嫌；而且，白居易平素多作讽喻诗，得罪了朝中权贵，于是被贬为江州司马。司马是刺史的助手，在中唐时期多专门安置“犯罪”官员，属于变相发配。这件事对白居易影响很大，是他思想变化的转折点，从此他早期的斗争锐气逐渐销磨，消极情绪日渐增多。元和十一年（公元816年）秋天，白居易被贬江州司马已两年，在浔阳江头送别客人，偶遇一位年少因艺技红极一时，年老被人抛弃的歌女，心情抑郁，结合自己路途遭遇，用歌行的体裁，创作出了这首著名的《琵琶行》（原作《琵琶引》）。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "轮台歌奉送封大夫出师西征",
                    "author" : "岑参",
                    "content" : "轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。",
                    "addtionInfo" : "封大夫：即封常清，唐朝将领。角：军中的号角。旄（máo）头：星名，二十八宿中的昂星。古人认为它主胡人兴衰。旄头落：为胡人失败之兆。羽书：即羽檄，军中的紧急文书，上插羽毛，以表示加急。渠黎：汉代西域国名，在今新疆轮台东南。单（chán）于：汉代匈奴君长的称号，此指西域游牧民族首领。金山：指乌鲁木齐东面的博格多山。戍楼：军队驻防的城楼。上将：即大将，指封常清。旄：旄节，古代君王赐给大臣用以标明身份的信物。雪海：在天山主峰与伊塞克湖之间。三军：泛指全军。阴山：在今内蒙古自治区中部。虏塞：敌国的军事要塞。兵气：战斗的气氛。剑河：地名，在今新疆境内。亚相：指御史大夫封常清。在汉代御史大夫位置仅次于宰相，故称亚相。勤王：勤劳王事，为国效力。青史：史籍。古代以竹简记事，色泽作青色，故称青史。",
                    "classInfo" : "16",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "这首七古与《走马川行奉送封大夫出师西征》内容不同，《走马川行奉送封大夫出师西征》未写战斗，是通过将士顶风冒雪的夜行军情景烘托必胜之势；此诗则直写战阵之事，具体手法也有所不同。此诗可分四层。&&&起首六句写战斗以前两军对垒的紧张状态。虽是制造气氛，却与《走马川行奉送封大夫出师西征》从自然环境落笔不同。那里是飞沙走石，暗示将有一场激战；而这里却直接从战阵入手：军府驻地的城头，角声划破夜空，呈现出一种异样的沉寂，暗示部队已进入紧张的备战状态。据《史记·天官书》：“昴为髦头（旄头），胡星也”，古人认为旄头跳跃主胡兵大起，而“旄头落”则主胡兵覆灭。“轮台城头夜吹角，轮台城北旄头落”，连用“轮台城”三字开头，造成连贯的语势，烘托出围绕此城的战时气氛。把“夜吹角”与“旄头落”两种现象联系起来，既能表达一种敌忾的意味，又象征唐军之必胜。气氛酝足，然后倒插一笔：“羽书昨夜过渠黎（在今新疆轮台县东南），单于已在金山（阿尔泰山）西”，交待出局势紧张的原因在于胡兵入寇。果因倒置的手法，使开篇奇突警湛。“单于已在金山西”与“汉兵屯在轮台北”，以相同句式，两个“在”字，写出两军对垒之势。敌对双方如此逼近，以至“戍楼西望烟尘黑”，写出一种濒临激战的静默。局势之紧张，大有一触即发之势。&&&紧接四句写白昼出师与接仗。手法上与《走马川行奉送封大夫出师西征》写夜行军大不一样，那里是衔枚急走，不闻人声，极力描写自然；而这里极力渲染吹笛伐鼓，是堂堂之阵，正正之旗，突出军队的声威。开篇是那样奇突，而写出师是如此从容、镇定，一张一弛，气势益显。作者写自然好写大风大雪、极寒酷热，而这里写军事也是同一作风，将是拥旄（节旄，军权之象征）之“上将”，三军则写作“大军”，士卒呐喊是“大呼”。总之，“其所表现的人物事实都是最伟大、最雄壮的、最愉快的，好象一百二十面鼓，七十面金钲合奏的鼓吹曲一样，十分震动人的耳鼓。和那丝竹一般细碎而悲哀的诗人正相反对。”（徐嘉瑞《岑参》）于是军队的声威超于自然之上，仿佛冰冻的雪海亦为之汹涌，巍巍阴山亦为之摇撼，这出神入化之笔表现出一种所向无敌的气概。&&&“三军大呼阴山动”，似乎胡兵亦将败如山倒。殊不知下面四句中，作者拗折一笔，战斗并非势如破竹，而斗争异常艰苦。“虏塞兵气连云屯”，极言对方军队集结之多。诗人借对方兵力强大以突出己方兵力的更为强大，这种以强衬强的手法极妙。“战场白骨缠草根”，借战场气氛之惨淡暗示战斗必有重大伤亡。以下两句又极写气候之奇寒。“剑河”、“沙口”这些地名有泛指意味，地名本身亦似带杀气；写风曰“急”，写雪片曰“阔”，均突出了边地气候之特征；而“石冻马蹄脱”一语尤奇：石头本硬，“石冻”则更硬，竟能使马蹄脱落，则战争之艰苦就不言而喻了。作者写奇寒与牺牲，似是渲染战争之恐怖，但这并不是他的最终目的。作为一个意志坚忍、喜好宏伟壮烈事物的诗人，如此淋漓兴会地写战场的严寒与危苦，是在直面正视和欣赏一种悲壮画面，他这样写，正是歌颂将士之奋不顾身。他越是写危险与痛苦，便“越发得意，好象吃辣子的人，越辣的眼泪出，更越发快活。”（徐嘉瑞《岑参》）下一层中说到“甘苦辛”，亦应有他自身体验在内。&&&末四句照应题目，预祝奏凯，以颂扬作结。封常清于公元754年（天宝十三载）以节度使摄御史大夫，御史大夫在汉时位次宰相，故诗中美称为“亚相”。“誓将报主静边尘”，虽只写“誓”，但通过前面两层对战争的正面叙写与侧面烘托，已经有力地暗示出此战必胜的结局。末二句预祝之词，说“谁不见”，意味着古人之功名书在简策，万口流传，早觉不新鲜了，数风流人物，则当看今朝。“今见功名胜古人”，朴质无华而掷地有声，遥应篇首而足以振起全篇。上一层写战斗艰苦而此处写战胜之荣耀，一抑一扬，跌宕生姿。前此皆两句转韵，节奏较促，此四句却一韵流转而下，恰有奏捷的轻松愉快之感。在别的诗人看来，一面是“战场白骨缠草根”而一面是“今见功名胜古人”，不免生出“一将功成万骨枯”一类感慨，盖其同情在于弱者一面。而作为盛唐时代浪漫诗风的重要代表作家的岑参，则更喜欢强者，喜欢塑造“超人”的形象。读者从“古来青史谁不见，今见功名胜古人”所感到的正是如此。&&&全诗四层写来一张一弛，顿挫抑扬，结构紧凑，音情配合极好。有正面描写，有侧面烘托，又运用象征、想象和夸张等手法，特别是渲染大军声威，造成极宏伟壮阔的画面，使全诗充满浪漫主义激情和边塞生活的气息，成功地表现了三军将士建功报国的英勇气概。就此而言，又与《走马川行奉送封大夫出师西征》并无二致。",
                    "transferInfo" : "轮台城头夜里吹起号角，轮台城北旄头星正降落。军书昨夜连夜送过渠黎，单于已在金山以西入侵。从哨楼向西望烟尘滚滚，汉军就屯扎在轮台北境。上将手持符节率兵西征，黎明笛声响起大军起程。战鼓四起犹如雪海浪涌，三军呐喊阴山发出共鸣。敌营阴沉杀气直冲云霄，战场上白骨还缠着草根。剑河寒风猛烈大雪鹅毛，沙口石头寒冷马蹄冻脱。亚相勤于王政甘冒辛苦，立誓报效国家平定边境。古来青垂史名屡见不鲜，如今将军功名胜过古人。",
                    "backgroundInfo" : "此诗作于公元754年（唐玄宗天宝十三载）或755年（天宝十四载），当时岑参担任安西北庭节度使判官，是为封常清出兵西征而创作的送行诗。此诗与《走马川行奉送封大夫出师西征》系同一时期、为同一事件、馈赠同一对象之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "庐山谣寄卢侍御虚舟",
                    "author" : "李白",
                    "content" : "我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张。影落明湖青黛光，金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。",
                    "addtionInfo" : "谣：不合乐的歌，一种诗体。卢侍御虚舟：卢虚舟，字幼真，范阳人，曾与李白同游庐山。楚狂人：春秋时楚人陆通，字接舆，因不满楚昭王的政治，佯狂不仕，时人谓之“楚狂”。凤歌笑孔丘：孔子适楚，陆通游其门劝孔不要做官，以免惹祸。这里，李白以陆通自比，表现对政治的不满，而要像楚狂那样游览名山过隐居的生活。绿玉杖：镶有绿玉的杖，传为仙人所用。五岳：即东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。此处泛指中国名山。南斗：星宿名，二十八宿中的斗宿。这里指秀丽的庐山之高，突兀而出。屏风九叠：指庐山五老峰东的九叠屏，因山丸叠如屏而得名。影落：指庐山倒映在明澈的鄱阳湖中。青黛（dài）：青黑色。金阙（què）：阙为皇宫门外的左右望楼，金阙指黄金的门楼，这里借指庐山的石门——庐山西南有铁船峰和天池山，二山对峙，形如石门。银河：指瀑布。香炉：南香炉峰。瀑布：黄岩瀑布。迥崖沓（tà）嶂：曲折的山崖，重叠的山峰。凌：高出。苍苍：青色的天空。吴天：九江春秋时属吴国。整句诗的意思：连鸟也难以飞越高峻的庐山和它辽阔的天空。大江：长江。黄云：昏暗的云色。白波九道：九道河流。李白在此沿用旧说，并非实见九道河流。雪山：白色的浪花。石镜：指庐山东面的“石镜”圆石，平滑如镜，可见人影。清我心：清涤心中的污浊。谢公：谢灵运。服：服食。还丹：道家炼丹，将丹烧成水银，积久又还成丹，故谓还丹。琴心三叠：道家修炼术语，一种心神宁静的境界。玉京：道教称元始天尊在天中心之上，名玉京山。先期：预先约好。汗漫:仙人名，一云造物者。九垓（gāī）：九天之外。卢敖：战国时燕国人，周游至蒙谷山，见一古怪之士迎风而舞。卢敖邀他同游，那人笑着说：“吾与汗漫期于九垓之外，不可久留”。遂纵身跳入云中。太清：太空。",
                    "classInfo" : "36",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "此诗为写景名篇。诗人以大手笔描绘了庐山雄奇壮丽的风光，可谓描写庐山的千古绝唱。同时，此诗也表现了诗人的豪迈气概，抒发了诗人寄情山水、纵情遨游、狂放不羁的情怀，表达了诗人想在名山胜景中得到寄托，在神仙境界中逍遥的愿望，流露了诗人因政治失意而避世求仙的愤世之情。&&&“我本楚狂人，凤歌笑孔丘。”起句即用典，开宗明义表达胸襟：我本来就象楚狂接舆，高唱凤歌嘲笑孔丘。孔子曾去楚国，游说楚王。接舆在他车旁唱道：“凤兮凤兮，何德之衰？往者不可谏，来者犹可追！已而！已而！今之从政者殆而！”（《论语​·微子》）嘲笑孔子迷于做官。李白以楚狂自比，表示了对政治前途的失望，暗示出要象楚狂那样游诸名山去过隐居生活。“凤歌”一典，用语精警，内容深刻，饱含身世之感。接着诗人写他离开武昌到庐山：“手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游”。诗人以充满神话传说的色彩表述他的行程：拿着仙人所用的嵌有绿玉的手杖，于晨曦中离开黄鹤楼。为什么到庐山来呢？是因为“好入名山游。”后两句诗，既可说是李白一生游踪的形象写照，同时也透露出诗人寻仙访道的隐逸之心。&&&以上是第一段，可谓序曲。然后转入第二段，诗人以浓墨重彩，正面描绘庐山和长江的雄奇风光。先写山景鸟瞰：“庐山秀出南斗旁，屏风九叠云锦张，影落明湖青黛光。”古人认为天上星宿指配地上州域，庐山一带正是南斗的分野。屏风九叠，指庐山五老峰东北的九叠云屏。三句意谓：庐山秀丽挺拔，高耸入云；树木青翠，山花烂熳，九叠云屏像锦绣云霞般展开；湖光山影，相互映照，烘托得分外明媚绮丽。以上是粗绘，写出庐山的雄奇瑰丽；下面，则是细描：“金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。”金阙、三石梁、香炉、瀑布，都是庐山绝景。这四句是从仰视的角度来描写：金阙岩前矗立着两座高峰，三石梁瀑布有如银河倒挂，飞泻而下，和香炉峰瀑布遥遥相对，那里峻崖环绕，峰峦重叠，上凌苍天。接着，笔姿忽又宕起，总摄全景：“翠影红霞映朝日，鸟飞不到吴天长。”旭日初升，满天红霞与苍翠山色相辉映；山势峻高，连鸟也飞不到；站在峰顶东望吴天，真是寥廓无际。诗人用笔错综变化，迂回别致，层层写来，把山的瑰玮和秀丽，写得淋漓尽致，引人入胜。&&&然后，诗人登高远眺，以如椽大笔，彩绘长江雄伟气势：“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”九道，古谓长江流至浔阳分为九条支流。雪山，形容白波汹涌，堆叠如山。这几句意谓：登临庐山高峰，放眼纵观，只见长江浩浩荡荡，直泻东海，一去不返；万里黄云飘浮，天色瞬息变幻；茫茫九派，白波汹涌奔流，浪高如雪山。诗人豪情满怀，笔墨酣畅，将长江景色写得境界高远，气象万千。何等雄伟，何等壮美！大自然之美激发了大诗人的无限诗情：“好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。”石镜，传说在庐山东面有一圆石悬岩，明净能照人形。谢公，南朝宋谢灵运，尝入彭蠡湖口，登庐山，有“攀崖照石镜”诗句（《谢康乐集​·入彭蠡湖口​》）。李白经过永王璘事件的挫折后，重登庐山，不禁感慨万千。这四句意思是：爱作庐山歌谣，诗兴因庐山而激发。从容自得地照照石镜，心情为之清爽，谢灵运走过的地方，如今已为青苔所覆盖。人生无常，盛事难再。李白不禁油然产生寻仙访道思想，希望超脱现实，以求解决内心的矛盾。&&&“早服还丹无世情，琴心三叠道初成。”还丹，道家所谓服后能“白日升天”的仙丹。琴心三叠，指道家修炼的功夫很深，达到心和神悦的境界。这两句表明诗人想象着自己有一天能早服仙丹，修炼升仙，以摆脱世俗之情，到那虚幻的神仙世界：“遥见仙人彩云里，手把芙蓉朝玉京。”玉京，道教谓元始天尊居处。诗人仿佛远远望见神仙在彩云里，手拿着莲花飞向玉京。诗人多么向往这样自由自在的世界：“先期汗漫九垓上，愿接卢敖游太清。”《淮南子​·道应训》载，卢敖游北海，遇见一怪仙，想同他做朋友而同游，怪仙笑道：“吾与汗漫期于九垓之外，吾不可以久驻。”“遂入云中。”汗漫，意谓不可知，这里比喻神。九垓，九天。太清，最高的天空。李白在这诗里反用其意，以怪仙自比，卢敖借指卢虚舟，邀卢共作神仙之游。两句意谓：我李白已预先和不可知之神在九天之外约会，并愿接待卢敖共游仙境。诗人浮想联翩，仿佛随仙人飘飘然凌空而去。全诗戛然而止，余韵悠然。&&&此诗思想内容比较复杂，既有对儒家孔子的嘲弄，也有对道家的崇信；一面希望摆脱世情，追求神仙生活，一面又留恋现实，热爱人间风物。诗的感情豪迈开朗，磅礴着一种震撼山岳的气概。想象丰富，境界开阔，给人以雄奇的美感享受。诗的韵律随诗情变化而显得跌宕多姿。开头一段抒怀述志，用尤侯韵，自由舒展，音调平稳徐缓。第二段描写庐山风景，转唐阳韵，音韵较前提高，昂扬而圆润。写长江壮景则又换删山韵，音响慷慨高亢。随后，调子陡然降低，变为入声月没韵，表达归隐求仙的闲情逸致，声音柔弱急促，和前面的高昂调子恰好构成鲜明的对比，极富抑扬顿挫之妙。最后一段表现美丽的神仙世界，转换庚清韵，音调又升高，悠长而舒畅，余音袅袅，令人神往。",
                    "transferInfo" : "我本是像那个接舆楚狂人，高声唱着凤歌去嘲笑孔丘。手里拿一根镶绿玉的棍杖，大清早辞别著名的黄鹤楼。攀登五岳寻仙道不畏路远，这一生就喜欢踏上名山游。秀美的庐山挺拔在南斗旁，九叠云屏像锦绣云霞铺张，湖光山影相互映照泛青光。金阙岩前双峰矗立入云端，三叠泉如银河倒挂三石梁。香炉峰瀑布与它遥遥相望，重崖叠嶂耸云霄莽莽苍苍。翠云红霞与朝阳相互辉映，鸟儿也飞不过吴天广又长。登高远望天地间壮观景象，大江悠悠东流去永不回还。天上万里黄云变动着风色，江流波涛九道如雪山奔淌。我喜欢为雄伟的庐山歌唱，这兴致因庐山风光而滋长。闲时观看石镜使心神清净，谢灵运足迹早被青苔掩藏。我要早服仙丹去掉尘世情，修炼三丹和积学道已初成。远远望见仙人正在彩云里，手里捧着芙蓉花朝拜玉京。早已约好神仙在九天会面，希望迎接你一同邀游太清。",
                    "backgroundInfo" : "这首诗作于公元760年（肃宗上元元年），即诗人流放夜郎途中遇赦回来的次年。李白遇赦后从江夏（今湖北武昌）往浔阳（今江西九江）游庐山时作了这首诗，那时李白已经历尽磨难，始终不愿向折磨他的现实低头，求仙学道的心情更加迫切了。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "梦游天姥吟留别 ",
                    "author" : "李白",
                    "content" : "海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜!",
                    "addtionInfo" : "天姥山：在浙江新昌东面。传说登山的人能听到仙人天姥唱歌的声音，山因此得名。瀛洲：古代传说中的东海三座仙山之一（另两座叫蓬莱和方丈）。烟涛：波涛渺茫，远看像烟雾笼罩的样子。微茫：景象模糊不清。信：确实，实在。越人：指浙江一带的人。明灭：忽明忽暗。向天横：直插天空。横，直插。”势拔“句：山势高过五岳，遮掩了赤城。拔，超出。五岳，指东岳泰山、西岳华（huà）山、中岳嵩山、北岳恒山、南岳衡山。赤城，和下文的“天台（tāi）”都是山名，在今浙江天台北部。”对此“句：对着天姥这座山，天台山就好像要倒向它的东南一样。意思是天台山和天姥山相比，显得低多了。因：依据。之：指代前边越人的话。镜湖：又名鉴湖，在浙江绍兴南面。剡（shàn）溪：水名，在浙江嵊（shèng）州南面。谢公：指南朝诗人谢灵运。谢灵运喜欢游山。游天姥山时，他曾在剡溪这个地方住宿。渌（lù）：清。清：这里是凄清的意思。谢公屐（jī）：谢灵运穿的那种木屐。青云梯：指直上云霄的山路。半壁见海日：上到半山腰就看到从海上升起的太阳。天鸡：古代传说，东南有桃都山，山上有棵大树叫桃都，树枝绵延三千里，树上栖有天鸡，每当太阳初升，照到这棵树上，天鸡就叫起来，天下的鸡也都跟着它叫。”迷花“句：迷恋着花，依靠着石，不觉天色已经很晚了。暝（míng）：日落，天黑。”熊咆“句：熊在怒吼，龙在长鸣，岩中的泉水在震响。“殷岩泉”即“岩泉殷”。殷：这里用作动词，震响。”栗深林“句：使深林战栗，使层巅震惊。栗、惊，使动用法。青青：黑沉沉的。澹澹：波浪起伏的样子。列缺：指闪电。洞天石扉，訇（hōng）然中开：仙府的石门，訇的一声从中间打开。洞天，仙人居住的洞府。扉，门扇。訇然，形容声音很大。青冥浩荡：青冥，指天空。浩荡，广阔远大的样子。金银台：金银铸成的宫阙，指神仙居住的地方。云之君：云里的神仙。鸾回车：鸾鸟驾着车。鸾，传说中的如凤凰一类的神鸟。回，旋转，运转。恍：恍然，猛然。觉时：醒时。失向来之烟霞：刚才梦中所见的烟雾云霞消失了。向来，原来。烟霞，指前面所写的仙境。东流水：像东流的水一样一去不复返。”且放“二句：暂且把白鹿放在青青的山崖间，等到要行走的时候就骑上它去访问名山。白鹿，传说神仙或隐士多骑白鹿。须，等待。摧眉折腰：低头弯腰。摧眉，即低眉",
                    "classInfo" : "36",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "这是一首记梦诗，也是一首游仙诗。此诗以记梦为由，抒写了对光明、自由的渴求，对黑暗现实的不满，表现了蔑视权贵、不卑不屈的叛逆精神。诗人运用丰富奇特的想象和大胆夸张的手法，组成一幅亦虚亦实、亦幻亦真的梦游图。全诗构思精密，意境雄伟，内容丰富曲折，形象辉煌流丽，感慨深沉激烈，富有浪漫主义色彩。其在形式上杂言相间，兼用骚体，不受律束，笔随兴至，体制解放，堪称绝世名作。&&&这首诗的题目一作《别东鲁诸公》。其时李白虽然出翰林已有年月了，而政治上遭受挫折的愤怨仍然郁结于怀，所以在诗的最后发出那样激越的呼声。&&&“海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霓明灭或可睹。”诗一开始先说古代传说中的海外仙境──瀛洲，虚无缥缈，不可寻求；而现实中的天姥山在浮云彩霓中时隐时现，真是胜似仙境。以虚衬实，突出了天姥胜景，暗蕴着诗人对天姥山的向往，写得富有神奇色彩，引人入胜。&&&天姥山临近剡溪，传说登山的人听到过仙人天姥的歌唱，因此得名。天姥山与天台山相对，峰峦峭峙，仰望如在天表，冥茫如堕仙境，容易引起游者想入非非的幻觉。浙东山水是李白青年时代就向往的地方，初出川时曾说“此行不为鲈鱼鲙，自爱名山入剡中”。入翰林前曾不止一次往游，他对这里的山水不但非常热爱，也是非常熟悉的。&&&天姥山号称奇绝，是越东灵秀之地。但比之其他崇山峻岭如我国的五大名山──五岳，在人们心目中的地位仍有小巫见大巫之别。可是李白却在诗中夸说它“势拔五岳掩赤城”，比五岳还更挺拔。有名的天台山则倾斜着如拜倒在天姥的足下一样。这个天姥山，被写得耸立天外，直插云霄，巍巍然非同凡比。这座梦中的天姥山，应该说是李白平生所经历的奇山峻岭的幻影，它是现实中的天姥山在李白笔下夸大了的影子。&&&接着展现出的是一幅一幅瑰丽变幻的奇景：天姥山隐于云霓明灭之中，引起了诗人探求的想望。诗人进入了梦幻之中，仿佛在月夜清光的照射下，他飞渡过明镜一样的镜湖。明月把他的影子映照在镜湖之上，又送他降落在谢灵运当年曾经歇宿过的地方。他穿上谢灵运当年特制的木屐，登上谢公当年曾经攀登过的石径──青云梯。&&&只见：“半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。”继飞渡而写山中所见，石径盘旋，深山中光线幽暗，看到海日升空，天鸡高唱，这本是一片曙色；却又于山花迷人、倚石暂憩之中，忽觉暮色降临，旦暮之变何其倏忽。暮色中熊咆龙吟，震响于山谷之间，深林为之战栗，层巅为之惊动。不止有生命的熊与龙以吟、咆表示情感，就连层巅、深林也能战栗、惊动，烟、水、青云都满含阴郁，与诗人的情感，协成一体，形成统一的氛围。前面是浪漫主义地描写天姥山，既高且奇；这里又是浪漫主义地抒情，既深且远。这奇异的境界，已经使人够惊骇的了，但诗人并未到此止步，而诗境却由奇异而转入荒唐，全诗也更进入高潮。&&&在令人惊悚不已的幽深暮色之中，霎时间“丘峦崩摧”，一个神仙世界“訇然中开”，“青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。”洞天福地，于此出现。“云之君”披彩虹为衣，驱长风为马，虎为之鼓瑟，鸾为之驾车，皆受命于诗人之笔，奔赴仙山的盛会来了。这是多么盛大而热烈的场面。“仙之人兮列如麻”！群仙好象列队迎接诗人的到来。金台、银台与日月交相辉映，景色壮丽，异彩缤纷，何等的惊心眩目，光耀夺人！仙山的盛会正是人世间生活的反映。这里除了有他长期漫游经历过的万壑千山的印象、古代传说、屈原诗歌的启发与影响，也有长安三年宫廷生活的迹印，这一切通过浪漫主义的非凡想象凝聚在一起，才有这般辉煌灿烂、气象万千的描绘。&&&值得注意的是，这首诗写梦游奇境，不同于一般游仙诗，它感慨深沉，抗议激烈，并非真正依托于虚幻之中，而是在神仙世界虚无飘渺的描述中，依然着眼于现实。神游天上仙境，而心觉“世间行乐亦如此”。&&&仙境倏忽消失，梦境旋亦破灭，诗人终于在惊悸中返回现实。梦境破灭后，人，不是随心所欲地轻飘飘地在梦幻中翱翔了，而是沉甸甸地躺在枕席之上。“古来万事东流水”，其中包含着诗人对人生的几多失意和深沉的感慨。此时此刻诗人感到最能抚慰心灵的是“且放白鹿青崖间，须行即骑访名山”。&&&徜徉山水的乐趣，才是最快意的，也就是在《春夜宴从弟桃花园序》中所说：“古人秉烛夜游，良有以也。”本来诗意到此似乎已尽，可是最后却愤愤然加添了两句“安能摧眉折腰事权贵，使我不得开心颜！”一吐长安三年的郁闷之气。天外飞来之笔，点亮了全诗的主题：对于名山仙境的向往，是出之于对权贵的抗争，它唱出封建社会中多少怀才不遇的人的心声。在等级森严的封建社会中，多少人屈身权贵，多少人埋没无闻！唐朝比之其他朝代是比较开明的，较为重视人才，但也只是比较而言。人才在当时仍然摆脱不了“臣妾气态间”的屈辱地位。“折腰”一词出之于东晋的陶渊明，他由于不愿忍辱而赋“归去来”。李白虽然受帝王优宠，也不过是个词臣，在宫廷中所受到的屈辱，大约可以从这两句诗中得到一些消息。封建君主把自己称“天子”，君临天下，把自己升高到至高无上的地位，却抹煞了一切人的尊严。李白在这里所表示的决绝态度，是向封建统治者所投过去的一瞥蔑视。在封建社会，敢于这样想、敢于这样说的人并不多。李白说了，也做了，这是他异乎常人的伟大之处。&&&这首诗的内容丰富、曲折、奇谲、多变，它的形象辉煌流丽，缤纷多彩，构成了全诗的浪漫主义华赡情调。它的主观意图本来在于宣扬“古来万事东流水”这样颇有消极意味的思想，可是它的格调却是昂扬振奋的，潇洒出尘的，有一种不卑不屈的气概流贯其间，并无消沉之感。",
                    "transferInfo" : "听海外来客们谈起瀛洲，在烟波浩淼的遥远地方，实在难以找到。越中来人说起天姥山，在云霞的明灭掩映之间有时候能看见。天姥山高耸入云，连着天际，横向天外；山势高峻超过五岳，遮掩过赤城山。天姥山极为高峻，就连四万八千丈高的天台山，面对着它好像要向东南倾斜拜倒一样。我想根据越人说的话梦游到吴越，一天夜晚飞渡过明月映照下的镜湖。镜湖上的月光照着我的身影，一直送我到剡溪。谢灵运住的地方如今还在，清澈的湖水荡漾，猿猴清啼。我脚上穿着谢公当年特制的木鞋，攀登直上云霄的山路。上到半山腰就看见了从海上升起的太阳，空中传来天鸡报晓的啼鸣之声。无数山岩重叠，山道曲折，盘旋变化不定。奇花异草，怪石林立，令人陶醉。倏忽间，就到了黄昏。熊在怒吼，龙在长鸣，岩中的泉水在震响，使深林战栗，使层巅震惊。云层黑沉沉的，像是要下雨，水波动荡生起了薄薄的烟雾。电光闪闪，雷声轰鸣，山峰好像要被崩塌似的。仙府的石门，訇的一声从中间打开。洞中蔚蓝的天空广阔无际，看不到尽头，日月照耀着金银做的宫阙。用彩虹做衣裳，将风作为马来乘，云中的神仙们纷纷下来。老虎弹奏着琴瑟，鸾鸟拉着车。仙人们排成列，多如密麻。忽然我魂魄惊动，猛然惊醒，不禁长声叹息。醒来时只有身边的枕席，刚才梦中所见的烟雾云霞全都消失了。人世间的欢乐也是像梦中的幻境这样，自古以来万事都像东流的水一样一去不复返。告别诸位朋友远去东鲁啊，什么时候才能回来？暂且把白鹿放牧在青崖间，等到要远行时就骑上它访名山。岂能卑躬屈膝去侍奉权贵，让自己不能有舒心畅意的笑颜！",
                    "backgroundInfo" : "此诗作于李白出翰林之后，其作年一说公元745年（天宝四载），一说公元746年（天宝五载）。公元744年（唐玄宗天宝三载），李白在长安受到权贵的排挤，被放出京，返回东鲁（在今山东）家园。之后再度踏上漫游的旅途。这首描绘梦中游历天姥山的诗，大约作于李白即将离开东鲁南游吴越之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "金陵酒肆留别",
                    "author" : "李白",
                    "content" : "风吹柳花满店香，吴姬压酒唤客尝。金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长。",
                    "addtionInfo" : "金陵：今江苏省南京市。酒肆：酒店。留别：临别留诗给送行者。吴姬：吴地的青年女子，这里指酒店中的侍女。压酒：压糟取酒。古时新酒酿熟，临饮时方压糟取用。子弟：指李白的朋友。欲行：将要走的人，指诗人自己。不行：不走的人，即送行的人，指金陵子弟。尽觞（shāng）：喝尽杯中的酒。觞，酒杯。",
                    "classInfo" : "7",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "这首诗是作者即将离开金陵东游扬州时留赠友人的一首话别诗，篇幅虽短，却情意深长。此诗由写仲夏胜景引出逸香之酒店，铺就其乐融融的赠别场景；随即写吴姬以酒酬客，表现吴地人民的豪爽好客；最后在觥筹交错中，主客相辞的动人场景跃然纸上，别意长于流水般的感叹水到渠成。全诗热情洋溢，反映了李白与金陵友人的深厚友谊及其豪放性格；流畅明快，自然天成，清新俊逸，情韵悠长，尤其结尾两句，兼用拟人、比喻、对比、反问等手法，构思新颖奇特，有强烈的感染力。&&&“风吹柳花满店香，吴姬压酒劝客尝。”和风吹着柳絮，酒店里溢满芳香；吴姬捧出新压的美酒，劝客品尝。“金陵”，点明地属江南，“柳花”，说明时当暮春。这是柳烟迷蒙、春风沉醉的江南三月，诗人一走进店里，沁人心脾的香气就扑面而来。这一“香”字，把店内店外连成一片。金陵古属吴地，遂称当地女子为“吴姬”，这里指酒家女。她满面春风，一边压酒（即压酒糟取酒汁），一边笑语殷勤地招呼客人。置身其间，真是如沐春风，令人陶醉，让人迷恋。&&&这两句写出了浓浓的江南味道，虽然未明写店外，而店外“杂花生树，群莺乱飞”，杨柳含烟的芳菲世界，已依稀可见。此时，无论是诗人还是读者，视觉、嗅觉、听觉全都调动起来了。&&&“柳花”，即柳絮，本来无所谓香，但一些诗人却闻到了，如传奇“莫唱踏阳春，令人离肠结。郎行久不归，柳自飘香雪。”“香”字的使用，一则表明任何草木都有它微妙的香味，二则这个“香”字代表了春之气息，这不但活画出一种诗歌意境，而且为下文的酒香埋下伏笔。其实，对“满店香”的理解完全不必拘泥于“其柳花之香”，那当是春风吹来的花香，是泥土草木的清香，是美酒飘香，大概还有“心香”，所谓心清闻妙香。这里的“店”，初看不知何店，凭仗下句始明了是指酒店。实在也唯有酒店中的柳花才会香，不然即使是最雅致的古玩书肆，在情景的协调上，恐怕也还当不起“风吹柳花满店香”这七个字。所以这个“香”字初看似觉突兀，细味却又感到是那么妥贴。&&&“金陵子弟来相送，欲行不行各尽觞。”金陵的一群年轻人来到这里，为诗人送行。饯行的酒啊，你斟我敬，将要走的和不走的，个个干杯畅饮。也有人认为，这是说相送者殷勤劝酒，不忍遽别；告别者要走又不想走，无限留恋，故“欲行不行”。李白此行是去扬州。他后来在《上安州裴长史书》说：“曩昔东游维扬，不逾一年，散金三十余万，有落魄公子，悉皆济之。此则白之轻财好施也。”李白性格豪爽，喜好交游，当时既年轻富有，又仗义疏财，朋友自是不少。在金陵时也当如此。一帮朋友喝酒，话别，少年刚肠，兴致盎然，没有伤别之意，这也很符合年轻人的特点。“尽觞”，意思是喝干杯中酒。“觞”，酒器。&&&“请君试问东流水，别意与之谁短长？”便是事件的结局了。送君千里，终有一别，这离别之宴终归要散的，此时把手相送，心中的感伤便不能自已，诗人借水言情，寓情于物，表达了惜别之情——我和友人的离别的情义与东流之水相比哪个更长呢？其气魄体现了诗人浪漫豪放的一贯风格，也不能不让人想起诗人“桃花潭水深千尺，不及汪伦送我情”之句。”&&&情感是抽象的，即使再深再浓，也看不见摸不着；而江水是形象的，给人的印象是绵绵不绝。但诗人不是简单的相喻，而是设问比较，迷迷茫茫地，似收而未收住，言有尽而意无穷，给人以想象的空间。采用这种表现手法，李白可能受到前人的启发，如谢朓就写过“大江流日夜，客心悲未央”，但李白写得更加生动自然。与“桃花潭水深千尺，不及汪伦送我情”有异曲同工之妙。&&&此诗构思巧妙。首句”风吹柳花满店香“，是阒无一人的境界，第二句”吴姬压酒劝客尝“，当垆红粉遇到了酒客，场面上就出现人了，等到“金陵子弟”这批少年一涌而至时，酒店中就更热闹了。别离之际，本来未必有心饮酒，而吴姬一劝，何等有情，加上“金陵子弟”的前来，更觉情长，谁也不愿舍此而去。可是偏偏要去，“来相送”三字一折，直是在上面热闹场面上泼了一盆冷水，点出了从来热闹繁华就是冷寂寥落的前奏。李白要离开金陵了。但是，如此热辣辣的诀舍，总不能跨开大步就走吧。于是又转为“欲行不行各尽觞”，欲行的诗人固陶然欲醉，而不行的相送者也各尽觞，情意如此之长，于是落出了“请君试问东流水，别意与之谁短长”的结句，以含蓄的笔法，悠然无尽地结束了这一首抒情的短歌。&&&很多人写离别，大多少不了言愁，所谓“离愁别绪”。然而，李白这首诗中连一点愁的影子都不见，只有别意。诗人正值青春华茂，他留别的不是一两个知己，而是一群青年朋友。这种惜别之情在他写来，饱满酣畅，悠扬跌宕，唱叹而不哀伤，富于青春豪迈、风流潇洒的情怀。",
                    "transferInfo" : "春风吹起柳絮酒店满屋飘香，侍女捧出美酒，劝我细细品尝。金陵年轻朋友纷纷赶来相送。欲走还留之间，各自畅饮悲欢。请你问问东流江水，离情别意与它比谁短谁长？",
                    "backgroundInfo" : "此诗的创作时间是公元726年（唐玄宗开元十四年）。李白在出蜀当年的秋天，在金陵（今江苏南京）大约逗留了大半年时间。开元十四年春，诗人赴扬州，临行之际，朋友在酒店为他饯行，李白作此诗留别。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "听董大弹胡笳声兼寄语弄房给事",
                    "author" : "李颀",
                    "content" : "蔡女昔造胡笳声，一弹一十有八拍。胡人落泪沾边草，汉使断肠对归客。古戍苍苍烽火寒，大荒沈沈飞雪白。先拂商弦后角羽，四郊秋叶惊摵摵。董夫子，通神明，深山窃听来妖精。言迟更速皆应手，将往复旋如有情。空山百鸟散还合，万里浮云阴且晴。嘶酸雏雁失群夜，断绝胡儿恋母声。川为静其波，鸟亦罢其鸣。乌孙部落家乡远，逻娑沙尘哀怨生。幽音变调忽飘洒，长风吹林雨堕瓦。迸泉飒飒飞木末，野鹿呦呦走堂下。长安城连东掖垣，凤凰池对青琐门。高才脱略名与利，日夕望君抱琴至。",
                    "addtionInfo" : "弄：乐曲。房给事：姓房名琯，任给事中之职。蔡女：蔡琰(蔡文姬）。相传蔡琰在匈奴时，感胡笳之音，作琴曲《胡笳十八拍》。有：通“又”。戍：边戍哨所。苍苍：衰老、残破貌。烽火：借代烽火台。荒：边陲、边疆。沉沉：低沉、阴沉貌。摵摵：落叶之声。言：语助词。更：gèng连词，与、和。将：语助词，表示动作、行为的趋向或进行。且：表选择关系的连词，抑或、或者。酸：悲痛、悲伤。断绝：不连贯，时断时续。乌孙：汉代西域国名。汉武帝钦命刘细君为公主和亲乌孙昆莫逻娑：唐时吐蕃首府，即今西藏拉萨。唐文成公主、金城公主皆远嫁吐蕃。迸泉：喷涌出的泉水。飒飒：飞舞貌。木末：树梢。呦呦：鹿鸣声。东掖：指门下省。凤凰池：中书省。青琐门：汉时宫门，这里指唐宫门。高才：指房琯。脱略：轻慢，不在意。",
                    "classInfo" : "27",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "这首七言古体长诗，通过董大弹奏《胡笳弄》这一历史名曲，来赞赏他高妙动人的演奏技艺，也以此寄房给事（房琯），带有为他得遇知音而高兴的心情。&&&诗开首不提“董大”而说“蔡女”，起势突兀。蔡女指东汉末年的蔡琰（文姬），文姬归汉时，感笳之音，翻笳调入琴曲，作《胡笳十八拍》（拍，等于段）。三、四两句，是说文姬操琴时，胡人、汉使悲切断肠的场面，反衬琴曲的感人魅力。五、六两句反补一笔，写出文姬操琴时荒凉凄寂的环境，苍苍古戍、沉沉大荒、烽火、白雪，交织成一片黯淡悲凉的气氛，使人越发感到乐声的哀婉动人。以上六句为第一段，诗人对“胡笳声”的来由和艺术效果作了十分生动的描述，把读者引入了一个幽邃的艺术境界。读者要问：如此深挚有情的《胡笳弄》，作为一代名师的董庭兰又弹得如何呢？于是，诗人顺势而下，转入正面叙述。从蔡女到董大，遥隔数百年，一曲琴音，把两者巧妙地联系起来。&&&“先拂商弦后角羽”，至“野鹿呦呦走堂下”为第二段。董大弹琴，确实身手不凡。“先拂”句是写弹琴开始时的动作。古琴七弦，配宫、商、角、徵、羽及变宫、变徽为七音。董大轻轻地拂拭琴弦，次序是由商弦到角弦，意为曲调开始时迟缓而低沉。琴声一起，“四郊秋叶”被惊得摵摵（sh&egrave；设）而下。一个“惊”字，出神入化，极为生动。诗人不由得赞叹起“董夫子”来，说他的演奏简直象是“通神明”，不只惊动了人间，连深山妖精也悄悄地来偷听了！“言迟”两句概括董大的技艺。“言迟更速”、“将往复旋”，指法是如此娴熟，得心应手，那抑扬顿挫的琴音，漾溢着激情，象是从演奏者的胸中流淌出来。&&&董大的指法使人眼花撩乱，那么琴声究竟如何呢？诗人不从正面着手，却以种种形象的描绘，来烘托那凄恻动听的声音。琴声忽纵忽收时，就象空廓的山间，群鸟散而复聚。曲调低沉时，就象浮云蔽天；清朗时，又象云开日出。嘶哑的琴声，仿佛是失群的雏雁，在暗夜里发出辛酸的哀鸣，嘶酸的音调，正是胡儿恋母声的继续。诗到此忽然宕开一笔，又联想起当年文姬与胡儿诀别时的情景，照应了第一段蔡女琴声，而且以雏雁喻胡儿，更使人感觉到琴音的悲切。接着二句，引自然界景物来反衬琴声的巨大魅力。琴声回荡，河水为之滞流，百鸟为之罢鸣，世间万物都为琴声所感动了，这不是“通神明”了吗？其实，川不会真静，鸟不会罢鸣，只是因为琴声迷住了听者，“洋洋乎盈耳哉”，唯有琴声而已。诗人接着指出，董大的弹琴不仅仅是动听而已，他还能完美地传递出琴曲的神韵。侧耳细听，那幽咽的声音，充满着汉朝乌孙公主远托异国、唐朝文成公主远度沙尘到逻娑（拉萨的另一音译）那样的异乡哀怨之情。这与蔡女造《胡笳弄》的心情是十分合拍的。&&&直到“幽音”以下四句，诗人才从正面描写琴声，而且运用了许多形象的比喻。“幽音”是深沉的音，但一经变调，就忽然“飘洒”起来。忽而象“长风吹林”，忽而象雨打屋瓦，忽而象扫过树梢的泉水飒飒而下，忽而象野鹿跑到堂下发出呦呦的鸣声。轻快悠扬，变幻无穷，怎不使听者心醉入迷呢？&&&这一段，诗人洋洋洒洒，酣畅淋漓，从不同的角度表现董大弹奏《胡笳弄》的情景。由于董大炉火纯青的技艺，蔡女“十八拍”丰富的琴韵得到充分的体现。诗人对董大的赞慕之情，自在不言之中。最后四句，是“兼寄房给事”的。唐朝帝都长安，皇宫面南坐北，禁中左右两掖分别为门下、中书两省。“凤凰池”指的是中书省，青琐门是门下省的阙门。给事中正是门下省之要职。诗没有提人而人在其中，而且暗示其密迩宫庭，官位令人羡艳。最后，诗以赞语作结。房琯不仅才高，而且不重名利，超逸脱略。这样的高人，正日夜盼望着你抱琴而去呢！这里也暗示董庭兰得遇知音，可幸可羡。而李颀对董弹《胡笳弄》的欣赏，以及所作的传神的描摹，自然也非知音莫能为。&&&值得特别注意的是，这首诗关联着三方面──董庭兰、蔡琰和房琯.写董庭兰的技艺，要通过他演奏《胡笳弄》来写。要写《胡笳弄》，便自然和蔡琰联系起来，既联系她的创作，又联系她的身世、经历和她所处的特殊环境。全诗的特色就在于巧妙地把演技、琴声、历史背景以及琴声所再现的历史人物的感情结合起来，笔姿纵横飘逸，忽天上，忽地下，忽历史，忽目前。既周全细致又自然浑成。最后对房给事含蓄的称扬，既为董庭兰祝贺，也多少寄托着作者的一点倾慕之情。李颀此时虽久已去官，但并未忘情宦事，他是多么希望能得遇知音而一显身手啊！",
                    "transferInfo" : "当年蔡琰曾作胡笳琴曲，弹奏此曲总共有十八节。胡人听了泪落沾湿边草，汉使对着归客肝肠欲绝。边城苍苍茫茫烽火无烟，草原阴阴沉沉白雪飘落。先弹轻快曲后奏低沉调，四周秋叶受惊瑟瑟凋零。董先生通神明琴技高妙，深林鬼神也都出来偷听。慢揉快拨十分得心应手，往复回旋仿佛声中寓情。声如山中百鸟散了又集，曲似万里浮云暗了又明。象失群的雏雁夜里嘶叫，象胡儿恋母痛绝的哭声。江河听曲而平息了波澜，百鸟闻声也停止了啼鸣。仿佛乌孙公主远怀故乡，宛如文成公主之怨吐蕃。幽咽琴声忽转轻松潇洒，象大风吹林如大雨落瓦。有如迸泉飒飒射向树梢，有如野鹿呦呦鸣叫堂下。长安城比邻给事中庭院，皇宫门正对中书省第宅。房琯才高不为名利约束，昼夜盼望董大抱琴来奏。",
                    "backgroundInfo" : "李颀此诗，约作于天宝六、七载（747—748）间。董大即董庭兰，是当时著名的琴师。所谓“胡笳声”，也就是《胡笳弄》，是按胡笳声调翻为琴曲的。所以董大是弹琴而非吹秦胡笳。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "听安万善吹觱篥歌",
                    "author" : "李颀",
                    "content" : "南山截竹为觱篥，此乐本自龟兹出。流传汉地曲转奇，凉州胡人为我吹。傍邻闻者多叹息，远客思乡皆泪垂。世人解听不解赏，长飙风中自来往。枯桑老柏寒飕飗，九雏鸣凤乱啾啾。龙吟虎啸一时发，万籁百泉相与秋。忽然更作渔阳掺，黄云萧条白日暗。变调如闻杨柳春，上林繁花照眼新。岁夜高堂列明烛，美酒一杯声一曲。",
                    "addtionInfo" : "觱篥（bìlì）：又名笳管，簧管古乐器，似唢呐，以竹为主，上开八孔（前七后一），管口插有芦制的哨子。汉代由西域传入，今已失传。龟兹（qīucí）：古西域城国名，在今新疆库车、沙雅一带。曲转奇：曲调变得更加新奇、精妙。凉州：在今甘肃一带。傍：靠近、临近，意同“邻”。远客：漂泊在外的旅人。飙：暴风，这里用如形容词。自：用在谓语前，表示事实本来如此，或虽有外因，本身依然如故。飕飗：拟声词，风声。九雏鸣凤：形容琴声细杂清越。万籁：自然界的各种天然音响。百泉：百道流泉之声音。相与：共同、一起。渔阳掺：渔阳一带的民间鼓曲名，这里借代悲壮、凄凉的之声。黄云：日暮之云。萧条：寂寥、冷落。杨柳：指古曲名《折杨柳》，曲调轻快热闹。上林：即上林苑，古宫苑名。新：清新。岁夜：除夕。声：动词，听。",
                    "classInfo" : "46",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "李颀最著名的诗有三类，一是送别诗，二是边塞诗，三是音乐诗。李颀有三首涉及音乐的诗。一首写琴（《琴歌》），以动静二字为主，全从背景着笔；一首写胡笳（《听董大弹胡笳声兼语弄寄房给事》），以两宾托出一主，正写胡笳；这一首写觱篥，以赏音为全诗筋脊，正面着墨。三首诗的机轴，极容易相同，诗人却写得春兰秋菊，各极一时之妙。这首诗的转韵尤为巧妙，全诗共十八句，根据诗情的发展，变换了七个不同的韵脚，声韵意境，相得益彰。&&&“南山截竹为觱篥”，先点出乐器的原材料，“此乐本自龟兹出”说明乐器的出处。两句从来源写起，用笔质朴无华、选用入声韵，与琴歌、胡笳歌起笔相同，这是李颀的特点，写音乐的诗，总是以板鼓开场。接下来转入低微的四支韵，写觱篥的流传，吹奏者及其音乐效果，“流传汉地曲转奇，凉州胡人（指安万善）为我吹，旁邻闻者多叹息，远客思乡皆泪垂”，写出乐曲美妙动听，有很强的感染力量，人们都被深深地感动了。下文忽然提高音节，用高而沉的上声韵一转，说人们只懂得一般地听听而不能欣赏乐声的美妙，以致于安万善所奏觱篥仍然不免寥落之感，独来独往于暴风之中。“长飙风中自来往”这一句中的“自”字，着力尤重。行文至此，忽然咽住不说下去，而转入流利的十一尤韵描摹觱篥的各种声音了。觱篥之声，有的如寒风吹树，飕飗作声；树中又分阔叶落叶的枯桑，细叶长绿的老柏，其声自有区别，用笔极细。有的如凤生九子，各发雏音，有的如龙吟，有的如虎啸，有的还如百道飞泉和秋天的各种声响交织在一起。四句正面描摹变化多端的觱篥之声。接下来仍以生动形象的比拟来写变调。先一变沉着，后一变热闹。沉着的以《渔阳掺》鼓来相比，恍如沙尘满天，云黄日暗，用的是往下咽的声音；热闹的以《杨柳枝》曲来相比，恍如春日皇家的上林苑中，百花齐放，用的是生气盎然的十一真韵。接着，诗人忽然从声音的陶醉之中，回到了现实世界。杨柳繁花是青春景象，而此时却不是这个季节。“岁夜”二字点出这时正是除夕，而且不是做梦，清清楚楚是在明烛高堂，于是诗人产生了“浮生若梦，为欢几何”的想法：尽情地欣赏罢。“美酒一杯声一曲”，写出诗人对音乐的喜爱，与上文伏笔“世人解听不解赏”一句呼应，显出诗人与“世人”的不同，于是安万善就不必有长飙风中踽踽凉凉自来往的感慨了。由于末了这两句话是写“汲汲顾影，惟日不足”的心情，所以又选用了短促的入声韵，仍以板鼓收场，前后相应，见出诗人的着意安排。&&&这首诗与作者另外两首写音乐的诗（《琴歌》《听董大弹胡笳声兼语弄寄房给事》）最不一样的地方，除了转韵频繁以外，主要的还是在末两句诗人内心的思想感情。《琴歌》中诗人只是淡淡地指出了别人的云山千里，奉使清淮，自己并未动情；《听董大弹胡笳声兼语弄寄房给事》中诗人也只是劝房给事脱略功名，并未触及自己。这一首却不同了。时间是除夕，堂上是明烛高烧，诗人是在守岁，一年将尽夜，不能不起韶光易逝、岁月蹉跎之感。在这样的情况之下，要想排遣这愁绪，只有“美酒一杯声一曲”，正是“对此茫茫，不觉百感交集”之际，无可奈何之一法。这一意境是前二首中所没有的，诗人只用十四个字在最后略略一提，随即放下，其用意之隐，用笔之含茹，也是前两首中所没有的。&&&后来李商隐曾有“一杯歌一曲，不觉夕阳迟”之句，北宋晏殊《浣溪沙·一曲新词酒一杯》词中也有“一曲新词酒一杯，去年天气旧亭台，夕阳西下几时回”之句，取材与用字，都和李颀这两句相同。但同一惘惘不堪之情，李颀以高华的字面，挺健的句法暗表；李商隐则以舒徐的态度，感慨的口气微吟；晏殊则以委婉的情致，摇曳的风调细说。风格不同，却有一脉相通之处，可见李颀沾泽之远。",
                    "transferInfo" : "从南山截段竹筒做成觱篥，这种乐器本来是出自龟兹。流传到汉地曲调变得新奇，凉州胡人安万善为我奏吹。座旁的听者个个感慨叹息，思乡的游客人人悲伤落泪。世人只晓听曲不懂得欣赏，乐人就像独行于暴风之中。又像风吹枯桑老柏沙沙响，还像九只雏凤鸣叫啾啾啼。好似龙吟虎啸同时都爆发，又如万籁齐响秋天百泉汇。忽然变作渔阳掺低沉悲壮，顿使白日转昏暗乌云翻飞。再变如同杨柳枝热闹欢快，仿佛看到上林苑繁花似锦。除夕夜高堂上明烛放光芒，喝杯美酒再欣赏一曲觱篥。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "古意",
                    "author" : "李颀",
                    "content" : "男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不能归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。",
                    "addtionInfo" : "古意：拟古诗，托古喻今之作。事长征：从军远征。幽燕：今河北、辽宁一带。古代幽燕地区游侠之风盛行。赌胜：较量胜负。马蹄下：即驰骋疆场之意。“由来”句：好男儿向来就轻视性命。七尺，七尺之躯。古时尺短，七尺相当于一般成人的高度。“杀人”句：杀人而对方不敢上前交手，即所向无敌之意。“须如”句：胡须好像刺猬的毛一样纷纷张开，形容威武凶猛。磔（zhé）：纷张。黄云：指战场上升腾飞扬的尘土。陇：泛指山地。小妇：少妇。解歌舞：擅长歌舞。解：懂得、通晓。羌笛：羌族人所吹的笛子。羌：古代西北地区少数民族。",
                    "classInfo" : "16",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "此诗题为“古意”，标明是一首拟古诗。开始六句，把一个在边疆从军的男儿描写得神形毕肖，栩栩如生，活跃在读者眼前。第一句“男儿”两字先给读者一个大丈夫的印象。第二句“少小幽燕客”，交代从事长征的男儿是自古多慷慨悲歌之士的幽燕一带人，为下面描写他的刚勇犷悍张本。这两句总领以下四句。他在马蹄之下与伙伴们打赌比输赢，从来就不把七尺之躯看得那么重，所以一上战场就奋勇杀敌，杀得敌人不敢向前。“赌胜马蹄下，由来轻七尺，杀人莫敢前”，这三句把男儿的气概表现得淋漓尽致。这样一个男儿，谁都想见识见识吧！可是诗不可能如画那样，通体写出，只能抓特征。于是抓住胡须来描绘。然而三绺五绺长须，不但年龄不符合，而且风度也太飘逸了，因此诗人塑造了短须的形象。“须如蝟毛磔”五字，写出须又短、又多、又硬的特征，那才显出他勇猛刚烈的气概和杀敌时须蝟怒张的神气，简洁、鲜明而有力地突出了这一从军塞上的男儿的形象。这里为了与诗情协调，诗人采用简短的五言句和短促扎实的入声韵，加强了诗歌的艺术效果。&&&接下去，诗人又用“黄云陇底白云飞”一句替诗的主人公布置了一幅背景。闭目一想，一个虬髯男儿，胯下是高头战马，手中是雪亮单刀，背后是辽阔的原野，昏黄的云天，这气象是何等的雄伟莽苍。但这一句的妙处，还不仅如此。塞上多风沙，沙卷入云，所以云色是发黄的，而内地的云则是纯白的。这一句中黄云白云表面似乎在写景，实则两两对照，寓情于景，写得极为精细。开首六句写这男儿纯是粗线条、硬作风，可是这远征边塞的男儿，难道竟无一些思乡之念吗？且看男儿在向前看一看那陇上黄云之后，也还不免回首一望故乡。故乡何在？但见一片白云，于是不能不引起思乡之感。这一层意思，诗人以最精炼最含蓄的手法，表达在文字的空隙中，于无文字处见功夫。但如果接下去，写思乡念切，急于求归，那又不象是这样一个男儿的身份了，所以在这欲吐不吐、欲转不转之际，用“未得报恩不得归”七个字一笔拉转，说明这一男儿虽未免偶尔思乡，但因为还没有报答国恩，所以也就坚决不想回去。这两个“得”字，都发自男儿内心，连用在一句之中，更显出他斩钉截铁的决心，同时又有意无意地与上句的连用两个“云”字相互映带。前六句节奏短促，写这两句时，景中含有情韵，所以诗人在这里改用了七言句，又换了平声韵中调门低、尾声飘的五微韵。但由于第八句中意旨还是坚决的，所以插用两个入声的“得”字，使悠扬之中，还有凛烈的劲道。&&&一般想法，再写下去，该是根据“未得报恩不得归”而加以发挥了。然而，出乎意外，突然出现了一个年仅十五的“辽东小妇”，面貌身段不必写，人们从她的妙龄和“惯弹琵琶能歌舞”，自可想象得出。随着“辽东小妇”的出场，又给人们带来了动人的“羌笛出塞声”。前十句，有人物，有布景，有色彩，而没有声音：“今为羌笛出塞声”这一句，少妇吹出了笛声，于是乎全诗就有声有色。“羌笛”是边疆上的乐器，“出塞”又是边疆上的乐调，与上文的“幽燕”、“辽东”贯串在一起。这笛声是那样的哀怨、悲凉，勾起征人思乡的无限情思，听了这一曲，不由“使我三军泪如雨”了。这里，诗人实际上要写这一个少年男儿的落泪，可是这样一个硬汉，哪有一听少妇羌笛就会激动的道理？所以诗人不从正面写这个男儿的落泪，而写三军将士落泪，非但落，而且落得如雨一般多。在这样尽人都受感动的情况下，这一男儿自不在例外，这就不用明点了。这种烘云托月的手法，含蓄而精炼，功力极深，常人不易做到。此外这四句采用了上声的七麌韵，“五”、“舞”、“雨”三个字，收音都是向下咽的，因而收到了情韵并茂的艺术效果。&&&全诗十二句，奔腾顿挫而又飘扬含茹。首起六句，一气贯注，到须如蝟毛磔“一句顿住，”黄云陇底白云飞“一句忽然飘宕开去，”未得报恩不得归“一句，又是一个顿挫。以下掷笔凌空，忽现辽东小妇，一连两句似与上文全无干涉，”今为羌笛出塞声“一句用”今“字点醒，”羌笛“、”出塞“又与上文的”幽燕“、”辽东“呼应。最后用”使我三军泪如雨“一句总结，把首句的少年男儿包涵在内，挽住上面的突接，全首血脉豁然贯通。寥寥短章之中，能有这样尺幅千里之势，这在李颀以前的七言古诗中是没有的。",
                    "transferInfo" : "男子汉当以国事为重，从军远征，从小就在幽燕纵横驰骋。经常与人在马上比试胜负，从不珍惜七尺身躯。奋勇搏杀，没人敢上前招应；气宇轩昂，脸上的胡子像刺猬的毛丛生。陇下黄沙弥漫，上面白云飘飞，未报朝廷恩情怎能轻易言归。辽东少妇年方十五，她弹熟了琵琶能歌善舞。今日用羌笛吹一支出塞乐曲，感动得全军将士泪下如雨。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送陈章甫",
                    "author" : "李颀",
                    "content" : "四月南风大麦黄，枣花未落桐叶长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。",
                    "addtionInfo" : "陈章甫：江陵（今湖北省江陵县）人。“青山”二句：是说陈章甫因朝夕相见的青山而起思乡之情。一说因为思乡很快就回来了，意即早晨辞别故乡的青山，晚上又见到了。嘶：马鸣。陈侯：对陈章甫的尊称。虬须：卷曲的胡子。虬。蜷曲。大颡（sǎng）：宽大的脑门。颡：前额。贮：保存。“不肯”句：是说不肯埋没草野，想出仕作一番事业。陈章甫曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部只得请示破例录用，这事受到天下士子赞美，陈章甫也因此名扬天下，但一直仕途不顺。“东门”二句：写陈章甫虽仕实隐，只和作者等人饮酒醉卧，却把万世看得轻如鸿毛。酤（gū）酒：买酒。饮：使……喝。曹：辈，侪。皆：一作“如”。鸿毛：大雁的羽毛，比喻极轻之物。津口：渡口。郑国游人：李颀自称，李颀寄居的颖阳（今河南许昌附近），是春秋时郑国故地，故自称“郑国游人”。洛阳行子：指陈章甫，他经常在洛阳、嵩山一带活动，故称。“闻到”二句：听说你在故乡相识很多，你已经罢了官，现在他们会如何看待你呢？故林：故乡。",
                    "classInfo" : "108",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "李颀的送别诗，以善于描述人物著称。此诗就是他的一首代表作，约写于陈章甫罢官启程返回故乡之时，李颀送他到渡口，作此诗送别。&&&陈章甫是个很有才学的人，原籍不在河南，不过长期隐居在嵩山。他曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部辩驳不了，特为请示执政，破例录用。这事受到天下士子的赞美，使他名扬天下。然其仕途并不通达，因此无心官场之事，仍然经常住在寺院或郊外，活动于洛阳一带。这首诗大约作于陈章甫罢官后登程返乡之际，李颀送他到渡口，以诗赠别。前人多以为陈章甫此次返乡是回原籍江陵老家，但据诗中所云“旧乡”“故林”，似指河南嵩山而言。诗中称陈章甫为“郑国游人”，自称“洛阳行子”，可见双方同为天涯沦落人。诗人通过对外貌、动作和心理的描写，表现了陈章甫光明磊落的胸怀和慷慨豪爽、旷达不羁的性格，抒发了作者对陈章甫罢官被贬的同情和对友人的深挚情谊。&&&诗的开头四句，轻快舒坦，充满乡情。入夏，天气清和，田野麦黄，道路荫长，骑马出门，一路青山作伴，更怀念往日隐居旧乡山林的悠闲生活。这里有一种旷达的情怀，显出隐士的本色，不介意仕途得失。然后八句诗，用生动的细节描绘，高度的艺术概括，赞美陈章甫的志节操守，见出他坦荡无羁、清高自重的思想性格。前四句写他的品德、容貌、才学和志节。说他有君子坦荡的品德，仪表堂堂，满腹经纶，不甘沦落草野，倔强地要出山入仕。“不肯低头在草莽”，指他抗议无籍不被录用一事。后四句写他的形迹脱略，胸襟清高，概括他仕而实隐的情形，说他与同僚畅饮，轻视世事，醉卧避官，寄托孤云，显出他入仕后与官场污浊不合，因而借酒隐德，自持清高。不言而喻，这样的思想性格和行为，注定他迟早要离开官场。这八句是全诗最精采的笔墨，诗人首先突出陈的立身坦荡，然后写容貌抓住特征，又能表现性格；写才学强调志节，又能显出神态；写行为则点明处世态度，写遭遇就侧重思想倾向。既扣住送别，又表明罢官返乡的情由。“长河”二句是赋而比兴，既实记渡口适遇风浪，暂停摆渡，又暗喻仕途险恶，无人援济。因此，行者和送者，罢官者和留官者，陈章甫和诗人，都在渡口等候，都没有着落。一个“未及家”，一个“空叹息”，都有一种惆怅。而对这种失意的惆怅，诗人以为毋须介意，因此，末二句以试问语气写出世态炎凉，料想陈返乡后的境况，显出一种泰然处之的豁达态度，轻松地结出送别。&&&就全篇而言，诗人以旷达的情怀，知己的情谊，艺术的概括，生动的描写，表现出陈章甫的思想性格和遭遇，令人同情，深为不满。而诗的笔调轻松，风格豪爽，不为失意作苦语，不因离别写愁思，在送别诗中确属别具一格。",
                    "transferInfo" : "四月南风吹大麦一片金黄，枣花未落梧桐荫已遮满道路。早晨辞别青山晚上又相见，出门闻马鸣令我想念故乡。陈侯的立身处世襟怀坦荡，虬须虎眉前额宽仪表堂堂。你胸藏诗书万卷学问深广，怎么能够低头埋没在草莽。在城东门买酒同我们畅饮，心宽看万事都如鸿毛一样。喝醉酒酣睡不知天已黄昏，有时独自将天上孤云眺望。今日黄河波浪汹涌连天黑，行船在渡口停驻不敢过江。你这郑国的游人不能返家，我这洛阳的行子空自叹息。听说你在家乡旧相识很多，罢官回去他们如何看待你？",
                    "backgroundInfo" : "陈章甫曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部辩驳不了，特为请示执政，破例录用。这事受到天下士子的赞美，使他名扬天下。然其仕途并不通达，因此无心官场之事。这首诗大约作于陈章甫罢官后登程返乡之际，李颀送他到渡口，作此诗以赠别。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "琴歌",
                    "author" : "李颀",
                    "content" : "主人有酒欢今夕，请奏鸣琴广陵客。月照城头乌半飞，霜凄万树风入衣。铜炉华烛烛增辉，初弹渌水后楚妃。一声已动物皆静，四座无言星欲稀。清淮奉使千馀里，敢告云山从此始。",
                    "addtionInfo" : "琴歌：听琴有感而歌。歌是诗体名，主人：东道主。广陵客：广陵在今江苏扬州，唐淮南道治所。古琴曲有《广陵散》，魏嵇康临刑奏之。“广陵客”指琴师。乌：乌鸦。半飞：分飞。霜凄万树：夜霜使树林带有凄意。铜炉：铜制熏香炉。华烛：饰有文采的蜡烛。渌水、楚妃：都是古琴曲。渌，清澈。星欲稀：后夜近明时分。清淮：淮水。时李颀即将赴任新乡尉，新乡临近淮水，故称清淮。奉使：奉使命。敢告：敬告。云山：代指归隐。",
                    "classInfo" : "46",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "唐诗中有不少涉及音乐的作品，其中写听琴的诗作尤多，往借咏琴而言志，或借写听琴而抒情。李颀的《琴歌》就是这样的作品，它是诗人奉命出使清淮时，在友人饯别宴席上听琴后所作。&&&首二句交代听琴的场合、时间、缘起以及演奏者。因酒兴而鸣琴，可见其心情之畅达自适。着一“欢”字，渲染了宾主之间推杯换盏、其乐融融的热闹气氛。“鸣琴”二字点题，提挈全篇。&&&三、四句转折一笔，不写演奏，而写夜景，描绘了一幅凄神寒骨、悄怆幽邃的深秋月色图：月光如水倾泻在静默的城垣上，不时有乌鹊惊飞；银霜满树，木叶萧萧，寒风吹衣，一派凄冷肃杀之气。与前两句所传达的欢快融洽之情相比，这两句则低沉压抑，这是以哀景反衬乐情，即便秋气凛然，但有酒有琴有知己就足以抵挡了。同时，它为下文写弹琴作了铺垫。&&&五、六句写初弹情景。“铜炉华烛烛增辉”这一句是陪衬，扣合首句“欢今夕”三字，表明酒宴已入高潮。铜炉熏染檀香，华烛闪烁生辉，在庄严华丽的气氛中，广陵客登场献艺，格外引人注目。“初弹渌水后楚妃”，这一笔是直写，交代演奏者所弹之曲的名称，暗含其意。《渌水》是著名的古琴曲，此曲清空淡雅。杜甫《渌水曲》说“浩歌《渌水曲》，清绝听者愁”，白居易《听弹古渌水》中说“闻君古渌水，使我心和平。欲识慢流意，为听疏泛声。西窗竹阴下，竟日有余清”；这些都表明此曲有清心怡情之效。 “楚妃”，也是一首当时广为流传的名曲，属于深情绵邈之曲。&&&七、八句从听者反应的角度写演奏者的高超技巧。一声琴弦拨动，顿时万籁俱寂，满座为之陶然沉醉。“皆静”二字形象地写出人们彻耳聆听琴歌的专注着迷的神态。愈是言其静，就愈突出琴音乐勾魂夺魄的心灵穿透力，就愈烘托出“广陵客”出神入化的演奏技巧。在这曼妙琴音的洗涤下，人们似乎忘记了尘世的酸辛，漠然了黑夜的漫长。苍茫的高天之上，星子越来越少，天将放白，他们还沉浸在优美的旋律中，恍然自失。良友佳朋相聚总是太短暂了，徜徉在琴歌中，这一夜是过得很快。“欲稀”二字巧妙地点明了演奏时间的持续，也照应了首句中的“欢”字，并为下文的直抒胸臆埋下伏笔。&&&末尾两句写自己的感触。诗人奉命出使清淮，别宴上缕缕琴音不禁牵动了他的无限乡思。想到自己离家万里，不知何日能还乡，他必会暗自潸然垂泪。人生如白驹过隙，就不要如此奔波辛苦了，也许仕途之累使他深感厌倦了，他萌生了一种强烈的愿望——归隐。“敢告云山从此始？”这个反问句是诗人的内心独白，也是他听了琴歌之后所得的人生启悟。诗人曾在《不调归东川别业》中说：“渐无匹夫志，悔与名山辞；绂冕谢知已，林园多后时。”《唐才子传》中说李颀“性疏简，厌薄世务”。性格疏放超脱的他，耐不得住官场的名缰利索的羁绊，尔虞我诈的算计，还不如这样约三五知己饮酒鸣琴似闲云野鹤般的生活来得逍遥自在。&&&全诗写时、写景、写琴、写情，有条不紊，收放自然，“圆如贯珠”（《国雅品》卷二）。这首诗最值得赏玩的应该是诗人多方映衬、动静结合，虚实相生的表现手法。诚如《诗筏》所言：“只第二句点出‘琴’字，其余满篇霜月风星，乌飞树响，铜炉华烛，清淮云山，无端点缀，无一字及琴，却无非琴声，移在筝笛琵琶觱篥不得也。”诗人通过营造意境、渲染气氛、刻画心理，生动形象地表现了琴歌之美。",
                    "transferInfo" : "主人摆酒今晚大家欢聚，琴师拨动琴弦助兴酒宴。明月照向城头乌鸦纷飞，寒霜降临寒风吹透衣衫。炉火暖融融华烛添光辉。艺人先弹《渌水》后奏《楚妃》。他的琴声一响万物寂静，四座无言屏气凝神倾听。奉命去远离乡关清淮，敬告大家我要归隐云山。",
                    "backgroundInfo" : "这首诗为天宝四载（745）前后，即将奉使东南时作，这时李颀可能在尚书省任郎官。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "古柏行",
                    "author" : "杜甫",
                    "content" : "孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。",
                    "addtionInfo" : "孔明庙：夔州的孔明庙。柯如句：写柏之古老。柯，枝柯。霜皮：形容皮色的苍白。溜雨：形容皮的光滑。四十围：四十人合抱。君臣句：由于刘备和孔明君臣二人有功德在民，人民不加剪伐，故柏树才长得这般高大；柏树的高大，正说明孔明的遗爱。忆昨：杜甫是前一年才离开成都的，所以说忆昨。杜甫成都草堂紧靠锦江，草堂中有亭，所以说锦享。武侯祠在亭东，所以说路绕锦享东。先主：指刘备。閟宫，即祠庙。落落：独立不苟合。冥冥句：因生在孔明庙前，有人爱惜，故曰得地，但树高招风，又在高山上，就更要经常为烈风所撼。神明力：不为烈风所拨，似有神灵呵护。造化工：柏之正直。本出自然，故日造化功。大厦句：借古柏之难载，以喻大才之难为世用。古柏重如丘山，故万头牛也拖不动。不露文章：指古柏没有花叶之美。苦心：柏心味苦，故曰苦心。香叶：柏叶有香气，故曰香叶。这两句也含有身世之感。",
                    "classInfo" : "56",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "这首诗借古柏以自咏怀抱，正意全在未一段，此诗对偶句特多，凡押三韵，每韵八句，自成段落，格式与《洗兵马》极相似。&&&全诗比兴为体，一贯到底；咏物兴怀，浑然一体。句句写柏，句句喻人。言在柏，而意在人。前八联十六句通过对古柏的赞誉，表现了诗人对诸葛亮的崇敬之情，抒发了自己愿意像诸葛武侯一样报效朝廷的理想。在这里，句句写古柏，句句喻诸葛，句句又隐含着诗人自己。古柏的高大坚强，雄劲飞动，古朴厚重，正是诗人敬仰的武侯的品格，也是诗人对自己才华的心肯。&&&在杜甫看来，诸葛武侯之所以能够充分地施展自己的才华，建立不朽功业，是因为君臣相知、相济。“君臣已与时际会，树木犹为人爱惜。”“忆昨路绕锦亭东，先主武侯同閟宫。”这看似写景、叙事，实在抒情，是在背后抒发自己不能为当时朝廷理解重用，满腹的学问不能发挥，难以报效朝廷的感叹。&&&如果说前八联还只是在赞赏武侯的同时暗含着诗人对自己境遇的悲哀和感叹，那么后四联八句则在曲尽体物之妙的基础上直抒胸臆，将古柏与自己紧紧连在一起，句句写古柏，又句句写自己，淋漓尽致地抒发了诗人材大难用的愤慨。以大厦将倾暗喻国家的危机，正是需要人才的时候。然而大木重于丘山，万牛都因不能拉动而回首去看，暗指国家危亡之际贤能却得不到任用，这与武侯和刘备的君臣际会正是天壤之别。&&&诗人感叹自己虽然像古柏一样朴实无华，不以花叶之美炫俗，英采自然外露，使世人惊异，愿意不辞剪伐，陈力于庙堂，但没有人能把它送去。古柏心苦，却不免为蝼蚁所伤；柏叶余香，乃为鸾凤所喜。而自己的怀才不遇正是像这古柏一样。诗人最后终于发出了“古来材大难为用”的浩叹。&&&诗的前六句为第一段，以古柏兴起，赞其高大，君臣际会。“云来”十句为第二段，由夔州古柏，想到成都先主庙的古柏，其中“落落”两句，既写树，又写人，树人相融。“大厦”八句为第三段，因物及人，大发感想。最后一句语意双关，抒发诗人宏图不展的怨愤和大材不为用之感慨。",
                    "transferInfo" : "孔明庙前有一株古老的柏树，枝干色如青铜根柢固如盘石。树皮洁白润滑树干有四十围，青黑色朝天耸立足有二千尺。刘备孔明君臣遇合与时既往，至今树木犹在仍被人们爱惜。柏树高耸云雾飘来气接巫峡，月出寒光高照寒气直通岷山。想昔日小路环绕我的草堂东，先生庙与武侯祠在一个閟宫。柏树枝干崔嵬郊原增生古致，庙宇深邃漆绘连绵门窗宽空。古柏独立高耸虽然盘踞得地，但是位高孤傲必定多招烈风。它得到扶持自然是神明伟力，它正直伟岸原于造物者之功。大厦如若倾倒要有梁栋支撑，古柏重如丘山万年也难拉动。它不露花纹彩理使世人震惊，它不辞砍伐又有谁能够采送？它虽有苦心也难免蝼蚁侵蚀，树叶芳香曾经招来往宿鸾凤。天下志士幽人请你不要怨叹，自古以来大材一贯难得重用。",
                    "backgroundInfo" : "这首诗当作于公元766年（唐代宗大历元年），和《夔州歌十绝句》当为同时之作。杜甫一生郁郁不得志，先是困居长安十年，后逢安史之乱，到处漂泊。48岁后弃官，携家随人民逃难，曾一度在夔州居住。此诗即是杜甫54岁在夔州时对夔州武侯庙前的古柏的咏叹之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "观公孙大娘弟子舞剑器行",
                    "author" : "杜甫",
                    "content" : "昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。霍如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘倾动昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。",
                    "addtionInfo" : "公孙大娘：唐玄宗时的舞蹈家。弟子：指李十二娘。剑器：指唐代流行的武舞，舞者为戎装女子。",
                    "classInfo" : "42",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "诗的开头八句是先写公孙大娘的舞蹈：很久以前有一个公孙大娘，她善舞剑器的名声传遍了四面八方。人山人海似的观众看她的舞蹈都惊讶失色，整个天地好像也在随着她的剑器舞而起伏低昂，无法恢复平静。“霍如羿射九日落”四句，或称为“四如句”，前人解释不一，这大体是描绘公孙舞蹈给杜甫留下的美好印象。羿射九日，可能是形容公孙手持红旗、火炬或剑器作旋转或滚翻式舞蹈动作，好象一个接一个的火球从高而下，满堂旋转；骖龙翔舞，是写公孙翩翩轻举，腾空飞翔；雷霆收怒，是形容舞蹈将近尾声，声势收敛；江海凝光，则写舞蹈完全停止，舞场内外肃静空阔，好象江海风平浪静，水光清澈的情景。&&&“绛唇珠袖两寂寞”以下六句，突然转到公孙死后剑器舞的沉寂无闻，幸好晚年还有弟子继承了她的才艺。跟着写她的弟子临颍李十二娘在白帝城重舞剑器，还有公孙氏当年神采飞扬的气概。同李十二娘一席谈话，不仅知道她舞技的师传渊源，而且引起了自己抚今思昔的无限感慨。&&&“先帝侍女八千人”以下六句，笔势又一转折，思想又回到五十年前。回忆开元初年，当时政治清明，国 势强盛，唐玄宗在日理万机之暇，亲自建立了教坊和梨园，亲选乐工，亲教法曲，促成了唐代歌舞艺术的空前繁荣，当时宫廷内和内外教坊的歌舞女乐就有八千人，而公孙大娘的剑器舞又在八千人中“独出冠时”，号称第一。可是五十年历史变化多大啊！一场安史之乱把大唐帝国的整个天下闹得风尘四起、天昏地黑。唐玄宗当年亲自挑选、亲自培养的成千上万的梨园弟子、歌舞人材，也在这一场浩劫中烟消云散了，如今只有这个残存的教坊艺人李十二娘的舞姿，还在冬天残阳的余光里映出美丽而凄凉的影子。对曾经亲见开元盛世的文艺繁荣，曾经亲见公孙大娘《剑器舞》的老诗人杜甫说来，这是他晚年多么难得的精神安慰，可是又多么地令他黯然神伤啊！这一段是全诗的高潮。善于用最简短的几句话集中概括巨大的历史变化和广阔的社会内容，正是杜诗“沉郁顿挫”的表现。&&&“金粟堆南木已拱”以下六句，是全诗的尾声。诗人接着上段深沉的感慨，说玄宗已死了六年，在他那金粟山上的陵墓上，树已够双手拱抱了。而自己这个玄宗时代的小臣，却流落在这个草木萧条的白帝城里。末了写别驾府宅里的盛筵，在又一曲急管繁弦的歌舞之后告终了，这时下弦月已经东出了，一种乐极哀来的情绪支配着诗人，他不禁四顾茫茫，百端交集，行不知所往，止不知所居，长满老茧的双足，拖着一个衰老久病的身躯，寒月荒山，踽踽独行。身世的悲凉，就不言而可知了。“转愁疾”三字，是说自己以茧足走山道本来很慢，但在心情沉重之时，却反而怪自己走得太快了。&&&这首七言歌行自始至终并没有离开公孙大娘师徒和剑器舞，但是从全诗那雄浑的气势，从“五十年间似反掌，风尘澒洞昏王室”这样力透纸背的诗史之笔，又感到诗人的确是在通过歌舞的事，反映五十年来兴衰治乱的历史。王嗣总评这首诗说：“此诗见剑器而伤往事，所谓抚事慷慨也。故咏李氏，却思公孙；咏公孙，却思先帝；全是为开元天宝五十年治乱兴衰而发。不然，一舞女耳，何足摇其笔端哉！”（《杜诗祥注》引《杜臆》）这一段评语，分析全诗的层次、中心，说得相当中肯。但是，他说“一舞女耳，何足摇其笔端哉！”并不符合杜甫本来的思想，杜甫是十分重视和热爱艺术的。&&&这首诗的艺术风格，既有“浏漓顿挫”的气势节奏，又有“豪荡感激”的感人力量，是七言歌行中沉郁悲壮的杰作。开头八句，富丽而不浮艳，铺排而不呆板。“绛唇珠袖”以下，则随意境之开合，思潮之起伏，语言音节也随之顿挫变化。全诗既不失雄浑完整的美，用字造句又有浑括锤炼的功力。篇幅虽然不太长，包容却相当广大。从乐舞之今昔对比中见五十年的兴衰治乱，没有沉郁顿挫的笔力是写不出来的。",
                    "transferInfo" : "从前有个漂亮女子，名叫公孙大娘，每当她跳起剑舞来，就要轰动四方。观看人群多如山，心惊魄动脸变色，天地也被她的舞姿感染，起伏震荡。剑光璀灿夺目，有如后羿射落九日， 舞姿矫健敏捷，恰似天神驾龙飞翔，起舞时剑势如雷霆万钧，令人屏息，收舞时平静，好象江海凝聚的波光。鲜红的嘴唇绰约的舞姿，都已逝去，到了晚年，有弟子把艺术继承发扬。临颍美人李十二娘，在白帝城表演，她和此曲起舞，精妙无比神采飞扬。她和我谈论好久，关于剑舞的来由，我忆昔抚今，更增添无限惋惜哀伤。当年玄宗皇上的侍女，约有八千人，剑器舞姿数第一的，只有公孙大娘。五十年的光阴，真好比翻一下手掌，连年战乱烽烟弥漫，朝政昏暗无常。那些梨园子弟，一个个地烟消云散，只留李氏的舞姿，掩映冬日的寒光。金粟山玄宗墓前的树木，已经合抱，瞿塘峡白帝城一带，秋草萧瑟荒凉。玳弦琴瑟急促的乐曲，又一曲终了，明月初出乐极生悲，我心中惶惶。我这老夫，真不知哪是要去的地方， 荒山里迈步艰难，越走就越觉凄伤。",
                    "backgroundInfo" : "诗人写此诗年已55岁，饱经忧患，却仍滞留异乡，自有不胜今昔兴衰之感，诗中借几十年前观看玄宗开元年间著名舞蹈家公孙大娘舞剑器的回忆，倾述了这种感情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "韦讽录事宅观曹将军画马图",
                    "author" : "杜甫",
                    "content" : "国初已来画鞍马，神妙独数江都王。将军得名三十载，人间又见真乘黄。曾貌先帝照夜白，龙池十日飞霹雳。内府殷红玛瑙盘，婕妤传诏才人索。盘赐将军拜舞归，轻纨细绮相追飞。贵戚权门得笔迹，始觉屏障生光辉。昔日太宗拳毛騧，近时郭家狮子花。今之新图有二马，复令识者久叹嗟。此皆骑战一敌万，缟素漠漠开风沙。其余七匹亦殊绝，迥若寒空动烟雪。霜蹄蹴踏长楸间，马官厮养森成列。可怜九马争神骏，顾视清高气深稳。借问苦心爱者谁，后有韦讽前支遁。忆昔巡幸新丰宫，翠华拂天来向东。腾骧磊落三万匹，皆与此图筋骨同。自从献宝朝河宗，无复射蛟江水中。君不见金粟堆前松柏里，龙媒去尽鸟呼风。",
                    "addtionInfo" : "照夜白：马名。龙池：在唐宫内。支遁：东晋名僧，养马数匹，有人说道人养马不清高，答：“贫道爱其神骏。”此处比喻韦讽极爱曹霸的画马。“自从献宝朝河宗”：此句意指玄帝已经去世。金粟堆：玄宗的陵墓，在今陕西省蒲城县东。",
                    "classInfo" : "74",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "这首诗是广德二年（764），杜甫在阆州录事参军韦讽宅观看他收藏的曹霸所画的“九马图”后所作的题画诗。唐朝初年，江都王李绪善画马，张彦远《历代名画记》称他“多才艺，善书画，鞍马擅名。”到开元、天宝时代，曹霸画马出神入化，名声更显，赵子昂说：“唐人善画马者众，而曹、韩（干）为之最。”（汤垕《画鉴》引）所以开端四句，诗人先引江都王衬托曹霸，说曹霸“得名三十载”，人们才又能见到神骏之马。将军，因为曹霸官至左武卫将军，故以“将军”代曹霸以显尊金。乘黄，马名，其状如狐，背上有两角，出《山海经》，本诗特借以形容马的神奇骏健。&&&诗人不落窠臼，却先用八句诗，从曹霸画“照夜白”马说来，详细叙述曹霸受到玄宗恩宠和艺名大振的往事，为描写九马图铺叙，并伏下末段诗意。“曾貌先帝照夜白”，貌，描画；先帝，指玄宗；照夜白，玄宗坐骑名。曹霸所画照夜白，形象夺真，感动龙池里的龙，连日挟带风雷飞舞，此谓“龙池十日飞霹雳”。“内府”二句，写玄宗喜爱曹霸的马画，命婕妤传达诏书，才人手捧“内府殷红玛瑙盘”，向曹霸索取并盛放照夜白图。婕妤，正三品女官，才人，正四品女官，玛瑙盘极为名贵，足见恩宠之重。“ 盘赐将军”，以下四句，描写曹霸受玄宗赏识、恩赐以后，声名大振，带着“轻纨细绮”上门求画的人，络绎不绝，连达官贵戚也以求得曹霸画作而感到光荣。这一段，上四句用仄声韵，药、陌、锡韵通押，下四句用平声微韵，诗韵的转换与诗意的递变、层进相切合。&&&“昔日太宗拳毛騧”以下十四句，转入写马正位，具体绘写“九马图”。诗人多层次、多角度地描写曹霸所画的九匹马，错综写来，鲜活生动。前六句，先写二马，“今之新图有二马”，一为唐太宗的拳毛騧，是太宗平定刘黑闼时所乘的战骑，一为郭家狮子花，即九花虬，是唐代宗赐给郭子仪的御马。二马都是战骑，一以当万，因此诗人赞道：“此皆战骑一敌万，缟素漠漠开风沙。”缟素，是画绢。一打开画卷，就见到二马在广邈的战地风沙中飞驰，诗人从逼真的角度，称誉图上二马画艺高超。“其余七匹”以下四句，分别从七马的形貌、奔驰、伏枥三个方面，再现画上七马“殊绝”的神态，都是与众不同的良马。“迥若”句，描摹七马形貌，七马毛色或红、或白、或红白相间，如霞雪飞动。“霜蹄”句，是说有些马奔驰在长楸道上，践踏霜雪。“马官”句，是说有些马在厩里排列成行，由马官悉心厮养。诗人先写二马，后写七马，又对“九马图”作出总的评价：“可怜九马争神骏，顾视清高气深稳。”九马匹匹神骏，昂首顾视，神采飞扬，气度稳健，惹人喜爱。这二句诗，深得马的神趣，杨伦评之为“警句”（《杜诗镜铨》），谁是苦心爱马的人呢？诗人再一次运用陪衬法，写道：“后有韦讽前支遁。”,以支遁衬托，是突现收藏九马图的韦讽。这句诗赞誉韦讽风韵不凡的品格和酷爱绘画艺术的高深素养，也遥扣题意。本段前六句用平声麻韵，中四句用仄声屑韵，后四句用仄声韵，上声阮、去声震通押，韵转意换，诗思层次分明。&&&最后一段共八句，押平声东韵（只有一处为冬韵，通押），一韵到底。前四句写玄宗巡幸骊山的盛况。新丰宫，即骊山华清宫，唐京兆昭应县，汉代本名新丰，骊山在县境内。玄宗巡幸至骊山，帝辇翠华葳蕤，旌旗拂天，数万匹厩马随从，每种毛色的马列为一队，马队相间，远望如锦绣一般。“皆与此图筋骨同”，是指真马与图上之马都是良马。着此一句，扣全诗咏“九马图”的题旨。后四句写玄宗入葬泰陵后的萧竦景况，表现其“衰”。“自从献宝朝河宗”句，借周穆王的升遐比喻唐玄宗崩驾。河宗，即河伯，周穆王西征，河伯朝见并献上宝物，引导他西行，穆王由此归天，（《穆天子传》）。“无复射蛟江水中”，玄宗已卒，无人再来江边射蛟。此处用汉武帝的故事，《汉书·武帝纪》：“元封五年，武帝自浔阳浮江，亲射蛟江中，获之。”“君不见”二句，描写玄宗陵前的萧条。龙媒，骏马，语出《汉书·礼乐志》：“天马来，龙之媒。”玄宗陵前松柏里，骏马都已离去，只剩下鸟儿在松风中鸣叫。唐玄宗喜爱马图，宠幸曹霸，巡幸新丰宫，数万骏马随从，一旦归命，群马尽去，松柏含悲，这一结，韵致悠长，盛衰之叹，俯仰感慨，尽在其中。&&&题画诗常见以画作真的手法，而杜甫这首题画马的诗，更是淋漓尽致，变幻莫测。“人间又见真乘黄”，“龙池十日飞霹雳”、“缟素漠漠开风沙”等句，以画马作真马，夸饰曹霸画艺神妙。诗人从画马说到画家的受宠幸，从画马说到真马，从真马说到时事，从玄宗的巡幸说到升遐，诗思不断拓展，寄托了诗人对玄宗的深情眷念。叙述真马、时事的时候，又不时插带一笔，照应马画，以画、以马作为线索，绾带全篇，正如陆时雍所论：“画中见真，真中带画，尤难。”（《唐诗镜》）全诗感慨深沉，波澜迭起，转笔陡健，脉络细密，章法纵横跌宕，气势雄浑激荡，情韵极尽沉郁顿挫，实为古今长篇题画诗中的杰作。在章法上错综绝妙。第一段四句先赞曹氏画技之高超。第二段八句追叙曹氏应诏画马时所得到荣誉和宠幸。第三段十句，写九马图之神妙及各马之姿态。第四段八句是照应第二段“先帝”的伏笔，从而产生今昔迥异之感。 诗以奇妙高远开首，中间翻腾跌宕，又以突兀含蓄收尾。写骏马极为传神，写情感神游题外，感人至深，兴味隽永。浦起龙《读杜心解》说：“身历兴衰，感时抚事，惟其胸中有泪，是以言中有物。”此言极是。",
                    "transferInfo" : "开国以来善画鞍马的画家中，画技最精妙传神只数江都王。曹将军画马出名已有三十载，人间又见古代真正神马“乘黄”。他曾描绘玄宗先帝的“照夜白”，画得象池龙腾飞十日声如雷。皇宫内库珍藏的殷红玛瑙盘，婕妤传下御旨才人将它取来。将军接受赐盘叩拜皇恩回归，轻纨细绮相继赐来快速如飞。贵戚们谁得到曹将军亲笔迹，谁就觉得府第屏障增加光辉。当年唐太宗著名宝马“拳毛?”。近代郭子仪家中好驹“狮子花”。而今新画之中就有这两匹马，使得识马的人久久感慨赞夸。这都是战骑以一胜万的好马，展开画绢如见奔马扬起风沙。其余七匹也都是特殊而奇绝，远远看去象寒空中飘动烟雪。霜蹄骏马蹴踏在长楸大道间，专职马倌和役卒肃立排成列。可爱的九匹马神姿争俊竞雄，昂首阔视显得高雅深沉稳重。请问有谁真心喜爱神姿骏马？后世韦讽前代支遁名传天下。想当年玄宗皇上巡幸新丰宫，车驾上羽旗拂天浩荡朝向东。腾飞跳跃精良好马有三万匹，匹匹与画图中马的筋骨雷同。譬如河宗献宝之后穆王归天，唐玄宗再也不能去射蛟江中。你没看见金粟堆前松柏林里，良马去尽徒见林鸟啼雨呼风。",
                    "backgroundInfo" : "此诗是在代宗广德二年作于成都。时诗人经历了玄宗、肃宗、代宗三朝，自有人世沧桑，浮生若梦之感。因而在诗中明以写马，暗以写人。写马重在筋骨气概，写人寄托情感抱负。赞九马图之妙，生今昔之感，字里行间流露作者对先帝忠诚之意。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "丹青引赠曹将军霸",
                    "author" : "杜甫",
                    "content" : "将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。",
                    "addtionInfo" : "丹青：指绘画。行：古时诗歌的一种体裁。曹霸：唐代名画家，以画人物及马著称，颇得唐高宗的宠幸，官至左武卫将军，故称他曹将军。魏武：指魏武帝曹操。庶：即庶人、平民。清门：即寒门，清贫之家。玄宗末年．霸得罪，削籍为庶人。卫夫人：名铄，字茂猗。晋代有名的女书法家，擅长隶书及正书。王右军：即晋代书法家王羲之．官至右军将军。这两句是说曹霸—生精诚研求画艺甚至到了忘老的程度．同时他还看轻利禄富贵，具有高尚的情操。引见：皇帝召见臣属。承恩：获得皇帝的恩宠。南薰殿，唐宫殿名。凌烟：即凌烟阁，唐太宗为了褒奖文武开国功臣，于贞观十七年命阎立本等在凌烟阁画二十四功臣图。少颜色：指功臣图像因年久而褪色。开生面：展现出如生的面貌。进贤冠：古代成名，文儒者之服。大羽箭：大杆长箭。 褒公：即段志玄、封褒国公。鄂公：即尉迟敬德，封鄂国公。二人均系唐代开国名将，同为功臣图中的人物。先帝：指唐玄宗。死于公元762年。五花骢：玄宗所骑的骏马名。骢是青白色的马。山：众多的意思。貌不同：画得不—样，即画得不象。貌，在这里作动词用。赤墀：也叫丹墀。宫殿前的台阶。阊阖：宫门。诏：皇帝的命令。意匠：指画家的立意和构思。惨澹：费心良苦。经营：绘画的结构安排。这句说曹霸在画马前经过审慎的酝酿，胸有全局而后落笔作画。九重：代指皇宫，因天子有九重门。真龙、古人称马高八尺为龙，这里喻所画的玉花骢。圉人：管理御马的官吏。太仆：管理皇帝车马的官吏。韩干：唐代名画家。善画人物，更擅长鞍马。他初师曹霸，注重写生，后来自成一家。穷殊相：极尽各种不同的形姿变化。这两句说韩干画马仅得形似，不能传神。盖有神：大概有神明之助，极言曹霸画艺高超。写真：指画肖像。干戈：战争，当指安史之乱。貌：即写真。坎壈：贫困潦倒",
                    "classInfo" : "17",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "曹霸是盛唐著名画马大师，安史之乱后，潦倒漂泊。唐代宗广德二年（764），杜甫和他在成都相识，十分同情他的遭遇，写下这首《丹青引》。&&&诗起笔洗炼，苍凉。先说曹霸是魏武帝曹操之后，如今削籍，沦为寻常百姓。然后宕开一笔，颂扬曹霸祖先，曹操称雄中原的业绩虽成往史；但其诗歌的艺术造诣高超，辞采美妙，流风余韵，至今犹存。开头四句，抑扬起伏，跌宕多姿，大气包举，统摄全篇。清诗人王士禛十分赞赏，称为“工于发端”（《渔洋诗话》）。&&&接着写曹霸在书画上的师承渊源，进取精神，刻苦态度和高尚情操。曹霸最初学东晋卫夫人的书法，写得一手好字，只恨不能超过王羲之。他一生沉浸在绘画艺术之中而不知老之将至，情操高尚，不慕荣利，把功名富贵看得如天上浮云一般淡薄。诗人笔姿灵活，“学书”二句只是陪笔，故意一放；“丹青”二句点题，才是正意所在，写得主次分明，抑扬顿挫，错落有致。&&&“开元”以下八句，转入主题，高度赞扬曹霸在人物画上的辉煌成就。开元年间，曹霸应诏去见唐玄宗，有幸屡次登上南薰殿。凌烟阁上的功臣像，因年久褪色，曹霸奉命重绘。他以生花妙笔画得栩栩如生。文臣头戴朝冠，武将腰插大竿长箭。褒国公段志玄、鄂国公尉迟敬德，毛发飞动，神采奕奕，仿佛呼之欲出，要奔赴沙场鏖战一番似的。曹霸的肖像画，形神兼备，气韵生动，表现了高超的技艺。&&&诗人一层层写来，在这里，画人仍是衬笔，画马才是重点所在。“先帝”以下八句，诗人细腻地描写了画玉花骢的过程。&&&唐玄宗的御马玉花骢，众多画师都描摹过，各各不同，无一肖似逼真。有一天，玉花骢牵至阊阖宫的赤色台阶前，扬首卓立，神气轩昂。玄宗即命曹霸展开白绢当场写生。作画前曹霸先巧妙运思，然后淋漓尽致地落笔挥洒，须臾之间，一气呵成。那画马神奇雄峻，好象从宫门腾跃而出的飞龙，一切凡马在此马前都不免相形失色。诗人先用“生长风”形容真马的雄骏神气，作为画马的有力陪衬，再用众画工的凡马来烘托画师的“真龙”，着意描摹曹霸画马的神妙，这一段文字倾注了热烈赞美之情，笔墨酣畅，精彩之极。“玉花”以下八句，诗人进而形容画马的艺术魅力。&&&榻上放着画马玉花骢，乍一看，似和殿前真马两两相对，昂首屹立。诗人把画马与真马合写，实在高妙，不着一“肖”字，却极为生动地写出了画马的逼真传神，令人真假莫辨。玄宗看到画马神态轩昂，十分高兴，含笑催促侍从，赶快赐金奖赏。掌管朝廷车马的官员和养马人都不胜感慨，怅然若失。杜甫以玄宗、太仆和圉人的不同反应渲染出曹霸画技的高妙超群。随后又用他的弟子、也以画马有名的韩干来作反衬。&&&诗人用前后对比的手法，以浓墨彩笔铺叙曹霸过去在宫廷作画的盛况；最后八句，又以苍凉的笔调描写曹霸如今流入民间的落泊境况。“将军善画盖有神”句，总收上文，点明曹霸画艺的精湛绝伦。他不轻易为人画像。可是，在战乱的动荡岁月里，一代画马宗师，流落飘泊，竟不得不靠卖画为生，甚至屡屡为寻常过路行人画像了。曹霸走投无路，遭到流俗的轻视，生活如此穷苦，世上没有比他更贫困的了。画家的辛酸境遇和杜甫的坎坷蹭蹬又何其相似！诗人内心不禁引起共鸣，感慨万分：自古负有盛名、成就杰出的艺术家，往往时运不济，困顿缠身，郁郁不得志！诗的结句，推开一层讲，以此宽解曹霸，同时也聊以自慰，饱含对封建社会世态炎凉的愤慨。&&&这首诗在章法上错综绝妙，诗中宾主分明，对比强烈。如学书与学画，画人与画马，真马与画马，凡马与“真龙”，画工与曹霸，韩干与曹霸，昔日之盛与今日之衰等等。前者为宾，是绿叶，后者为主，是红花。绿叶扶红花，烘托映衬，红花见得更为突出而鲜明。在诗情发展上，抑扬起伏，波澜层出。前四句写曹霸的身世，包含两层抑扬，摇曳多姿。“至尊含笑催赐金”句，将全诗推向高潮，一起后紧跟着一跌，与末段“途穷反遭俗眼白”，又形成尖锐的对比。诗的结构，一抑一扬地波浪式展开，最后以抑的沉郁调子结束，显得错综变化而又多样统一。在结构上，前后呼应，首尾相连。诗的开头“于今为庶为清门”与结尾“世上未有如公贫”，一脉贯通，构成一种悲慨的主调与苍凉的气氛。中间三段，写曹霸画人画马的盛况，与首段“文采风流今尚存”句相照应。更多唐诗欣赏敬请关注“习古堂国学网”的唐诗三百首栏目。&&&杜甫以《丹青引》为题，热情地为画家立传，以诗摹写画意，评画论画，诗画结合，富有浓郁的诗情画意，把深邃的现实主义画论和诗传体的特写融为一炉，具有独特的美学意义，在中国唐代美术史和绘画批评史上也有一定的认识价值。这在唐诗的发展上未尝不是一种新贡献。",
                    "transferInfo" : "曹将军是魏武帝曹操后代子孙，而今却沦为平民百姓成为寒门。英雄割据的时代一去不复返了，曹家文章丰采却在你身上留存。当年为学书法你先拜师卫夫人，只恨得没有超过王羲之右将军。你毕生专攻绘画不知老之将至，荣华富贵对于你却如空中浮云。开元年间你常常被唐玄宗召见，承恩载德你曾多次登上南薰殿。凌烟阁的功臣画象年久褪颜色，曹将军你挥笔重画又别开生面。良相们的头顶都戴上了进贤冠，猛将们的腰间皆佩带着大羽箭。褒公鄂公的毛发似乎都在抖动，他们英姿飒爽好象是正在酣战。开元时先帝的天马名叫玉花骢，多少画家画出的都与原貌不同。当天玉花骢被牵到殿中红阶下，昂首屹立宫门更增添它的威风。皇上命令你展开丝绢准备作画，你匠心独运惨淡经营刻苦用功。片刻间九天龙马就在绢上显现，一下比得万代凡马皆成了平庸。玉花骢图如真马倒在皇帝榻上，榻上马图和阶前屹立真马相同。皇上含笑催促左右赏赐你黄金，太仆和马倌们个个都迷惘发怔。将军的门生韩干画技早学上手，他也能画马且有许多不凡形象。韩干只画外表画不出内在精神，常使骅骝好马的生气凋敝失丧。将军的画精美美在画中有神韵，偶逢真名士才肯为他动笔写真。而今你漂泊沦落在战乱的社会，平常所画的却是普通的行路人。你到晚年反而遭受世俗的白眼，人世间还未有人象你这般赤贫。只要看看历来那些负盛名的人，最终已经坎坷穷愁纠缠其身了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寄韩谏议注",
                    "author" : "杜甫",
                    "content" : "今我不乐思岳阳，身欲奋飞病在床。美人娟娟隔秋水，濯足洞庭望八荒。鸿飞冥冥日月白，青枫叶赤天雨霜。玉京群帝集北斗，或骑麒麟翳凤凰。芙蓉旌旗烟雾落，影动倒景摇潇湘。星宫之君醉琼浆，羽人稀少不在旁。似闻昨者赤松子，恐是汉代韩张良。昔随刘氏定长安，帷幄未改神惨伤。国家成败吾岂敢，色难腥腐餐枫香。周南留滞古所惜，南极老人应寿昌。美人胡为隔秋水，焉得置之贡玉堂。",
                    "addtionInfo" : "谏议：按：谏议大夫起于后汉。续通典：武后龙朔二年改为正谏大夫，开元以来，仍复。凡四人属门下官。岳阳：岳州巴陵郡曰岳阳，有君山、洞庭、湘江之胜。洞庭：禹贡，九江孔殷。鸿飞冥冥：指韩已遁世。北斗：北斗在太微北，七政之枢机，号令之主。羽人：穿羽衣的仙人。帷幄未改：本指帐幕，此指谋国之心。",
                    "classInfo" : "27",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "在整部杜集中，《寄韩谏议注》并不是杜诗最高成就和主体风格的代表作品，但是，这首诗深具别样之美，似乎也不是杜甫其他诗作光芒所能掩盖。&&&此诗虽为七言古体，但在诗歌意象选取、意境营造乃至情感抒发等方面，可以说落笔便得楚骚之风。叶矫然《龙性堂诗话》谓此作“文心幻森，直登屈、宋之堂”，“文心幻森”四字，深识骚意。&&&起首二句“今我不乐”“身欲奋飞”杨伦《杜诗镜铨》称其“开口便有神游羽御之意”。继而“美人”“秋水”句，沿袭《离骚》隐喻和《兼葭》《秋水》的意境，致怀思韩君之意。“鸿飞冥冥”借《法言》语比韩之遁世。“叶赤”“雨霜”则化用鲍、谢诗写秋深之景象。此诗所化用的诗句，皆以其意境相类，故能水乳交融，整个诗境的营造似茫茫无迹而弥漫八荒，诗人之意绪似从天而至，缘水而生。“岳阳”“洞庭”“潇湘”等地名的频繁出现，点明了韩君屏居之地，也使诗歌带上了浓郁的楚文化地域特色。&&&此诗又是一篇以浪漫手法观照现实社会的作品。“玉京群帝”以下六句写天宫之事，如天马行空，极意铺张，颇似太白《梦游天姥吟留别》中对梦幻仙境的描绘。诗中运用了屈原似的象征和隐喻，使其对神仙世界虚幻莫测、扑朔迷离的描写，笔笔落到现实人间。诗人运用比兴手法，由洞庭秋水的“美人”之思而驰笔于天界仙官之境，表现了“仕”与“隐”的强烈对比，曲尽今昔哀荣之致。“羽人稀少不在旁”，是为韩君政治命运之写照；“影动倒景摇潇湘”，则又照应“美人”屏迹之所在。&&&“似闻昨者赤松子，恐是汉代韩张良。”言此学仙遁世者，本为王佐之才，尝立功帝室也。以“运筹帷握之中，决胜千里之外”（《汉书·高祖纪》）的韩张良喻韩谏议，颇多称许之意。仇兆鳌《杜诗详注》引黄生语认为杜甫此诗乃借韩君之经历“因以自寓”，置身政治漩窝之中，个人的命运实在难于左右，杜甫对此有切肤之感，故而尤能深刻体会韩谏议“帷握未改神惨伤”的意味。杜甫借韩君以自寓，韩谏议的形象处处可见诗人自己的影子，不禁感慨系之。至于“国家成败吾岂敢，色难腥腐餐枫香”，直不知是写谏议，还是诗人内心之自况。&&&这首诗作于杜甫居夔后出峡前，诗人大半生飘泊流离，备尝生活艰辛，阅尽世态炎凉，至此已是老病缠身，进人了人生的晚景。“今我不乐”之起兴，点出了诗人当时心境，更寄寓了政治深意，这在结尾部分得到很好的表现，最后四句杜甫表达了其一以贯之以苍生社稷为念的思想。“周南留滞”以太史公司马谈比于韩谏议，对其不复用世深致惋惜。“南极老人”句，表明诗人之着眼，并非止于个人之藏用，而是将国运民生作为其诗歌的终极关怀。杜甫期冀“美人”贡之“玉堂”，乃深惜谏议有韩张、司马之才，本当报效朝廷，匡扶社稷，竟不见容于当世，以至于留滞秋水，终老江湖，实为国家之不幸。&&&杜甫处身于“老病客殊方”（《壮游》）的困境，尤思贡“美人”于玉堂。这一思想，应该说已经超越了封建时代知识分子个人的成败得失和禀性好恶。张子房的功成身退和韩谏议的激流知退实际上颇合于杜甫“色难腥腐”的本心；在仕途上尚不如张、韩走得那么远的杜甫，甚至对韩君之退隐也还隐约流露出稀微的向往，因为韩君在政治上曾经辉煌的成就感正是杜甫所缺少的。但不论如何，杜甫有着更强烈的“葵霍倾太阳”（《自京赴奉先县咏怀五百字》）似的政治热情，一生未曾放弃。“仕”与“隐”的选择，“出”与“入”之依违，贯穿了杜甫整个人生和思想历程。现实的绝望使他“每欲孤飞去”（《秋日夔府咏怀一百韵》）理想的执著又令他“不忍便永诀”（《自京赴奉先县咏怀五百字》），幻灭与希望交织成困惑难解的政治情结。&&&这首诗在诗歌意象与创作风格方面有神接屈子、境妙滴仙之致，但其老成诗笔与曲折情怀，归根到底还是杜甫式的。诗歌遣词造意异常精省凝炼；章法上尤能巧设伏笔，处处呼应，虽纵横驰骋而浑然一体，表现出杜甫一贯严密的诗思和严谨的结构；情感的抒发一波三折，曲尽其意，含晦而深挚。&&&一篇寄予隐者的诗歌，寄托了生命迟暮的诗人对理想与现实的严肃思考和执着不舍的政治情怀。它所引发时代、社会与个人的今昔之感、哀荣之念，实与老杜同一时期《诸将》《八哀》《秋兴》《咏怀》诸作貌异而神合。",
                    "transferInfo" : "眼下我心情不佳是思念岳阳，身体想要奋飞疾病逼我卧床。隔江的韩注他品行多么美好，常在洞庭洗足放眼望八方。鸿鹄已高飞远空在日月之间，青枫树叶已变红秋霜已下降。玉京山众仙们聚集追随北斗，有的骑着麒麟有的驾着凤凰。芙蓉般的旌旗被烟雾所淹没，潇湘荡着涟漪倒影随波摇晃。星宫中的仙君沉醉玉露琼浆，羽衣仙人稀少况且不在近旁。听说他仿佛是昔日的赤松子，恐怕是更象汉初韩国的张良。当年他随刘邦建业定都长安，运筹帷幄之心未改精神惨伤。国家事业成败岂敢坐视观望，厌恶腥腐世道宁可餐食枫香。太史公留滞周南古来被痛惜，但愿他象南极寿星长泰永昌。品行高洁之人为何远隔江湖，怎么才能将他置于未央宫上？",
                    "backgroundInfo" : "这首诗作于唐代宗大历元年（766）秋，杜甫出蜀居留夔州之时。从作品看，诗中的韩注大概是杜首的一位好友，曾出任谏言，于国有功，且富有才干。但他在朝廷却受到小人排斤，于是辞宫归隐于岳阳，修神仙之道，杜甫为朋友感到惋惜，于是写这首劝他去辅国佐君。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜归鹿门歌",
                    "author" : "孟浩然",
                    "content" : "山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。",
                    "addtionInfo" : "鹿门：山名，在襄阳。昼已昏：天色已黄昏。渔梁：洲名，在湖北襄阳城外汉水中。喧：吵闹。余：我。开烟树：指月光下，原先烟雾缭绕下的树木渐渐显现出来。庞公：庞德公，东汉襄阳人，隐居鹿门山。荆州刺史刘表请他做官，不久后，携妻登鹿门山采药，一去不回。岩扉：指山岩相对如门。幽人：隐居者，诗人自称。",
                    "classInfo" : "30",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "这是一首写景抒怀诗。一二句写鱼梁洲渡头日暮十分喧闹，并以此衬托衬托诗人沉静和洒脱超俗的胸怀。三四句写人们归家，诗人去鹿门，写出了世人与诗人不同的归途。五六句写月光照耀，夜登鹿门山的情景，表现出隐逸的情趣和意境。最后两句写庞公隐居之所，岩壁门外，松径寂寥，只有诗人与山林相伴，与尘世隔绝，诗人恬淡超脱的隐士形象跃然纸上。&&&“山寺钟鸣昼已昏，渔梁渡头争渡喧。”写诗人傍晚江行的见闻。&&&首句写白昼已尽，黄昏降临，幽僻的古寺传来了报时的钟声，次句写沔水口附近的渔梁渡头人们急于归家时抢渡的喧闹，首句表现的是安宁静谧的环境，次句却表现喧嚣，形成了鲜明而强烈的比照，这是远离人寰的禅境与喧杂纷扰的尘世的比照。&&&第二联，前句承“渔梁”诗意，是写村人各自上岸还家；后句承“山寺”诗意，写自己回到鹿门。这两句是以人归引出自归，作为前文的具体补述。两种归途展现两样不同的心境，这又是一个比衬，从中表现出诗人与世无争的隐逸志趣和不慕荣利的淡泊情怀。&&&“鹿门月照开烟树，忽到庞公栖隐处。”中鹿门山的林木本为暮霭所笼罩，朦胧而迷离，山月一出，清光朗照，暮雾竟消，树影清晰。诗人完全被大自然陶醉，他忘情地攀登着崎岖的山路，不知不觉间来到了庞公昔时隐居的地方。这微妙的感受，亲切的体验，表现出隐逸的情趣和意境，隐者为大自然所融化，至于忘乎所以。孟浩然仰慕庞公的志节，他在《登鹿门山怀古》中也吟有“昔闻庞德公，采药遂不返。隐迹今尚存，高风邈已远”的诗句。&&&“岩扉松径长寂寥，惟有幽人自来去。”中这“幽人”，既指庞德公，也是自况，因为诗人彻底领悟了“遁世无闷”的妙趣和真谛，躬身实践了庞德公“采药不返”的道路和归宿。山岩之内，柴扉半掩，松径之下，自辟小径。这里没有尘世干扰，唯有禽鸟山林为伴，隐者在这里幽居独处，过着恬淡而寂寥的生活。&&&全诗虽歌咏归隐的清闲淡素，但对尘世的热闹仍不能忘情，表达了隐居乃迫于无奈的情怀。感情真挚飘逸，于平淡中见其优美，真实。显然，这首诗的题材是写“夜归鹿门”，颇像一则随笔素描的山水小记。但它的主题是抒写清高隐逸的情怀志趣和道路归宿。诗中所写从日落黄昏到月悬夜空，从汉江舟行到鹿门山途，实质上是从尘杂世俗到寂寥自然的隐逸道路。&&&此诗通过描写诗人夜归鹿门山的所见所闻所感，抒发了诗人的隐逸情怀。整首诗按照时空顺序，分别写了江边和山中两个场景，先动后静，以动衬静，写出鹿门清幽的景色，表现诗人恬静的心境，同时在清闲脱俗的隐逸情趣中也隐寓着孤寂无奈的情绪。",
                    "transferInfo" : "黄昏时山寺的钟声在山谷中回响，渔梁渡口处人们争着过河，喧闹不已。人们沿着沙岸向江村走过去，我也乘坐一叶小舟返回鹿门。鹿门山在月光映照下山树渐渐显现出来，好似忽然来到了庞公隐居之地。相对的山岩和松间小路幽幽静静，只有隐居的人在此来来去去。",
                    "backgroundInfo" : "孟浩然家在襄阳城南郊外，岘山附近，汉江西岸，名曰“南园”或“涧南园”。题中鹿门山则在汉江东岸，沔水南畔与岘山隔江相望，距离不远，乘船前往，数时可达。汉末著名隐士庞德公，因拒绝征辟，携家隐居鹿门山，从此鹿门山就成了隐逸圣地。&&&据《襄阳记》载：“鹿门山旧名苏岭山。建武中，襄阳侯习郁立神祠于山，刻二石鹿夹神庙道口，俗因谓之鹿门庙，后以庙名为山名，并为地名也。”孟浩然早先一直隐居岘山南园的家里，四十岁赴长安谋仕不遇，游历吴、越数年后返乡，决心追步乡先贤庞德公的行迹，特为在鹿门山辟一住处，偶尔也去住住，其实是个标榜归隐性质的别业。此诗当作于作者四十岁后隐居鹿门时，即公元708年（景龙二年）至先天元年（公元712年）间，故题为“夜归鹿门山”。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔翁",
                    "author" : "柳宗元",
                    "content" : "渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。",
                    "addtionInfo" : "傍：靠近。西岩：当指永州境内的西山。汲（jí）：取水。湘：湘江之水。楚：西山古属楚地。销：消散。欸（ǎi）乃：象声词，指桨声。下中流：由中流而下。无心：表示庄子所说的那种物我两忘的心灵境界。",
                    "classInfo" : "9",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "此篇作于永州（治今湖南永州）。作者所写的著名散文《永州八记》。于寄情山水的同时，略寓政治失意的孤愤。同样的意味，在他的山水小诗中也是存在的。而在艺术上，此诗尤为后人注目。宋苏东坡赞叹说：“诗以奇趣为宗，反常合道为趣。熟味此诗有奇趣。”“奇趣”二字，的确抓住了此诗的艺术特色。此篇入选于《唐诗三百首》。&&&“渔翁夜傍西岩宿，晓汲清湘燃楚竹。”开头两句是说，渔翁晚上靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。首句就题从“夜”写起。首句的“西岩”即指《始得西山宴游记》的西山。首句还很平常；可第二句写到拂晓时就奇了。本来早起打水生火，也是再普通不过的寻常事。但“汲清湘”而“燃楚竹”，造语新奇，为读者所未闻。事实不过汲湘江之水，以枯竹为薪而已。不说汲“水”燃“竹”，而用“清湘”、“楚竹”借代，诗句的意蕴也就不一样了。犹如“炊金馔玉”给人侈靡的感觉一样。“汲清湘”而“燃楚竹”则有超凡绝俗的感觉，似乎象征着诗中人孤高的品格。可见造语“反常”能表现一种特殊情趣，也就是所谓“合道”。这两句写尽拂晓，读者从汲水的声响与燃竹的火光知道西岩下有一渔翁在。&&&“烟销日出不见人，欸乃一声山水绿。”这两句是说，太阳出来云雾散尽不见人影，摇橹的声音从碧绿的山水中传出。三、四句方写道“烟销日出”。按理此时人物该与读者见面，可是反而“不见人”，这也“反常”。然而随“烟销日出”，绿水青山顿现原貌。忽闻橹桨“欸乃一声”，原来人虽不见，却在山水之中。这又“合道”。这里的造语也是奇特：“烟销日出”与“山水绿”互为因果，与“不见人”则无干，“山水绿”与“欸乃一声”更不相干。但熟味这两句，“烟销日出不见人”能够传达出一种惊异感；而与青山绿水中间闻橹桨欸乃之声尤为悦耳怡情，山水也似乎为之绿得更可爱了。作者通过这样的奇趣，写出了一个清寥得有几分神秘的境界，隐隐传达出他那既孤高又不免寂寞的心境。所以又不是为奇趣而奇趣。&&&“回看天际下中流，岩上无心云相逐。”日出以后，画面更为开阔。此时渔船已进入中流，而回首骋目，只见山巅上正浮动着片片白云，好似无心无虑地前后相逐，诗境极是悠逸恬淡。对这一结尾苏东坡认为“虽不必亦可”，因而还引起一场争论，一时间，宋严羽、刘辰翁，明胡应麟、王世贞，清王士禛、沈德潜等人各呈己见，众说纷纭，但是他们的争论都局限在艺术趣味上，却没有深入体会柳宗元作此诗的处境和心情。柳宗元在诗文中，曾多次言及他被贬后沉重压抑的心绪，在《与杨诲之第二书》中，他写道：“至永州七年矣，蚤夜惶惶”，理想抱负和冷酷的现实产生了尖锐的矛盾，在极度悲愤的情况下，他“但当把锄荷锸，决溪泉为圃以给茹，其隟则浚沟池，艺树木，行歌坐钓，望青天白云，以此为适。”在《始得西山宴游记》中，柳宗元表露得更明白：“自余为僇人，居是州，恒惴栗，其隟也，则施施而行，漫漫而游”，可见他并非以一颗平静恬淡的心徜徉于山水之间，而是强求宽解，以图寻得慰藉。但是，正如他在《游朝阳岩遂登西亭二十韵》中所叹的那样：“谪弃非隐沧，登陟非远郊”，事实上，他并没有获得真正的解脱，有时候，他因一山一水的遭遇而想及自己的不幸，于是不胜怅惘感慨，有时候他在登陟跋涉中意有所感，情不自禁地显露出不平和抗争，正因为如此，他更强烈地希求摆脱这种精神的压抑。所以，与其说《渔翁》以充满奇趣的景色表现出淡逸的情调，不如说更袒露了隐于其后的一颗火热不安的心。这是热烈的向往，是急切的追求，诗中显示的自由安适的生活情趣对于处在禁锢状态的诗人来说，实在是太珍贵太美好了。于是，在写下日出奇句之后，诗人不欲甘休，以更显露地一吐自己的心愿为快，化用陶渊明《归去来兮辞》中“云无心以出岫”的句子，宕开诗境，作了这样的收尾。只有真正体会柳宗元的现实处境，才能理解他结句的用心。诗人自始至终表现渔翁和大自然的相契之情，不仅出于艺术表现的需要，同样体现着他对自由人生的渴求。这也说明，要深入领会一篇作品的艺术风格，常常离不开对作者思想感情的准确把握。&&&在这首诗中，那个在山青水绿之处自遣自歌、独往独来的“渔翁”，则含有作者自况的意味。主人公独来独往，突显出一种孤芳自赏的情绪，“不见人”、“回看天际”等语，又都流露出几分孤寂的情怀。&&&这首诗和《江雪》一样，都是寄托诗人自己的心情意趣的，不过《江雪》写的是静态，此诗却是一句一个场景，连续转换，流畅活泼，生动之至。两首诗一静一动，珠联璧合，完美无缺的把诗人所向往的那种遗世独立、回归自然、无拘无束、自由自在、自食其力、自得其乐的理想生活境界表现出来。应该可算是浪漫主义诗歌的两篇杰作。",
                    "transferInfo" : "渔翁晚上停船靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。旭日初升，云雾散尽四周悄然无声，渔翁摇橹的声音从碧绿的山水中传出。回身一看，他已驾舟行至天际中流，山岩顶上，只有无心白云相互追逐。",
                    "backgroundInfo" : "柳宗元这首山水小诗是在永州（今湖南零陵）时所作。公元806年（唐宪宗元和元年），柳宗元因参与永贞革新而被贬永州，一腔抱负化为烟云，他寄情于异乡山水，作了著名的《永州八记》，并写下了许多吟咏永州地区湖光山色的诗篇，《渔翁》就是其中的一首代表作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登幽州台歌",
                    "author" : "陈子昂",
                    "content" : "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。",
                    "addtionInfo" : "幽州：古十二州之一，现今北京市。幽州台：即黄金台，又称蓟北楼，，是燕昭王为招纳天下贤士而建。前：过去。古人：古代那些能够礼贤下士的圣君。后：未来。来者：后世那些重视人才的贤明君主。念：想到。悠悠：形容时间的久远和空间的广大。怆（chuàng）然：悲伤凄恻的样子。涕：古时指眼泪。",
                    "classInfo" : "17",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "诗人具有政治见识和政治才能，他言敢谏，但没有被武则天采纳，屡受击，心情郁郁悲愤。诗歌写登上幽州蓟北楼远望，悲从中来，并以“山河旧，人物不同”来抒发自己“生不逢时的哀叹。语言奔放，富有感染力。&&&“前不见古人，后不见来者。”这是一声人生短暂的感喟。诗人纵观古往今来，放眼于历史的长河，不能不感到人生的短促。天地悠悠，人生匆匆，短短的几十年真如白驹之过隙，转瞬之间就消失了。这种感叹既可以引出及时行乐的颓废思想，也可以引发加倍努力奋斗的志气。自古以来有多少仁人志士并不因感到人生短暂而消沉颓唐，反而更加振作精神，使自己有限的一生取得接近无限的意义。正因为陈子昂抱着这种积极态度，所以他才“怆然涕下”。也正因为在悲怆的深层，蕴蓄着一股积极奋发欲有所作为的豪气，所以才能引起我们的共鸣。诗人俯仰古今，深感人生短暂，宇宙无限，不觉中流下热泪。这是诗人空怀抱国为民之心不得施展的呐喊。细细读来，悲壮苍凉之气油然而生，而长短不齐的句法，抑扬变化的音节，更增添了艺术感染力。&&&这首诗没有对幽州台作一字描写，而只是登台的感慨，却成为千古名篇。诗篇风格明朗刚健，是具有“汉魏风骨”的唐代诗歌的先驱之作，对扫除齐梁浮艳纤弱的形式主义诗风具有拓疆开路之功。在艺术上，其意境雄浑，视野开阔，使得诗人的自我形象更加鲜亮感人。全诗语言奔放，富有感染力，虽然只有短短四句，却在人们面前展现了一幅境界雄浑，浩瀚空旷的艺术画面。诗的前三句粗笔勾勒，以浩茫宽广的宇宙天地和沧桑易变的古今人事作为深邃、壮美的背景加以衬托。第四句饱蘸感情，凌空一笔，使抒情主人公——诗人慷慨悲壮的自我形象站到了画面的主位上，画面顿时神韵飞动，光彩照人。从结构脉络上说，前两句是俯仰古今，写出时间的绵长；第三句登楼眺望，写空间的辽阔无限；第四句写诗人孤单悲苦的心绪。这样前后相互映照，格外动人。&&&在用辞造语方面，此诗深受《楚辞》特别是其中《远游》篇的影响。《远游》有云：“惟天地之无穷兮，哀人生之长勤。往者余弗及兮，来者吾不闻。”此诗语句即从此化出，然而意境却更苍茫遒劲。&&&陈子昂这首感伤之作是由自己在现实生活中的遭遇触发的，但是其客观意义却远远超越了他自身以至他所处的时代的范围，带有一定的广泛性。表现在这首诗里的感伤情绪，和世俗的忧生叹逝有明显的不同。这是一种在对事业和人生的执着追求中产生的喟叹。",
                    "transferInfo" : "往前不见古代招贤的圣君，向后不见后世求才的明君。想到只有那苍茫天地悠悠无限，止不住满怀悲伤热泪纷纷。",
                    "backgroundInfo" : "这首诗写于公元696年（武则天万岁通天元年）。陈子昂是一个具有政治见识和政治才能的文人。诗人接连受到挫折，眼看报国宏愿成为泡影，因此登上蓟北楼，慷慨悲吟，写下了《登幽州台歌》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山石",
                    "author" : "韩愈",
                    "content" : "山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？嗟哉吾党二三子，安得至老不更归。",
                    "addtionInfo" : "山石：这是取诗的首句开头三字为题，乃旧诗标题的常见用法，它与诗的内容无关。荦确（luò què）：指山石险峻不平的样子。行径：行下次的路径。微：狭窄。蝙蝠：哺乳动物，夜间在空中飞翔，捕食蚊、蛾等。这是写山寺黄昏的景象并点明到寺的时间。升堂：进入寺中厅堂。阶：厅堂前的台阶。新雨：刚下过的雨。栀子：常绿灌水，夏季开白花，香气浓郁。这两句说，进入厅堂后坐在台阶上，这刚下过的一场雨水该有多么充足；那吸饱了雨水的芭蕉叶子更加硕大，而挺立枝头 的栀子花苞也显得特别肥壮。诗人热情地赞美了这山野生机勃勃的动人景象。佛画：画的佛画像。稀：依稀，模糊，看不清楚。所见稀：即少见的好画。这两句说，和尚告诉我说，古壁上面的佛像很好，并拿来灯火观看，尚能依稀可见。置：供。羹（gēng）：菜汤。这里是泛指菜蔬。疏粝（lì）：糙米饭。这里是指简单的饭食。饱我饥：给我充饥。百虫绝：一切虫鸣声都没有了。清月：清朗的月光。出岭：指清 月从山岭那边升上来。夜深月出，说明这是下弦月。扉（fei）：门。光入扉：指月光穿过门户，照时室内。无道路：指因晨雾迷茫，不辨道路，随意 步行的意思。出入高下：指进进出出于高高低低的山谷径路意思。霏：氛雾。穷烟霏：空尽云雾，即走遍了云遮雾绕的山径。山红涧：即山花红艳、涧水清碧。纷：繁盛。烂漫：光彩四射的样子。枥（lì）：落叶乔木。木围：形容树干非常粗大。两手合抱一周称一围。当流：对着流水。赤足踏涧石：是说对着流水就打起赤脚，踏着涧中石头淌水而过。人生如此；指上面所说的山中赏心乐事。局束：拘束，不自由的意思。靰（jī）：马的缰绳。这里作动词用，即牢笼、控制的意思。吾党二三子：指和自己志趣相合的几个朋友。安得：怎能。不更归：不再回去了，表示对官场的厌弃。",
                    "classInfo" : "27",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "题目“山石”不是本要专门抒发的内容，而是取首句的头两个字而已。这是一首记游诗，按时间地点依次写来，全诗可分四个部分。&&&第一部分从开头至“芭蕉叶大栀子肥”，写黄昏到寺所见景色。“山石荦确行径微，黄昏到寺蝙蝠飞”，首句写寺外山石的错杂不平，道路的狭窄崎岖；次句写古寺的荒凉陈旧，到黄昏时众多的蝙蝠窜上飞下，纷纷攘攘。仅此两句，就把整个深山古寺的景色特征突现出来，使人如临其境。以下两句是入寺坐定后所见阶下景物：芭蕉叶子阔大，栀子果实肥硕，是新雨“足”后的特有景致，读之令人顿觉精神爽快。&&&第二部分从“僧言古壁佛画好”至“清月出岭光入扉”，写入寺后一夜的情景。这里一部分先写僧人的热情招待，先是主动地向客人介绍古壁佛画，兴致勃勃地擎着蜡烛引着客人前去观看。“稀”字既道出壁画的珍贵，也生动地显露出诗人的惊喜之情。接着写僧人的殷勤铺床置饭，“疏粝亦足饱我饥”，一见僧人生活的简朴，二见诗人对僧家招待的满意之情。后两句写夜深入睡，“百虫绝”从反面衬托出深山古庙虫鸣之盛，直到夜深之后才鸣声渐息。“清月出岭光入扉”，很有李白“床前明月光”诗句的意境，使人有无限静寂之感。&&&第三部分从“天明独去无道路”至“水声激激风吹衣”，写晨去的路上所见所感。雨后的深山，晨雾缭绕，曲径萦回，以至分不清道路，高低难行。一个“穷”字，写出诗人奔出雾区的喜悦。接下去描绘脱离雾区，在一片晴朗中所见到的秀丽山景：峭崖上红花一片，山涧下碧水清清，更有那挺拔粗壮的松、枥树时时跃入眼帘。“时见”二字看似平常，实有精确的含意，它表明这些松、枥树不是长在一处的，而是诗人在行进中时时见到的。如此便把景色拉开，使读者的意念像跟着诗人行走似的一路领略山中风情。下两句写新雨后的山涧，水流横溢，激溅奔泻，致使诗人脱去鞋子，提起裤管，小心翼翼地在溪流中移进。山风阵阵，牵衣动裳，使人有赏不尽的山、水、风、石的乐趣。这里景色丰富，境地清幽。所以诗写到此，很自然地引出最后一段。&&&第四部分从“人生如此自可乐”到最后，是抒写情怀。韩愈在长期的官场生活中，陟黜升沉，身不由己，满腔的愤懑不平，郁积难抒。故对眼前这种自由自在，不受人挟制的山水生活感到十分快乐和满足。从而希望和自己同道的“二三子”能一起来过这种清心适意的生活。这种痛恨官场、追求自由的思想在当时是有积极意义的。&&&这首诗看似平凡，实际有较高的艺术成就。突出的特点是巧妙地运用了赋体中“铺采摛文”的手法。所谓赋体的“铺采摛文”，就不是一般地叙事状物，而是在记叙的过程中兴会淋漓地、铺扬蹈厉地状写事物，绘景抒情，使之物相尽形，达到辗转生发的艺术效果。《山石》诗便是如此。无论是开头部分的黄昏到寺，还是其后的歇寺、离寺，先后按时间推移，把在这一段时间中的所做所为、所见所闻、交待得清清楚楚。而这些事都是日常的平凡之事（像入寺、坐阶、看画、铺床、睡觉、晨起登程等）；客观之景（像大石、蝙蝠、芭蕉、栀子、月光、晨雾、山花、涧水、松枥等）就像一篇记事的日记一般，没什么奇特之处。然而诗人却在这些无甚奇特的事物中，洋溢着真挚之情，状写出美妙之景，从而生发出无限的诗意。如“黄昏到寺蝙蝠飞”，虽是一个很普通的现象，也无雕饰的词语，但却十分有力地烘托出深山古寺在黄昏中的气氛，使人如见古寺之荒凉，环境之沉寂。如身临其境地感受到一种美妙的诗意。再如“当流赤足踏涧石，水声激激风吹衣”又是一幅多么优美的图画。水声激激，风扯衣衫，一位赤足的人在溪流中上下小心踏石过流，其神其态，其情其趣，使人对这幅充满诗意的“山涧行”的图画，产生无限生趣。这就是诗人“铺采摛文”笔法所升华出的功力。&&&这首诗为传统的纪游诗开拓了新领域，它汲取了山水游记的特点，按照行程的顺序逐层叙写游踪。然而却不像记流水账那样呆板乏味，其表现手法是巧妙的。此诗虽说是逐层叙写，仍经过严格的选择和经心的提炼。如从“黄昏到寺”到就寝之前，实际上的所经所见所闻所感当然很多，但摄入镜头的，却只有“蝙蝠飞”、“芭蕉叶大栀子肥”、寺僧陪看壁画和“铺床拂席置羹饭”等殷勤款待的情景，因为这体现了山中的自然美和人情美，跟“为人靰”的幕僚生活相对照，使诗人萌发了归耕或归隐的念头，是结尾“主题歌”所以形成的重要根据。关于夜宿和早行，所摄者也只是最能体现山野的自然美和自由生活的那些镜头，同样是结尾的主题歌所以形成的重要根据。&&&再说，按行程顺序叙写，也就是按时间顺序叙写，时间不同，天气的阴晴和光线的强弱也不同。这篇诗的突出特点，就在于诗人善于捕捉不同景物在特定时间、特定天气里所呈现的不同光感、不同湿度和不同色调。如用“新雨足”表明大地的一切刚经过雨水的滋润和洗涤；这才写主人公于苍茫暮色中赞赏“芭蕉叶大栀子肥”，而那芭蕉叶和栀子花也就带着它们在雨后日暮之时所特有的光感、湿度和色调呈现出来。写月而冠以“清”字，表明那是“新雨”之后的月儿。写朝景，新奇而多变。因为他不是写一般的朝景，而是写山中雨后的朝景。他先以“天明独去无道路”一句，总括了山中雨霁，地面潮湿，黎明之时，浓雾弥漫的特点，然后用“出入高下穷烟霏”一句，画出了雾中早行图。“烟霏”既“穷”，阳光普照，就看见涧水经雨而更深更碧，山花经雨而更红更亮。于是用“山红涧碧”加以概括。山红而涧碧，红碧相辉映，色彩已很明丽。但由于诗人敏锐地把握了雨后天晴，秋阳照耀下的山花、涧水所特有的光感、湿度和色调，因而感到光用“红”、“碧”还很不够，又用“纷烂漫”加以渲染，才把那“山红涧碧”的美景表现得鲜艳夺目。",
                    "transferInfo" : "山石峥嵘险峭，山路狭窄像羊肠，蝙蝠穿飞的黄昏，来到这座庙堂。登上庙堂坐台阶，刚下透雨一场，经雨芭蕉枝粗叶大，山栀更肥壮。僧人告诉我说，古壁佛画真堂皇，用火把照看，迷迷糊糊看不清爽。为我铺好床席，又准备米饭菜汤，饭菜虽粗糙，却够填饱我的饥肠。夜深清静好睡觉，百虫停止吵嚷，明月爬上了山头，清辉泻入门窗。天明我独自离去，无法辨清路向，出入雾霭之中，我上下摸索踉跄。山花鲜红涧水碧绿，光泽又艳繁，时见松栎粗大十围，郁郁又苍苍。遇到涧流当道，光着脚板踏石淌，水声激激风飘飘，掀起我的衣裳。人生在世能如此，也应自得其乐，何必受到约束，宛若被套上马缰？唉呀，我那几个情投意合的伙伴，怎么能到年老，还不再返回故乡？",
                    "backgroundInfo" : "《山石》的写作时间历代有不同说法。一般认为写于唐德宗贞元十七年（801年）七月韩愈离徐州去洛阳的途中。当时作者所游的是洛阳北面的惠林寺，同游者是李景兴、侯喜、尉迟汾。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "八月十五夜赠张功曹",
                    "author" : "韩愈",
                    "content" : "纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。",
                    "addtionInfo" : "纤云：微云。河：银河。月舒波：月光四射。属（zhǔ）：劝酒。洞庭：洞庭湖。九疑：又名苍梧山，在今湖南宁远县境。猩：猩猩。鼯（wú）：鼠类的一种。如藏逃：有如躲藏的逃犯。药：指蛊毒。南方人喜将多种毒虫放在一起饲养，使之互相吞噬，最后剩下的毒虫叫做蛊，制成药后可杀人。海气：卑湿的空气。蛰：潜伏。嗣皇：接着做皇帝的人，指宪忠。登：进用。夔皋：夔和皋陶，传说是舜的两位贤臣。赦书：皇帝发布的大赦令。大辟：死刑。除死：免去死刑。迁者：贬谪的官吏。流者：流放在外的人。瑕：玉石的杂质。班：臣子上朝时排的行列。州家：刺史。申名：上报名字。使家：观察使。抑：压制。坎轲：这里指命运不好。荆蛮：今湖北江陵。判司：唐时对州郡诸曹参军的总称。捶楚：棒杖一类的刑具。上道：上路回京。天路：指进身于朝廷的道路。幽险：幽昧险碍。殊科：不一样，不同类。",
                    "classInfo" : "27",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "这首诗以近散文化的笔法，古朴的语言，直陈其事，主客互相吟诵诗句，一唱一和，我中有你，你中有我，衷情互诉，洒脱疏放，别具一格。&&&诗里写了张署的“君歌”和作者的“我歌”。题为“赠张功曹”，却没有以“我歌”作为描写的重点，而是反客为主，把“君歌”作为主要内容，借张署之口，浇诗人胸中之块垒。&&&诗的前四句描写八月十五日夜主客对饮的环境，如文的小序：碧空无云，清风明月，万籁俱寂。在这样的境界中，两个遭遇相同的朋友不禁举杯痛饮，慷慨悲歌。韩愈是一个很有抱负的人，在三十二岁的时候，曾表示过“报国心皎洁，念时涕汍澜”。他不仅有忧时报国之心，而且有改革政治的才干。公元803年（贞元十九年）天旱民饥，当时任监察御史的韩愈和张署，直言劝谏唐德宗减免关中徭赋，触怒权贵，两人同时被贬往南方，韩愈任阳山（今属广东）令，张署任临武（今属湖南）令。直至唐宪宗大赦天下时，他们仍不能回到中央任职。韩愈改官江陵府（今湖北江陵）法曹参军，张署改官江陵府功曹参军。得到改官的消息，韩愈心情很复杂，于是借中秋之夜，对饮赋诗抒怀，并赠给同病相怜的张署。&&&诗的开头在描写月夜环境之后，用“一杯相属君当歌”一转，引出了张署的悲歌，是全诗的主要部分。诗人先写自己对张署“歌”的感受：说它声音酸楚，言辞悲苦，因而“不能听终泪如雨”，和盘托出二人心境相同，感动极深。&&&张署的歌，首先叙述了被贬南迁时经受的苦难，山高水阔，路途漫长，蛟龙出没，野兽悲号，地域荒僻，风波险恶。好不容易“十生九死到官所”，而到达贬所更是“幽居默默如藏逃”。接着又写南方偏远之地多毒蛇，“下床”都可畏，出门行走就更不敢了；且有一种蛊药之毒，随时可以制人死命，饮食要非常小心，还有那湿蛰腥臊的“海气”，也令人受不了。这一大段对自然环境的夸张描写，也是诗人当时政治境遇的真实写照。&&&上面对贬谪生活的描述，情调是感伤而低沉的，下面一转，而以欢欣鼓舞的激情，歌颂大赦令的颁行，文势波澜起伏。唐宪宗即位，大赦天下。诗中写那宣布赦书时的隆隆鼓声，那传送赦书时日行万里的情景，场面的热烈。节奏的欢快，都体现出诗人心情的欢愉。特别是大赦令宣布：“罪从大辟皆除死”，“迁者追回流者还”，这当然使韩、张二人感到回京有望。然而，事情并非如此简单。写到这里，诗情又一转折，尽管大赦令写得明明白白，但由于“使家”的阻挠，他们仍然不能回朝廷任职。“坎轲只得移荆蛮”，“只得”二字，把那种既心有不满又无可奈何的心情，淋漓尽致地表现出来了。地是“荆蛮”之地，职又是“判司”一类的小官，卑小到要常受长官“捶楚”的地步。面对这种境况，他们发出了深深的慨叹：“同时辈流多上道，天路幽险难追攀”。“天路幽险”，政治形势还是相当险恶的。&&&以上诗人通过张署之歌，倾吐了自己的坎坷不平，心中的郁职，写得形象具体，笔墨酣畅。诗人既已借别人的酒杯浇了自己的块垒，不用再浪费笔墨直接出面抒发自己的感慨了，所以用“君歌且休听我歌，我歌今与君殊科”，一接一转，写出了自己的议论。仅写了三句：一是写此夜月色最好，照应题目的“八月十五”；二是写命运在天；三是写面对如此良夜应当开怀痛饮。表面看来这三句诗很平淡，实际上却是诗中最着力最精彩之笔。韩愈从切身遭遇中，深深感到宦海浮沉，祸福无常，自己很难掌握自己的命运。“人生由命非由他”，寄寓深沉的感慨，表面上归之于命，实际有许多难言的苦衷。八月十五的夜晚，明月如镜，悬在碧空蓝天，不开怀痛饮，就是辜负这美好的月色。再说，借酒浇愁，还可以暂时忘却心头的烦恼。于是情绪由悲伤转向旷达。然而这不过是故作旷达而已。寥寥数语，似淡实浓，言近旨远，在欲说还休的背后，别有一种耐人寻味的深意。从感情上说，由贬谪的悲伤到大赦的喜悦，又由喜悦坠入迁移“荆蛮”的怨愤，最后在无可奈何中故做旷达。抑扬开阖，转折变化，章法波澜曲折，有一唱三叹之妙。全诗换韵很多，韵脚灵活，音节起伏变化，很好地表现了感情的发展变化，使诗歌既雄浑恣肆又宛转流畅。从结构上说，首与尾用洒和明月先后照应，轻灵简炼，使结构完整，也加深了意境的苍凉。",
                    "transferInfo" : "薄云四处飘散还不见银河，清风吹开云雾月光放清波。沙滩里水平波息声影消失，斟杯美酒相劝请你唱支歌。你的歌声酸楚歌辞也悲苦，没有听完热泪就纷纷下落。洞庭湖水连天九疑山高峻，湖中的蛟龙出没猩鼯哀号。九死一生到达这被贬官所，默默地幽居远地好像潜逃。下床怕蛇咬吃饭又怕毒药，潮气与毒气相杂到处腥臊。昨日州衙前忽然擂动大鼓，新皇继位要举用夔和皋陶。大赦文书一日万里传四方，犯有死罪的一概免除死刑。被贬谪的召回放逐的回朝，革除弊政要剪除朝中奸佞。刺史提名赦免观察使扣压，命运坎坷只能够迁调荒漠。判司原本是小官不堪一提，未免跪地挨打有苦向谁说。一起被贬谪的大都已回京，进身朝廷之路比登天难攀。你的歌声暂且停止听我唱，我的歌声和你绝不是同科。一年的明月今夜月色最好，人生由命又何必归怨其他，有酒不饮怎对得天上明月？",
                    "backgroundInfo" : "这篇七古，公元805年（永贞元年）中秋写于郴州，题中的张功曹，即张署。公元803年（唐贞元十九年），韩愈与张署曾因天旱向唐德宗进言，极论宫市之弊，韩被贬为阳山县令，后两次大赦由于有人从中作梗，均未能调回京都，只改官江陵。知道改官的消息后，韩愈便写下这首诗，并赠给遭遇相同的张署。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "谒衡岳庙遂宿岳寺题门楼",
                    "author" : "韩愈",
                    "content" : "五岳祭秩皆三公，四方环镇嵩当中。火维地荒足妖怪，天假神柄专其雄。喷云泄雾藏半腹，虽有绝顶谁能穷？我来正逢秋雨节，阴气晦昧无清风。潜心默祷若有应，岂非正直能感通！须臾静扫众峰出，仰见突兀撑青空。紫盖连延接天柱，石廪腾掷堆祝融。森然魄动下马拜，松柏一径趋灵宫。粉墙丹柱动光彩，鬼物图画填青红。升阶伛偻荐脯酒，欲以菲薄明其衷。庙令老人识神意，睢盱侦伺能鞠躬。手持杯珓导我掷，云此最吉余难同。窜逐蛮荒幸不死，衣食才足甘长终。侯王将相望久绝，神纵欲福难为功。夜投佛寺上高阁，星月掩映云曈昽。猿鸣钟动不知曙，杲杲寒日生于东。",
                    "addtionInfo" : "谒：拜见。衡岳：南岳衡山，在今湖南。祭秩：祭祀仪礼的等级次序。三公：周朝的太师、太傅、太保称三公，以示尊崇，后来用作朝廷最高官位的通称。“四方”句：是说东、西、南、北四岳各镇中国一方，环绕着中央的中岳嵩山。火维：古代五行学说以木、火、水、金、土分属五方，南方属火，故火维属南方。维：隅落。假：授予。柄：权力。穷：穷尽，这里用作动词。秋雨节：韩愈登衡山，正是南方秋雨季节。晦昧：阴暗无光。“潜心”句：暗自在心里默默祈祷天气转晴，居然有所应验。静扫：形容清风吹来，驱散阴云。众峰：衡山有七十二峰。突兀：高峰耸立的样子。“紫盖”两句：衡山有五大高峰，即紫盖峰、天柱峰、石廪峰、祝融峰、芙蓉峰，这里举其四峰，写衡山高峰的雄伟。腾掷：形容山势起伏。森然：敬畏的样子。魄动：心惊的意思。拜：拜谢神灵应验。松柏一径：一路两旁，都是松柏。趋：朝向。灵宫：指衡岳庙。丹柱：红色的柱子。动光彩：光彩闪耀。“鬼物”句：墙上和柱子上画满了彩色的鬼怪图形。“升阶”两句：伛偻（yǔ lǚ）：驼背，这里形容弯腰鞠躬，以示恭敬。荐：进献。脯（fǔ）：肉干。脯酒：祭神的供品。菲薄：微薄的祭品。明其衷：出自内心的诚意。庙令：官职名。唐代五岳诸庙各设庙令一人，掌握祭神及祠庙事务。识神意：懂得神的意旨。睢盱（suī xū）：抬起头来，睁大眼睛看。侦伺：形容注意察言观色。“手持”两句：是指庙令教韩愈占卜，并断定占到了最吉利的兆头。杯珓（jiào）：古时的一种卜具。余难同：其他的卦象都不能相比。窜逐蛮荒：流放到南方边荒地区。甘长终：甘愿如此度过余生。“侯王”两句：意思是说，封侯拜相，这种追求功名富贵的愿望久已断绝，即使神灵要赐给我这样的福禄，也不行了。纵：即使。难为功：很难做成功。高阁：即诗题中的“门楼”。曈昽：月光隐约的样子。“猿鸣”句：猿鸣钟响，不知不觉天已亮了。钟动：古代寺庙打钟报时，以便作息。杲（ɡǎo）杲：形容日光明亮。",
                    "classInfo" : "57",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "诗人通过仰望衡岳诸峰、谒祭衡岳庙神、占卜仕途吉凶和投宿庙寺高阁等情况的叙写，抒发个人的深沉感慨，一方面为自己投身蛮荒之地终于活着北归而庆幸，一方面对仕途坎坷表示愤懑不平，实际上也是对最高统治者的一种抗议。&&&开篇六句写望岳。起笔超拔，用语不凡，突出南岳在当时众山中的崇高地位，引出远道来访的原因。“我来”以下八句写登山。来到山里，秋雨连绵，阴晦迷蒙；等到上山时，突然云开雨霁，群峰毕现。整段以秋空阴晴多变为背景，衬托出远近诸峰突兀环立，雄奇壮观，景象阔大，气势雄伟。“潜心默祷若有应”句，借衡岳有灵，引起下段祭神问天的心愿。“森然”以下十四句写谒庙，乃全诗的核心。韩愈游南岳，虽不离赏玩名山景色，但更主要的还是想通过祭神问天，申诉无人理解、无处倾吐的悒郁情怀。在叙写所见、所感时，肃穆之中含诙谐之语，涉笔成趣。最后四句写夜宿佛寺。身遭贬谪，却一觉酣睡到天明，以旷达写郁闷，笔力遒劲。末句“寒日”，呼应“秋雨”、“阴气”。全篇章法井然。&&&这首诗的思想价值虽不高，艺术表现上却有特色。全篇写景、叙事、抒情，融为一体，境界开阔，色彩浓重，语言古朴苍劲，叙述自由灵活。篇幅不短，而能一韵到底，一气呵成。双句末尾多用三平调，少数收尾用“平仄平”，音节铿锵有力，重而不浮，颇具声势。",
                    "transferInfo" : "祭五岳典礼如同祭祀三公，五岳中四山环绕嵩山居中。衡山地处荒远多妖魔鬼怪，上天授权南岳神赫赫称雄。半山腰喷泄云雾迷迷茫茫，虽然有绝顶谁能登上顶峰。我来这里正逢秋雨绵绵时，天气阴暗没有半点儿清风。心里默默祈祷仿佛有应验，岂非为人正直能感应灵通？片刻云雾扫去显出众峰峦，抬头仰望山峰突兀插云空。紫盖峰绵延连接着天柱峰，石廪山起伏不平连着祝融。严森险峻惊心动魄下马拜，沿着松柏小径直奔神灵宫。粉色墙映衬红柱光彩夺目，壁柱上鬼怪图画或青或红。登上台阶弯腰奉献上酒肉，想借菲薄祭品表示心虔衷。主管神庙老人能领会神意，凝视窥察连连地为我鞠躬。手持杯蛟教导我掷占方法，说此卜兆最吉他人难相同。我被放逐蛮荒能侥幸不死，衣食足甘愿在此至死而终。做侯王将相的欲望早断绝，神纵使赐福于我也难成功。此夜投宿佛寺住在高阁上，星月交辉掩映山间雾朦胧。猿猴啼时钟响不觉到天亮，东方一轮寒日冉冉升高空。",
                    "backgroundInfo" : "此诗作于公元805年（永贞元年）。公元803年（贞元十九年），关中大旱，饿殍遍地。韩愈上书皇帝，请宽民徭，触犯唐德宗及权贵，被贬为阳山令。公元805年（贞元二十一年）宪宗登基，又议大赦，韩愈由郴州赴江陵府任法曹参军，途中游衡山时写下这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
                    ],
    "type" : "poetry_gradeOne",
    "baseID" : "12500",
    "mainClass" : "15"
}
