{
    "poetryList" : [
                    {
                    "name" : "石鱼湖上醉歌",
                    "author" : "元结",
                    "content" : "石鱼湖，似洞庭，夏水欲满君山青。山为樽，水为沼，酒徒历历坐洲岛。长风连日作大浪，不能废人运酒舫。我持长瓢坐巴丘，酌饮四坐以散愁。",
                    "addtionInfo" : "沼（zhǎo）：水池。历历：分明可数。清晰貌。洲岛：水中陆地废：阻挡，阻止。酒舫（fǎng）：供客人饮酒游乐的船。长瓢：饮酒器。酌（zhuó）饮：挹取流质食物而饮。此指饮酒。四坐：指四周座位上的人。",
                    "classInfo" : "109",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长恨歌",
                    "author" : "白居易",
                    "content" : "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破霓裳羽衣曲。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋地转回龙驭，到此踌躇不能去。马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂。春风桃李花开日，秋雨梧桐叶落时。西宫南苑多秋草，落叶满阶红不扫。梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共。悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥渺间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飘举，犹似霓裳羽衣舞。玉容寂寞泪阑干，梨花一枝春带雨。含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但教心似金钿坚，天上人间会相见。临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
                    "addtionInfo" : "汉皇：原指汉武帝刘彻。此处借指唐玄宗李隆基。重色：爱好女色。倾国：绝色女子。御宇：驾御宇内，即统治天下。杨家有女：蜀州司户杨玄琰，有女杨玉环，自幼由叔父杨玄珪抚养，十七岁被册封为玄宗之子寿王李瑁之妃。二十七岁被玄宗册封为贵妃。丽质：美丽的姿质。六宫粉黛：指宫中所有嫔妃。粉黛：粉黛本为女性化妆用品，粉以抹脸，黛以描眉。此代指六宫中的女性。无颜色：意谓相形之下，都失去了美好的姿容。华清池：即华清池温泉，在今西安市临潼区南的骊山下。凝脂：形容皮肤白嫩滋润，犹如凝固的脂肪。侍儿：宫女。新承恩泽：刚得到皇帝的宠幸。云鬓：形容女子鬓发盛美如云。金步摇：一种金首饰，用金银丝盘成花之形状，上面缀着垂珠之类，插于发鬓，走路时摇曳生姿。芙蓉帐：绣着莲花的帐子。形容帐之精美。春宵：新婚之夜。金屋：《汉武故事》记载，武帝幼时，他姑妈将他抱在膝上，问他要不要她的女儿阿娇作妻子。他笑着回答说：“若得阿娇，当以金屋藏之”。列土：分封土地。可怜：可爱，值得羡慕。骊宫：骊山华清宫。凝丝竹：指弦乐器和管乐器伴奏出舒缓的旋律。渔阳：郡名，当时属于平卢、范阳、河东三镇节度史安禄山的辖区。天宝十四载（755）冬，安禄山在范阳起兵叛乱。鼙鼓：古代骑兵用的小鼓，此借指战争。霓（ní）裳羽衣曲：舞曲名，据说为唐开元年间西凉节度使杨敬述所献，经唐玄宗润色并制作歌词，改用此名。乐曲着意表现虚无缥缈的仙境和仙女形象。九重城阙：九重门的京城，此指长安。烟尘生：指发生战事。阙，意为古代宫殿门前两边的楼，泛指宫殿或帝王的住所。乘：一人一骑为一乘。翠华：用翠鸟羽毛装饰的旗帜，皇帝仪仗队用。百余里：指到了距长安一百多里的马嵬坡。六军：指天子军队。宛转：形容美人临死前哀怨缠绵的样子。蛾眉：古代美女的代称，此指杨贵妃。花钿：用金翠珠宝等制成的花朵形首饰。委地：丢弃在地上。翠翘：首饰，形如翡翠鸟尾。金雀：金雀钗，钗形似凤（古称朱雀）。玉搔头：玉簪。云栈：高入云霄的栈道。萦纡（yíngyū）：萦回盘绕。剑阁：又称剑门关，在今四川剑阁县北，是由秦入蜀的要道。此地群山如剑，峭壁中断处，两山对峙如门。诸葛亮相蜀时，凿石驾凌空栈道以通行。峨嵋山：在今四川峨眉山市。玄宗奔蜀途中，并未经过峨嵋山，这里泛指蜀中高山。行宫：皇帝离京出行在外的临时住所。天旋地转：指时局好转。肃宗至德二年（757），郭子仪军收复长安。回龙驭：皇帝的车驾归来。信马：意思是无心鞭马，任马前进。太液：汉宫中有太液池。未央：汉有未央宫。此皆借指唐长安皇宫。西宫南苑：皇宫之内称为大内。玄宗返京后，初居南内。上元元年（760），权宦李辅国假借肃宗名义，胁迫玄宗迁往西内，并流贬玄宗亲信高力士、陈玄礼等人。梨园弟子：指玄宗当年训练的乐工舞女。梨园：唐玄宗时宫中教习音乐的机构。椒房：后妃居住之所，因以花椒和泥抹墙，故称。阿监：宫中的侍从女官。青娥：年轻的宫女。孤灯挑尽：古时用油灯照明，为使灯火明亮，过了一会儿就要把浸在油中的灯草往前挑一点。挑尽，说明夜已深。此处旨在形容玄宗晚年生活环境的凄苦。迟迟：迟缓。报更钟鼓声起止原有定时，这里用以形容玄宗长夜难眠时的心情。耿耿：微明的样子。欲曙天：长夜将晓之时。鸳鸯瓦：屋顶上俯仰相对合在一起的瓦。房瓦一俯一仰相合，称阴阳瓦，亦称鸳鸯瓦。霜华：霜花。翡翠衾：布面绣有翡翠鸟的被子。谁与共：与谁共。临邛：今四川邛崃县。鸿都：东汉都城洛阳的宫门名，这里借指长安。致魂魄：招来杨贵妃的亡魂。方士：有法术的人。这里指道士。殷勤：尽力。排空驭气：即腾云驾雾。穷：穷尽，找遍。碧落：即天空。黄泉：指地下。玲珑：华美精巧。五云：五彩云霞。绰约：体态轻盈柔美。参差：仿佛，差不多。玉扃（jiong）：玉门。即玉阙之变文。小玉：吴王夫差女。双成：传说中西王母的侍女。这里皆借指杨贵妃在仙山的侍女。九华帐：绣饰华美的帐子。珠箔：珠帘。银屏：饰银的屏风。逦迤：接连不断地。新睡觉：刚睡醒。袂（mèi）：衣袖。玉容寂寞：此指神色黯淡凄楚。阑干：纵横交错的样子。这里形容泪痕满面。凝睇（dì）：凝视。昭阳殿：汉成帝宠妃赵飞燕的寝宫。此借指杨贵妃住过的宫殿。蓬莱宫：传说中的海上仙山。这里指贵妃在仙山的居所。人寰（huán）：人间。旧物：指生前与玄宗定情的信物。寄将去：托道士带回。钗留二句：把金钗、钿盒分成两半，自留一半。擘：分开。合分钿：将钿盒上的图案分成两部分。重寄词：贵妃在告别是重又托他捎话。两心知：只有玄宗、贵妃二人心里明白。长生殿：在骊山华清宫内，天宝元年造。比翼鸟：传说中的鸟名，据说只有一目一翼，雌雄并在一起才能飞。连理枝：两株树木树干相抱。古人常用此二物比喻情侣相爱、永不分离。恨：遗憾。绵绵：连绵不断。",
                    "classInfo" : "37",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "琵琶行",
                    "author" : "白居易",
                    "content" : "浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁？琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为霓裳后六幺。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛？呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作琵琶行。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。",
                    "addtionInfo" : "浔阳江：据考究，为流经浔阳城中的湓水。瑟瑟：形容枫树、芦荻被秋风吹动的声音。主人：诗人自指。回灯：重新拨亮灯光。回：再。转轴拨弦：将琵琶上缠绕丝弦的轴，以调音定调。掩抑：掩蔽，遏抑。思：悲，伤。信手：随手。续续弹：连续弹奏。拢：左手手指按弦向里（琵琶的中部）推。捻：揉弦的动作。抹：向左拔弦，也称为“弹”。挑：反手回拨的动作。霓裳：即《霓裳羽衣曲》，本为西域乐舞，唐开元年间西凉节度使杨敬述依曲创声后流入中原。六幺：大曲名，又叫《乐世》《绿腰》《录要》，为歌舞曲。大弦：指最粗的弦。嘈嘈：声音沉重抑扬。小弦：指最细的弦。切切：细促轻幽，急切细碎。间关：鸟鸣声。幽咽：遏塞不畅状。冰下难：泉流冰下阻塞难通，形容乐声由流畅变为冷涩。凝绝：凝滞。迸：溅射。曲终：乐曲结束。拔：弹奏弦乐时所用的拔工具。当心画：用拔子在琵琶的中部划过四弦，是一曲结束时经常用到的右手手法。舫：船。敛容：收敛（深思时的）面部表情。虾（há）蟆陵：在长安城东南，曲江附近，是当时有名的游乐地区。教坊：唐代官办管领音乐杂技、教练歌舞的机关。秋娘：唐时歌舞妓常用的名字。五陵：在长安城外，汉代五个皇帝的陵墓。缠头：用锦帛之类的财物送给歌舞妓女。绡：精细轻美的丝织品。钿（diàn）头银篦（bì）：此指镶嵌着花钿的篦形发饰。击节：打拍子。颜色故：容貌衰老。浮梁：古县名，唐属饶州。在今江西省景德镇市，盛产茶叶。去来：走了以后。梦啼妆泪：梦中啼哭，匀过脂粉的脸上带着泪痕。阑干：纵横散乱的样子。重：重新，重又之意。唧唧：叹声。呕哑嘲哳：形容声音噪杂。琵琶语：琵琶声，琵琶所弹奏的乐曲。暂：突然。却坐：退回到原处。促弦：把弦拧得更紧。向前声：刚才奏过的单调。掩泣：掩面哭泣。青衫：唐朝八品、九品文官的服色。白居易当时的官阶是将侍郎，从九品，所以服青衫。",
                    "classInfo" : "29",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "轮台歌奉送封大夫出师西征",
                    "author" : "岑参",
                    "content" : "轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。",
                    "addtionInfo" : "封大夫：即封常清，唐朝将领。角：军中的号角。旄（máo）头：星名，二十八宿中的昂星。古人认为它主胡人兴衰。旄头落：为胡人失败之兆。羽书：即羽檄，军中的紧急文书，上插羽毛，以表示加急。渠黎：汉代西域国名，在今新疆轮台东南。单（chán）于：汉代匈奴君长的称号，此指西域游牧民族首领。金山：指乌鲁木齐东面的博格多山。戍楼：军队驻防的城楼。上将：即大将，指封常清。旄：旄节，古代君王赐给大臣用以标明身份的信物。雪海：在天山主峰与伊塞克湖之间。三军：泛指全军。阴山：在今内蒙古自治区中部。虏塞：敌国的军事要塞。兵气：战斗的气氛。剑河：地名，在今新疆境内。亚相：指御史大夫封常清。在汉代御史大夫位置仅次于宰相，故称亚相。勤王：勤劳王事，为国效力。青史：史籍。古代以竹简记事，色泽作青色，故称青史。",
                    "classInfo" : "16",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "庐山谣寄卢侍御虚舟",
                    "author" : "李白",
                    "content" : "我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张。影落明湖青黛光，金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。",
                    "addtionInfo" : "谣：不合乐的歌，一种诗体。卢侍御虚舟：卢虚舟，字幼真，范阳人，曾与李白同游庐山。楚狂人：春秋时楚人陆通，字接舆，因不满楚昭王的政治，佯狂不仕，时人谓之“楚狂”。凤歌笑孔丘：孔子适楚，陆通游其门劝孔不要做官，以免惹祸。这里，李白以陆通自比，表现对政治的不满，而要像楚狂那样游览名山过隐居的生活。绿玉杖：镶有绿玉的杖，传为仙人所用。五岳：即东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。此处泛指中国名山。南斗：星宿名，二十八宿中的斗宿。这里指秀丽的庐山之高，突兀而出。屏风九叠：指庐山五老峰东的九叠屏，因山丸叠如屏而得名。影落：指庐山倒映在明澈的鄱阳湖中。青黛（dài）：青黑色。金阙（què）：阙为皇宫门外的左右望楼，金阙指黄金的门楼，这里借指庐山的石门——庐山西南有铁船峰和天池山，二山对峙，形如石门。银河：指瀑布。香炉：南香炉峰。瀑布：黄岩瀑布。迥崖沓（tà）嶂：曲折的山崖，重叠的山峰。凌：高出。苍苍：青色的天空。吴天：九江春秋时属吴国。整句诗的意思：连鸟也难以飞越高峻的庐山和它辽阔的天空。大江：长江。黄云：昏暗的云色。白波九道：九道河流。李白在此沿用旧说，并非实见九道河流。雪山：白色的浪花。石镜：指庐山东面的“石镜”圆石，平滑如镜，可见人影。清我心：清涤心中的污浊。谢公：谢灵运。服：服食。还丹：道家炼丹，将丹烧成水银，积久又还成丹，故谓还丹。琴心三叠：道家修炼术语，一种心神宁静的境界。玉京：道教称元始天尊在天中心之上，名玉京山。先期：预先约好。汗漫:仙人名，一云造物者。九垓（gāī）：九天之外。卢敖：战国时燕国人，周游至蒙谷山，见一古怪之士迎风而舞。卢敖邀他同游，那人笑着说：“吾与汗漫期于九垓之外，不可久留”。遂纵身跳入云中。太清：太空。",
                    "classInfo" : "36",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "梦游天姥吟留别 ",
                    "author" : "李白",
                    "content" : "海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜!",
                    "addtionInfo" : "天姥山：在浙江新昌东面。传说登山的人能听到仙人天姥唱歌的声音，山因此得名。瀛洲：古代传说中的东海三座仙山之一（另两座叫蓬莱和方丈）。烟涛：波涛渺茫，远看像烟雾笼罩的样子。微茫：景象模糊不清。信：确实，实在。越人：指浙江一带的人。明灭：忽明忽暗。向天横：直插天空。横，直插。”势拔“句：山势高过五岳，遮掩了赤城。拔，超出。五岳，指东岳泰山、西岳华（huà）山、中岳嵩山、北岳恒山、南岳衡山。赤城，和下文的“天台（tāi）”都是山名，在今浙江天台北部。”对此“句：对着天姥这座山，天台山就好像要倒向它的东南一样。意思是天台山和天姥山相比，显得低多了。因：依据。之：指代前边越人的话。镜湖：又名鉴湖，在浙江绍兴南面。剡（shàn）溪：水名，在浙江嵊（shèng）州南面。谢公：指南朝诗人谢灵运。谢灵运喜欢游山。游天姥山时，他曾在剡溪这个地方住宿。渌（lù）：清。清：这里是凄清的意思。谢公屐（jī）：谢灵运穿的那种木屐。青云梯：指直上云霄的山路。半壁见海日：上到半山腰就看到从海上升起的太阳。天鸡：古代传说，东南有桃都山，山上有棵大树叫桃都，树枝绵延三千里，树上栖有天鸡，每当太阳初升，照到这棵树上，天鸡就叫起来，天下的鸡也都跟着它叫。”迷花“句：迷恋着花，依靠着石，不觉天色已经很晚了。暝（míng）：日落，天黑。”熊咆“句：熊在怒吼，龙在长鸣，岩中的泉水在震响。“殷岩泉”即“岩泉殷”。殷：这里用作动词，震响。”栗深林“句：使深林战栗，使层巅震惊。栗、惊，使动用法。青青：黑沉沉的。澹澹：波浪起伏的样子。列缺：指闪电。洞天石扉，訇（hōng）然中开：仙府的石门，訇的一声从中间打开。洞天，仙人居住的洞府。扉，门扇。訇然，形容声音很大。青冥浩荡：青冥，指天空。浩荡，广阔远大的样子。金银台：金银铸成的宫阙，指神仙居住的地方。云之君：云里的神仙。鸾回车：鸾鸟驾着车。鸾，传说中的如凤凰一类的神鸟。回，旋转，运转。恍：恍然，猛然。觉时：醒时。失向来之烟霞：刚才梦中所见的烟雾云霞消失了。向来，原来。烟霞，指前面所写的仙境。东流水：像东流的水一样一去不复返。”且放“二句：暂且把白鹿放在青青的山崖间，等到要行走的时候就骑上它去访问名山。白鹿，传说神仙或隐士多骑白鹿。须，等待。摧眉折腰：低头弯腰。摧眉，即低眉",
                    "classInfo" : "36",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "金陵酒肆留别",
                    "author" : "李白",
                    "content" : "风吹柳花满店香，吴姬压酒唤客尝。金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长。",
                    "addtionInfo" : "金陵：今江苏省南京市。酒肆：酒店。留别：临别留诗给送行者。吴姬：吴地的青年女子，这里指酒店中的侍女。压酒：压糟取酒。古时新酒酿熟，临饮时方压糟取用。子弟：指李白的朋友。欲行：将要走的人，指诗人自己。不行：不走的人，即送行的人，指金陵子弟。尽觞（shāng）：喝尽杯中的酒。觞，酒杯。",
                    "classInfo" : "7",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "听董大弹胡笳声兼寄语弄房给事",
                    "author" : "李颀",
                    "content" : "蔡女昔造胡笳声，一弹一十有八拍。胡人落泪沾边草，汉使断肠对归客。古戍苍苍烽火寒，大荒沈沈飞雪白。先拂商弦后角羽，四郊秋叶惊摵摵。董夫子，通神明，深山窃听来妖精。言迟更速皆应手，将往复旋如有情。空山百鸟散还合，万里浮云阴且晴。嘶酸雏雁失群夜，断绝胡儿恋母声。川为静其波，鸟亦罢其鸣。乌孙部落家乡远，逻娑沙尘哀怨生。幽音变调忽飘洒，长风吹林雨堕瓦。迸泉飒飒飞木末，野鹿呦呦走堂下。长安城连东掖垣，凤凰池对青琐门。高才脱略名与利，日夕望君抱琴至。",
                    "addtionInfo" : "弄：乐曲。房给事：姓房名琯，任给事中之职。蔡女：蔡琰(蔡文姬）。相传蔡琰在匈奴时，感胡笳之音，作琴曲《胡笳十八拍》。有：通“又”。戍：边戍哨所。苍苍：衰老、残破貌。烽火：借代烽火台。荒：边陲、边疆。沉沉：低沉、阴沉貌。摵摵：落叶之声。言：语助词。更：gèng连词，与、和。将：语助词，表示动作、行为的趋向或进行。且：表选择关系的连词，抑或、或者。酸：悲痛、悲伤。断绝：不连贯，时断时续。乌孙：汉代西域国名。汉武帝钦命刘细君为公主和亲乌孙昆莫逻娑：唐时吐蕃首府，即今西藏拉萨。唐文成公主、金城公主皆远嫁吐蕃。迸泉：喷涌出的泉水。飒飒：飞舞貌。木末：树梢。呦呦：鹿鸣声。东掖：指门下省。凤凰池：中书省。青琐门：汉时宫门，这里指唐宫门。高才：指房琯。脱略：轻慢，不在意。",
                    "classInfo" : "27",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "听安万善吹觱篥歌",
                    "author" : "李颀",
                    "content" : "南山截竹为觱篥，此乐本自龟兹出。流传汉地曲转奇，凉州胡人为我吹。傍邻闻者多叹息，远客思乡皆泪垂。世人解听不解赏，长飙风中自来往。枯桑老柏寒飕飗，九雏鸣凤乱啾啾。龙吟虎啸一时发，万籁百泉相与秋。忽然更作渔阳掺，黄云萧条白日暗。变调如闻杨柳春，上林繁花照眼新。岁夜高堂列明烛，美酒一杯声一曲。",
                    "addtionInfo" : "觱篥（bìlì）：又名笳管，簧管古乐器，似唢呐，以竹为主，上开八孔（前七后一），管口插有芦制的哨子。汉代由西域传入，今已失传。龟兹（qīucí）：古西域城国名，在今新疆库车、沙雅一带。曲转奇：曲调变得更加新奇、精妙。凉州：在今甘肃一带。傍：靠近、临近，意同“邻”。远客：漂泊在外的旅人。飙：暴风，这里用如形容词。自：用在谓语前，表示事实本来如此，或虽有外因，本身依然如故。飕飗：拟声词，风声。九雏鸣凤：形容琴声细杂清越。万籁：自然界的各种天然音响。百泉：百道流泉之声音。相与：共同、一起。渔阳掺：渔阳一带的民间鼓曲名，这里借代悲壮、凄凉的之声。黄云：日暮之云。萧条：寂寥、冷落。杨柳：指古曲名《折杨柳》，曲调轻快热闹。上林：即上林苑，古宫苑名。新：清新。岁夜：除夕。声：动词，听。",
                    "classInfo" : "46",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "古意",
                    "author" : "李颀",
                    "content" : "男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不能归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。",
                    "addtionInfo" : "古意：拟古诗，托古喻今之作。事长征：从军远征。幽燕：今河北、辽宁一带。古代幽燕地区游侠之风盛行。赌胜：较量胜负。马蹄下：即驰骋疆场之意。“由来”句：好男儿向来就轻视性命。七尺，七尺之躯。古时尺短，七尺相当于一般成人的高度。“杀人”句：杀人而对方不敢上前交手，即所向无敌之意。“须如”句：胡须好像刺猬的毛一样纷纷张开，形容威武凶猛。磔（zhé）：纷张。黄云：指战场上升腾飞扬的尘土。陇：泛指山地。小妇：少妇。解歌舞：擅长歌舞。解：懂得、通晓。羌笛：羌族人所吹的笛子。羌：古代西北地区少数民族。",
                    "classInfo" : "16",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送陈章甫",
                    "author" : "李颀",
                    "content" : "四月南风大麦黄，枣花未落桐叶长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。",
                    "addtionInfo" : "陈章甫：江陵（今湖北省江陵县）人。“青山”二句：是说陈章甫因朝夕相见的青山而起思乡之情。一说因为思乡很快就回来了，意即早晨辞别故乡的青山，晚上又见到了。嘶：马鸣。陈侯：对陈章甫的尊称。虬须：卷曲的胡子。虬。蜷曲。大颡（sǎng）：宽大的脑门。颡：前额。贮：保存。“不肯”句：是说不肯埋没草野，想出仕作一番事业。陈章甫曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部只得请示破例录用，这事受到天下士子赞美，陈章甫也因此名扬天下，但一直仕途不顺。“东门”二句：写陈章甫虽仕实隐，只和作者等人饮酒醉卧，却把万世看得轻如鸿毛。酤（gū）酒：买酒。饮：使……喝。曹：辈，侪。皆：一作“如”。鸿毛：大雁的羽毛，比喻极轻之物。津口：渡口。郑国游人：李颀自称，李颀寄居的颖阳（今河南许昌附近），是春秋时郑国故地，故自称“郑国游人”。洛阳行子：指陈章甫，他经常在洛阳、嵩山一带活动，故称。“闻到”二句：听说你在故乡相识很多，你已经罢了官，现在他们会如何看待你呢？故林：故乡。",
                    "classInfo" : "108",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "琴歌",
                    "author" : "李颀",
                    "content" : "主人有酒欢今夕，请奏鸣琴广陵客。月照城头乌半飞，霜凄万树风入衣。铜炉华烛烛增辉，初弹渌水后楚妃。一声已动物皆静，四座无言星欲稀。清淮奉使千馀里，敢告云山从此始。",
                    "addtionInfo" : "琴歌：听琴有感而歌。歌是诗体名，主人：东道主。广陵客：广陵在今江苏扬州，唐淮南道治所。古琴曲有《广陵散》，魏嵇康临刑奏之。“广陵客”指琴师。乌：乌鸦。半飞：分飞。霜凄万树：夜霜使树林带有凄意。铜炉：铜制熏香炉。华烛：饰有文采的蜡烛。渌水、楚妃：都是古琴曲。渌，清澈。星欲稀：后夜近明时分。清淮：淮水。时李颀即将赴任新乡尉，新乡临近淮水，故称清淮。奉使：奉使命。敢告：敬告。云山：代指归隐。",
                    "classInfo" : "46",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "古柏行",
                    "author" : "杜甫",
                    "content" : "孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。",
                    "addtionInfo" : "孔明庙：夔州的孔明庙。柯如句：写柏之古老。柯，枝柯。霜皮：形容皮色的苍白。溜雨：形容皮的光滑。四十围：四十人合抱。君臣句：由于刘备和孔明君臣二人有功德在民，人民不加剪伐，故柏树才长得这般高大；柏树的高大，正说明孔明的遗爱。忆昨：杜甫是前一年才离开成都的，所以说忆昨。杜甫成都草堂紧靠锦江，草堂中有亭，所以说锦享。武侯祠在亭东，所以说路绕锦享东。先主：指刘备。閟宫，即祠庙。落落：独立不苟合。冥冥句：因生在孔明庙前，有人爱惜，故曰得地，但树高招风，又在高山上，就更要经常为烈风所撼。神明力：不为烈风所拨，似有神灵呵护。造化工：柏之正直。本出自然，故日造化功。大厦句：借古柏之难载，以喻大才之难为世用。古柏重如丘山，故万头牛也拖不动。不露文章：指古柏没有花叶之美。苦心：柏心味苦，故曰苦心。香叶：柏叶有香气，故曰香叶。这两句也含有身世之感。",
                    "classInfo" : "56",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "观公孙大娘弟子舞剑器行",
                    "author" : "杜甫",
                    "content" : "昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。霍如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘倾动昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。",
                    "addtionInfo" : "公孙大娘：唐玄宗时的舞蹈家。弟子：指李十二娘。剑器：指唐代流行的武舞，舞者为戎装女子。",
                    "classInfo" : "42",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "韦讽录事宅观曹将军画马图",
                    "author" : "杜甫",
                    "content" : "国初已来画鞍马，神妙独数江都王。将军得名三十载，人间又见真乘黄。曾貌先帝照夜白，龙池十日飞霹雳。内府殷红玛瑙盘，婕妤传诏才人索。盘赐将军拜舞归，轻纨细绮相追飞。贵戚权门得笔迹，始觉屏障生光辉。昔日太宗拳毛騧，近时郭家狮子花。今之新图有二马，复令识者久叹嗟。此皆骑战一敌万，缟素漠漠开风沙。其余七匹亦殊绝，迥若寒空动烟雪。霜蹄蹴踏长楸间，马官厮养森成列。可怜九马争神骏，顾视清高气深稳。借问苦心爱者谁，后有韦讽前支遁。忆昔巡幸新丰宫，翠华拂天来向东。腾骧磊落三万匹，皆与此图筋骨同。自从献宝朝河宗，无复射蛟江水中。君不见金粟堆前松柏里，龙媒去尽鸟呼风。",
                    "addtionInfo" : "照夜白：马名。龙池：在唐宫内。支遁：东晋名僧，养马数匹，有人说道人养马不清高，答：“贫道爱其神骏。”此处比喻韦讽极爱曹霸的画马。“自从献宝朝河宗”：此句意指玄帝已经去世。金粟堆：玄宗的陵墓，在今陕西省蒲城县东。",
                    "classInfo" : "74",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "丹青引赠曹将军霸",
                    "author" : "杜甫",
                    "content" : "将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。",
                    "addtionInfo" : "丹青：指绘画。行：古时诗歌的一种体裁。曹霸：唐代名画家，以画人物及马著称，颇得唐高宗的宠幸，官至左武卫将军，故称他曹将军。魏武：指魏武帝曹操。庶：即庶人、平民。清门：即寒门，清贫之家。玄宗末年．霸得罪，削籍为庶人。卫夫人：名铄，字茂猗。晋代有名的女书法家，擅长隶书及正书。王右军：即晋代书法家王羲之．官至右军将军。这两句是说曹霸—生精诚研求画艺甚至到了忘老的程度．同时他还看轻利禄富贵，具有高尚的情操。引见：皇帝召见臣属。承恩：获得皇帝的恩宠。南薰殿，唐宫殿名。凌烟：即凌烟阁，唐太宗为了褒奖文武开国功臣，于贞观十七年命阎立本等在凌烟阁画二十四功臣图。少颜色：指功臣图像因年久而褪色。开生面：展现出如生的面貌。进贤冠：古代成名，文儒者之服。大羽箭：大杆长箭。 褒公：即段志玄、封褒国公。鄂公：即尉迟敬德，封鄂国公。二人均系唐代开国名将，同为功臣图中的人物。先帝：指唐玄宗。死于公元762年。五花骢：玄宗所骑的骏马名。骢是青白色的马。山：众多的意思。貌不同：画得不—样，即画得不象。貌，在这里作动词用。赤墀：也叫丹墀。宫殿前的台阶。阊阖：宫门。诏：皇帝的命令。意匠：指画家的立意和构思。惨澹：费心良苦。经营：绘画的结构安排。这句说曹霸在画马前经过审慎的酝酿，胸有全局而后落笔作画。九重：代指皇宫，因天子有九重门。真龙、古人称马高八尺为龙，这里喻所画的玉花骢。圉人：管理御马的官吏。太仆：管理皇帝车马的官吏。韩干：唐代名画家。善画人物，更擅长鞍马。他初师曹霸，注重写生，后来自成一家。穷殊相：极尽各种不同的形姿变化。这两句说韩干画马仅得形似，不能传神。盖有神：大概有神明之助，极言曹霸画艺高超。写真：指画肖像。干戈：战争，当指安史之乱。貌：即写真。坎壈：贫困潦倒",
                    "classInfo" : "17",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寄韩谏议注",
                    "author" : "杜甫",
                    "content" : "今我不乐思岳阳，身欲奋飞病在床。美人娟娟隔秋水，濯足洞庭望八荒。鸿飞冥冥日月白，青枫叶赤天雨霜。玉京群帝集北斗，或骑麒麟翳凤凰。芙蓉旌旗烟雾落，影动倒景摇潇湘。星宫之君醉琼浆，羽人稀少不在旁。似闻昨者赤松子，恐是汉代韩张良。昔随刘氏定长安，帷幄未改神惨伤。国家成败吾岂敢，色难腥腐餐枫香。周南留滞古所惜，南极老人应寿昌。美人胡为隔秋水，焉得置之贡玉堂。",
                    "addtionInfo" : "谏议：按：谏议大夫起于后汉。续通典：武后龙朔二年改为正谏大夫，开元以来，仍复。凡四人属门下官。岳阳：岳州巴陵郡曰岳阳，有君山、洞庭、湘江之胜。洞庭：禹贡，九江孔殷。鸿飞冥冥：指韩已遁世。北斗：北斗在太微北，七政之枢机，号令之主。羽人：穿羽衣的仙人。帷幄未改：本指帐幕，此指谋国之心。",
                    "classInfo" : "27",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜归鹿门歌",
                    "author" : "孟浩然",
                    "content" : "山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。",
                    "addtionInfo" : "鹿门：山名，在襄阳。昼已昏：天色已黄昏。渔梁：洲名，在湖北襄阳城外汉水中。喧：吵闹。余：我。开烟树：指月光下，原先烟雾缭绕下的树木渐渐显现出来。庞公：庞德公，东汉襄阳人，隐居鹿门山。荆州刺史刘表请他做官，不久后，携妻登鹿门山采药，一去不回。岩扉：指山岩相对如门。幽人：隐居者，诗人自称。",
                    "classInfo" : "30",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔翁",
                    "author" : "柳宗元",
                    "content" : "渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。",
                    "addtionInfo" : "傍：靠近。西岩：当指永州境内的西山。汲（jí）：取水。湘：湘江之水。楚：西山古属楚地。销：消散。欸（ǎi）乃：象声词，指桨声。下中流：由中流而下。无心：表示庄子所说的那种物我两忘的心灵境界。",
                    "classInfo" : "9",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登幽州台歌",
                    "author" : "陈子昂",
                    "content" : "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。",
                    "addtionInfo" : "幽州：古十二州之一，现今北京市。幽州台：即黄金台，又称蓟北楼，，是燕昭王为招纳天下贤士而建。前：过去。古人：古代那些能够礼贤下士的圣君。后：未来。来者：后世那些重视人才的贤明君主。念：想到。悠悠：形容时间的久远和空间的广大。怆（chuàng）然：悲伤凄恻的样子。涕：古时指眼泪。",
                    "classInfo" : "17",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山石",
                    "author" : "韩愈",
                    "content" : "山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？嗟哉吾党二三子，安得至老不更归。",
                    "addtionInfo" : "山石：这是取诗的首句开头三字为题，乃旧诗标题的常见用法，它与诗的内容无关。荦确（luò què）：指山石险峻不平的样子。行径：行下次的路径。微：狭窄。蝙蝠：哺乳动物，夜间在空中飞翔，捕食蚊、蛾等。这是写山寺黄昏的景象并点明到寺的时间。升堂：进入寺中厅堂。阶：厅堂前的台阶。新雨：刚下过的雨。栀子：常绿灌水，夏季开白花，香气浓郁。这两句说，进入厅堂后坐在台阶上，这刚下过的一场雨水该有多么充足；那吸饱了雨水的芭蕉叶子更加硕大，而挺立枝头 的栀子花苞也显得特别肥壮。诗人热情地赞美了这山野生机勃勃的动人景象。佛画：画的佛画像。稀：依稀，模糊，看不清楚。所见稀：即少见的好画。这两句说，和尚告诉我说，古壁上面的佛像很好，并拿来灯火观看，尚能依稀可见。置：供。羹（gēng）：菜汤。这里是泛指菜蔬。疏粝（lì）：糙米饭。这里是指简单的饭食。饱我饥：给我充饥。百虫绝：一切虫鸣声都没有了。清月：清朗的月光。出岭：指清 月从山岭那边升上来。夜深月出，说明这是下弦月。扉（fei）：门。光入扉：指月光穿过门户，照时室内。无道路：指因晨雾迷茫，不辨道路，随意 步行的意思。出入高下：指进进出出于高高低低的山谷径路意思。霏：氛雾。穷烟霏：空尽云雾，即走遍了云遮雾绕的山径。山红涧：即山花红艳、涧水清碧。纷：繁盛。烂漫：光彩四射的样子。枥（lì）：落叶乔木。木围：形容树干非常粗大。两手合抱一周称一围。当流：对着流水。赤足踏涧石：是说对着流水就打起赤脚，踏着涧中石头淌水而过。人生如此；指上面所说的山中赏心乐事。局束：拘束，不自由的意思。靰（jī）：马的缰绳。这里作动词用，即牢笼、控制的意思。吾党二三子：指和自己志趣相合的几个朋友。安得：怎能。不更归：不再回去了，表示对官场的厌弃。",
                    "classInfo" : "27",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "八月十五夜赠张功曹",
                    "author" : "韩愈",
                    "content" : "纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。",
                    "addtionInfo" : "纤云：微云。河：银河。月舒波：月光四射。属（zhǔ）：劝酒。洞庭：洞庭湖。九疑：又名苍梧山，在今湖南宁远县境。猩：猩猩。鼯（wú）：鼠类的一种。如藏逃：有如躲藏的逃犯。药：指蛊毒。南方人喜将多种毒虫放在一起饲养，使之互相吞噬，最后剩下的毒虫叫做蛊，制成药后可杀人。海气：卑湿的空气。蛰：潜伏。嗣皇：接着做皇帝的人，指宪忠。登：进用。夔皋：夔和皋陶，传说是舜的两位贤臣。赦书：皇帝发布的大赦令。大辟：死刑。除死：免去死刑。迁者：贬谪的官吏。流者：流放在外的人。瑕：玉石的杂质。班：臣子上朝时排的行列。州家：刺史。申名：上报名字。使家：观察使。抑：压制。坎轲：这里指命运不好。荆蛮：今湖北江陵。判司：唐时对州郡诸曹参军的总称。捶楚：棒杖一类的刑具。上道：上路回京。天路：指进身于朝廷的道路。幽险：幽昧险碍。殊科：不一样，不同类。",
                    "classInfo" : "27",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "谒衡岳庙遂宿岳寺题门楼",
                    "author" : "韩愈",
                    "content" : "五岳祭秩皆三公，四方环镇嵩当中。火维地荒足妖怪，天假神柄专其雄。喷云泄雾藏半腹，虽有绝顶谁能穷？我来正逢秋雨节，阴气晦昧无清风。潜心默祷若有应，岂非正直能感通！须臾静扫众峰出，仰见突兀撑青空。紫盖连延接天柱，石廪腾掷堆祝融。森然魄动下马拜，松柏一径趋灵宫。粉墙丹柱动光彩，鬼物图画填青红。升阶伛偻荐脯酒，欲以菲薄明其衷。庙令老人识神意，睢盱侦伺能鞠躬。手持杯珓导我掷，云此最吉余难同。窜逐蛮荒幸不死，衣食才足甘长终。侯王将相望久绝，神纵欲福难为功。夜投佛寺上高阁，星月掩映云曈昽。猿鸣钟动不知曙，杲杲寒日生于东。",
                    "addtionInfo" : "谒：拜见。衡岳：南岳衡山，在今湖南。祭秩：祭祀仪礼的等级次序。三公：周朝的太师、太傅、太保称三公，以示尊崇，后来用作朝廷最高官位的通称。“四方”句：是说东、西、南、北四岳各镇中国一方，环绕着中央的中岳嵩山。火维：古代五行学说以木、火、水、金、土分属五方，南方属火，故火维属南方。维：隅落。假：授予。柄：权力。穷：穷尽，这里用作动词。秋雨节：韩愈登衡山，正是南方秋雨季节。晦昧：阴暗无光。“潜心”句：暗自在心里默默祈祷天气转晴，居然有所应验。静扫：形容清风吹来，驱散阴云。众峰：衡山有七十二峰。突兀：高峰耸立的样子。“紫盖”两句：衡山有五大高峰，即紫盖峰、天柱峰、石廪峰、祝融峰、芙蓉峰，这里举其四峰，写衡山高峰的雄伟。腾掷：形容山势起伏。森然：敬畏的样子。魄动：心惊的意思。拜：拜谢神灵应验。松柏一径：一路两旁，都是松柏。趋：朝向。灵宫：指衡岳庙。丹柱：红色的柱子。动光彩：光彩闪耀。“鬼物”句：墙上和柱子上画满了彩色的鬼怪图形。“升阶”两句：伛偻（yǔ lǚ）：驼背，这里形容弯腰鞠躬，以示恭敬。荐：进献。脯（fǔ）：肉干。脯酒：祭神的供品。菲薄：微薄的祭品。明其衷：出自内心的诚意。庙令：官职名。唐代五岳诸庙各设庙令一人，掌握祭神及祠庙事务。识神意：懂得神的意旨。睢盱（suī xū）：抬起头来，睁大眼睛看。侦伺：形容注意察言观色。“手持”两句：是指庙令教韩愈占卜，并断定占到了最吉利的兆头。杯珓（jiào）：古时的一种卜具。余难同：其他的卦象都不能相比。窜逐蛮荒：流放到南方边荒地区。甘长终：甘愿如此度过余生。“侯王”两句：意思是说，封侯拜相，这种追求功名富贵的愿望久已断绝，即使神灵要赐给我这样的福禄，也不行了。纵：即使。难为功：很难做成功。高阁：即诗题中的“门楼”。曈昽：月光隐约的样子。“猿鸣”句：猿鸣钟响，不知不觉天已亮了。钟动：古代寺庙打钟报时，以便作息。杲（ɡǎo）杲：形容日光明亮。",
                    "classInfo" : "57",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
                    ],
    "type" : "poetry_gradeOne",
    "baseID" : "12500",
    "mainClass" : "15"
}
