{
    "poetryList" : [
                    {
                    "name" : "行宫",
                    "author" : "元稹",
                    "content" : "寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。",
                    "addtionInfo" : "寥（liáo）落：寂寞冷落。行宫：皇帝在京城之外的宫殿。这里指当时东都洛阳的皇帝行宫上阳宫。宫花：行宫里的花。白头宫女：据白居易《上阳白发人》，一些宫女天宝末年被“潜配”到上阳宫，在这冷宫里一闭四十多年，成了白发宫人。说：谈论。玄宗：指唐玄宗。",
                    "classInfo" : "42",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "元稹的这首《行宫》是一首抒发盛衰之感的诗，这首短小精悍的五绝具有深邃的意境，富有隽永的诗味，倾诉了宫女无穷的哀怨之情，寄托了诗人深沉的盛衰之感。&&&诗人先写环境。首句中“寥落”已点出行宫的空虚冷落，又着一“古”字，更显其破旧之象。这样的环境本身就暗示着昔盛今衰的变迁。而后以“宫花寂寞红”续接，此处可见运思缜密。娇艳红花与古旧行宫相映衬，更见行宫“寥落”，加强了时移世迁的盛衰之感。两句景语，令人心无旁骛，只有沉沉的感伤。&&&后两句由景及人，写宫女，“白头”与第二句中的红花相映衬。宫中花开如旧，而当年花容月貌的宫女已变成了白发老妇。物是人非，此间包含着多少哀怨、多少凄凉便不言而喻了。末句“闲”字与上文“寂寞”相照应，写出宫女们长年受冷落的孤寂与无奈。过去她们的一颦一笑、盛装丽服只为取悦君王，而今再无缘见龙颜，她们还能做什么呢? 只能无聊地“闲”在冷宫。而这些宫女们所谈的仍旧是玄宗盛世。这一方面表现了她们对往昔生活的追忆，另方面也证明了如今无可言说的空虚。比较之下，那种深沉的盛衰之感越发鲜明突出而具体了。",
                    "transferInfo" : "曾经富丽堂皇的古行宫已是一片荒凉冷落，宫中艳丽的花儿在寂寞寥落中开放。幸存的几个满头白发的宫女，闲坐无事只能谈论着玄宗轶事。",
                    "backgroundInfo" : "元稹生活在中唐年代，正值唐朝经历过安史之乱不久，国力衰退。该诗就是以小见大地点明了唐朝衰败的原因。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登鹳雀楼",
                    "author" : "王之涣",
                    "content" : "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
                    "addtionInfo" : "鹳雀楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。白日：太阳。依：依傍。尽：消失。 这句话是说太阳依傍山峦沉落。欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。穷：尽，使达到极点。千里目：眼界宽阔。",
                    "classInfo" : "24",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "这首诗写诗人在登高望远中表现出来的不凡的胸襟抱负，反映了盛唐时期人们积极向上的进取精神。&&&诗的前两句写所见。“白日依山尽”写远景，写山，写的是登楼望见的景色，“黄河入海流”写近景，写水写得景象壮观，气势磅礴。这里，诗人运用极其朴素、极其浅显的语言，既高度形象又高度概括地把进入广大视野的万里河山，收入短短十个字中；而后人在千载之下读到这十个字时，也如临其地，如见其景，感到胸襟为之一开。&&&首句写遥望一轮落日向着楼前一望无际、连绵起伏的群山西沉，在视野的尽头冉冉而没。这是天空景、远方景、西望景。次句写目送流经楼前下方的黄河奔腾咆哮、滚滚南来，又在远处折而东向，流归大海。这是由地面望到天边，由近望到远，由西望到东。这两句诗合起来，就把上下、远近、东西的景物，全都容纳进诗笔之下，使画面显得特别宽广，特别辽远。&&&就次句诗而言，诗人身在鹳雀楼上，不可能望见黄河入海，句中写的是诗人目送黄河远去天边而产生的意中景，是把当前景与意中景溶合为一的写法。这样写，更增加了画面的广度和深度。而称太阳为“白日”，这是写实的笔调。落日衔山，云遮雾障，那本已减弱的太阳的光辉，此时显得更加暗淡，所以诗人直接观察到“白日”的奇景。至于“黄河”。当然也是写实。它宛若一条金色的飘带，飞舞于层峦叠嶂之间。&&&后两句写所想。“欲穷千里目”，写诗人一种无止境探求的愿望，还想看得更远，看到目力所能达到的地方，唯一的办法就是要站得更高些，“更上一层楼”。从这后半首诗，可推知前半首写的可能是在第二层楼（非最高层）所见，而诗人还想进一步穷目力所及看尽远方景物，更登上了楼的顶层。在收尾处用一“楼”字，也起了点题作用，说明这是一首登楼诗。&&&诗句看来只是平铺直叙地写出了这一登楼的过程，但其含意深远，耐人探索。“千里”“一层”，都是虚数，是诗人想象中纵横两方面的空间。“欲穷”“更上”词语中包含了多少希望，多少憧憬。这两句诗发表议论，既别翻新意，出人意表，又与前两句写景诗承接得十分自然、十分紧密，从而把诗篇推引入更高的境界，向读者展示了更大的视野。也正因为如此，这两句包含朴素哲理的议论，成为了千古传诵的名句，也使得这首诗成为一首千古绝唱。",
                    "transferInfo" : "夕阳依傍着山峦慢慢沉落，滔滔黄河朝着大海汹涌奔流。想要看到千里之外的风光，那就要再登上更高的一层城楼。",
                    "backgroundInfo" : "该诗是唐代诗人王之涣仅存的六首绝句之一。作者早年及第，曾任过冀州衡水县的主簿，不久因遭人诬陷而罢官，不到三十岁的王之涣从此过上了访友漫游的生活。这首诗是作者三十五岁时写下的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "新嫁娘词",
                    "author" : "王建",
                    "content" : "三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。",
                    "addtionInfo" : "三日：古代风俗，新媳妇婚后三日须下厨房做饭菜。羹：泛指做成浓的菜肴。“未谙”句：意思是还不熟悉婆婆的口味。谙：熟悉。姑食性：婆婆的口味。遣：让。小姑：一作“小娘”。丈夫的妹妹。也称小姑子。",
                    "classInfo" : "43",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "“新媳妇难当”——在旧社会人们普遍有这种看法。但也有些新媳妇在新嫁的处境中找到了办法，应付了难局，使得事情的发展带有戏剧性，甚至富有诗趣。像王建这首诗所写的，就属于这一类。这也是唐代封建社会礼教控制相对放松，妇女们的巧思慧心多少能够得以表现出来的一种反映。&&&“三日入厨下，洗手作羹汤。”这首小诗的前两句是说，新婚三天来到厨房，洗手亲自作羹汤。古代女子嫁后的第三天，俗称“过三朝”，依照习俗摇下厨房做菜。“三日”正见其为“新嫁娘”。“洗手”标志着第一次用自己的双手在婆家开始他的劳动，表现新媳妇郑重其事，力求做得洁净爽利。“未谙姑食性，先遣小姑尝。”&&&诗的后两句是说，不知婆婆什么口味，做好先让小姑品尝。但是，婆婆喜欢什么口味的饭菜，对她来说尚属未知数。粗心的媳妇也许凭自己的口味，自以为做了一手好菜，实际上公婆吃起来却为之皱眉呢。而细心、聪慧的媳妇，考虑就深入一步，她想事先掌握婆婆的口味，要让第一回上桌的菜，就能使婆婆满意。这位聪明、细心，甚至带有点心机的新嫁娘，她想出了巧妙的一招——让小姑先尝尝羹汤。为什么要让小姑先偿，而不问她的丈夫呢？是因为厨房则是小姑经常出入的场所，羹汤做好以后，要想得到能够代表婆婆的人亲口尝一尝，则非小姑不可。所以，从“三日入厨”，到“洗手”，到“先遣小姑尝”，不仅和人物身份，而且和具体的环境、场所，一一紧紧相扣。",
                    "transferInfo" : "新婚三天来到厨房，洗手亲自作羹汤。还不熟悉婆婆的口味，做好先让小姑品尝。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相思",
                    "author" : "王维",
                    "content" : "红豆生南国，春来发几枝。愿君多采撷，此物最相思。",
                    "addtionInfo" : "相思：题一作“相思子”。红豆：又名相思子，一种生在江南地区的植物，结出的籽像豌豆而稍扁，呈鲜红色。采撷（xié）：采摘。相思：想念。",
                    "classInfo" : "8",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "这是借咏物而寄相思的诗，是眷怀友人之作。起句因物起兴，语虽单纯，却富于想象；接着以设问寄语，意味深长地寄托情思；第三句暗示珍重友谊，表面似乎嘱人相思，背面却深寓自身相思之重；最后一语双关，既切中题意，又关合情思，妙笔生花，婉曲动人。全诗情调健美高雅，怀思饱满奔放，语言朴素无华，韵律和谐柔美。可谓绝句的上乘佳品。&&&红豆，生于南国，其果鲜红浑圆，外表晶莹剔透，因为常被南方人作为服饰装饰物。红豆与相思联系在一起，则是来源于一个凄美的爱情故事。传说，古代一位女子，因为丈夫战死边疆，思念亡夫太甚哭死在了树下，此后化为了红豆，在春天的时候生长发芽。从此以后，红豆被人们称为了相思子，也在文学中引用为相思之意。而“相思”不限于男女情爱范围，朋友之间也有相思的，如苏李诗“行人难久留，各言长相思”即著例。此诗题一作《江上赠李龟年》，可见诗中抒写的是眷念朋友的情绪。&&&“南国”（南方）既是红豆产地，又是朋友所在之地。首句以“红豆生南国”起兴，暗示后文的相思之情。语极单纯，而又富于形象。次句“春来发几枝”轻声一问，承得自然，寄语设问的口吻显得分外亲切。然而单问红豆春来发几枝，是意味深长的，这是选择富于情味的事物来寄托情思。“来日绮窗前，寒梅著花未？”（王维《杂诗》）对于梅树的记忆，反映出了客子深厚的乡情。同样，这里的红豆是赤诚友爱的一种象征。这样写来，便觉语近情遥，令人神远。&&&第三句紧接着寄意对方“多采撷”红豆，仍是言在此而意在彼。以采撷植物来寄托怀思的情绪，是古典诗歌中常见手法，如汉代古诗：“涉江采芙蓉，兰泽多芳草，采之欲遗谁？所思在远道”即著例。“愿君多采撷”似乎是说：“看见红豆，想起我的一切吧。”暗示远方的友人珍重友谊，语言恳挚动人。这里只用相思嘱人，而自己的相思则见于言外。用这种方式透露情怀，婉曲动人，语意高妙。宋人编《万首唐人绝句》，此句“多”字作“休”。用“休”字反衬离情之苦，因相思转怕相思，当然也是某种境况下的人情状态。用“多”字则表现了一种热情饱满、一往情深的健美情调。此诗情高意真而不伤纤巧，与“多”字关系甚大，故“多”字比“休”字更好。&&&最后一句“此物最相思”只因红豆是最能表达相思之物。中国人常说，睹物思人。这“物”可能是他吃过的、穿过的，也可能是他看过的、听过的；可能是他喜欢的，也可能是他厌恶的。只要是与他有关系的，哪怕只有一丝关联，都能激起思念者敏感的神经。诗人所希望的，是友人每每看见这最能代表相思之意的红豆，就能想起正在相思的“我”、正在思念“你”的“我”。从诗人对朋友的深切叮咛中，我们看到了诗人自己深重的相思之意。正是诗人对朋友的满心思念，才使他希望朋友亦如此。用这种方式表露情怀，语意高妙，深挚动人。&&&全诗洋溢着少年的热情，青春的气息，满腹情思始终未曾直接表白，句句话儿不离红豆，而又“超以象外，得其圜中”，把相思之情表达得入木三分。它“一气呵成，亦须一气读下”，极为明快，却又委婉含蓄。在生活中，最情深的话往往朴素无华，自然入妙。王维很善于提炼这种素朴而典型的语言来表达深厚的思想感情。所以此诗语浅情深，当时就成为流行名歌是毫不奇怪的。",
                    "transferInfo" : "红豆生长在阳光明媚的南方，每逢春天不知长多少新枝。希望思念的人儿多多采摘，因为它最能寄托相思之情。",
                    "backgroundInfo" : "此诗一作《江上赠李龟年》，可见为怀念友人之作。据载，天宝末年安史之乱时，李龟年流落江南时曾演唱此诗，由此可以证明此诗为天宝年间所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "杂诗",
                    "author" : "王维",
                    "content" : "君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？",
                    "addtionInfo" : "来日：来的时候。绮(qǐ)窗：雕画花纹的窗户。著花未：开花没有?著（zhuó）花，开花。未，用于句末，相当于“否”，表疑问。",
                    "classInfo" : "6",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "诗中的抒情主人公（“我”，不一定是作者），是一个久在异乡的人，忽然遇上来自故乡的旧友，首先激起的自然是强烈的乡思，是急欲了解故乡风物、人事的心情。&&&开头两句，正是以一种不加修饰、接近于生活的自然状态的形式，传神地表达了“我”的这种感情。“故乡”一词迭见，正表现出乡思之：“应知”表现出了解乡事之情的急切，透露出一种儿童式的天真与亲切。纯用白描记言，却简洁地将“我”在特定情形下的感情、心理、神态、口吻等表现得栩栩如生，这其实是很省俭的笔墨。&&&关于“故乡事”，那是可以开一张长长的问题清单的。初唐的王绩写过一篇《在京思故园见乡人问》，从朋旧童孩、宗族弟侄、旧园新树、茅斋宽窄、柳行疏密一直问到院果林花，仍然意犹未尽，“羁心只欲问”；而这首诗中的“我”却撇开这些，独问对方：来日绮窗前，寒梅著花未？仿佛故乡是值得怀念，就在窗前那株寒梅。这就很有些出乎常情。但又绝非故作姿态。&&&一个人对故乡的怀念，总是和那些与自己过去生活有密切关系的人、事、物联结在一起。所谓“乡思”，完全是一种“形象思维”，浮现在思乡者脑海中的，都是一个个具体的形象或画面。故乡的亲朋故旧、山川景物、风土人情，都值得怀念。但引起亲切怀想的，有时往往是一些看来很平常、很细小的情事，这窗前的寒梅便是一例。它可能蕴含着当年家居生活亲切有趣的情事。因此，这株寒梅，就不再是一般的自然物，而成了故乡的一种象征。它已经被诗化、典型化了。因此这株寒梅也自然成了“我”的思乡之情的集中寄托。从这个意义上去理解，独问“寒梅著花未”是完全符合生活逻辑的。&&&古代诗歌中常有这种质朴平淡而诗味浓郁的作品。它质朴到似乎不用任何技巧，实际上却包含着最高级的技巧。象这首诗中的独问寒梅，就不妨看成一种通过特殊体现一般的典型化技巧，而这种技巧却是用一种平淡质朴得如叙家常的形式来体现的。这正是所谓寓巧于朴。王绩的那首《在京思故园见乡人问》，朴质的程度也许超过这首诗，但它那一连串的发问，其艺术力量却远远抵不上王维的这一问。其中消息，不是正可深长思之的吗？",
                    "transferInfo" : "您是刚从我们家乡来的，一定了解家乡的人情世态。请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？",
                    "backgroundInfo" : "安史之乱之后，诗人便在孟津隐居多年。久在异乡，忽然他乡遇故知，激起了是作者强烈的乡思，因此做此诗表达自己强烈的思乡之情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹿柴",
                    "author" : "王维",
                    "content" : "空山不见人，但闻人语响。返景入深林，复照青苔上。",
                    "addtionInfo" : "鹿柴（zhài）：“柴”同“寨“，栅栏。此为地名。但：只。闻：听见。返景：夕阳返照的光。“景”古时同“影”。照：照耀(着)。",
                    "classInfo" : "44",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "第一句“空山不见人”，先正面描写空山的杳无人迹。王维特别喜欢用“空山”这个词语，但在不同的诗里，它所表现的境界却有区别。“空山新雨后，天气晚来秋”（《山居秋暝》），侧重于表现雨后秋山的空明洁净；“人闲桂花落，夜静春山空”（《鸟鸣涧》），侧重于表现夜间春山的宁静幽美；而“空山不见人”，则侧重于表现山的空寂清泠。由于杳无人迹，这并不真空的山在诗人的感觉中显得空廓虚无，宛如太古之境。“不见人”，把“空山”的意蕴具体化了。&&&如果只读第一句，读者可能会觉得它比较平常，但在“空山不见人”之后紧接“但闻人语响”，却境界顿出。“但闻”二字颇可玩味。通常情况下，寂静的空山尽管“不见人”，却非一片静默死寂。啾啾鸟语，唧唧虫鸣，瑟瑟风声，潺潺水响，相互交织，大自然的声音其实是非常丰富多彩的。然而此刻，这一切都杳无声息，只是偶尔传来一阵人语声，却看不到人影（由于山深林密）。这“人语响”，似乎是破“寂”的，实际上是以局部的、暂时的“响”反衬出全局的、长久的空寂。空谷传音，愈见空谷之空；空山人语，愈见空山之寂。人语响过，空山复归于万籁俱寂的境界；而且由于刚才那一阵人语响，这时的空寂感就更加突出。&&&三四句由上幅的描写空山中传语进而描写深林返照，由声而色，深林，本来就幽暗，林间树下的青苔，更突出了深林的不见阳光。寂静与幽暗，虽分别诉之于听觉与视觉，但它们在人们总的印象中，却常属于一类，因此幽与静往往连类而及。按照常情，写深林的幽暗，应该着力描绘它不见阳光，这两句却特意写返景射入深林，照映的青苔上。读者猛然一看，会觉得这一抹斜晖，给幽暗的深林带来一线光亮，给林间青苔带来一丝暖意，或者说给整个深林带来一点生意。但细加体味，就会感到，无论就作者的主观意图或作品的客观效果来看，都恰与此相反。一味的幽暗有时反倒使人不觉其幽暗，而当一抹余晖射入幽暗的深林，斑斑驳驳的树影照映在树下的青苔上时，那一小片光影和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。特别是这“返景”，不仅微弱，而且短暂，一抹余晖转瞬逝去之后，接踵而来的便是漫长的幽暗。如果说，一二句是以有声反衬空寂；那么三四句便是以光亮反衬幽暗。整首诗就像是在绝大部分用冷色的画面上掺进了一点暖色，结果反而使冷色给人的印象更加突出。&&&静美和壮美，是大自然的千姿百态的美的两种类型，其间原本无轩轻之分。但静而近于空无，幽而略带冷寂，则多少表现了作者美学趣味中独特的一面。同样写到“空山”，同样侧重于表现静美，《山居秋暝》色调明朗，在幽静的基调上浮动着安恬的气息，蕴含着活泼的生机；《鸟鸣涧》虽极写春山的静谧，但整个意境并不幽冷空寂，素月的清辉、桂花的芬芳、山鸟的啼鸣，都带有春的气息和夜的安恬；而《鹿柴》则带有幽冷空寂的色彩，尽管还不至于幽森枯寂。&&&王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。无声的静寂、无光的幽暗，一般人都易于觉察；但有声的静寂，有光的幽暗，则较少为人所注意。诗人正是以他特有的画家、音乐家对色彩、声音的敏感，才把握住了空山人语响和深林入返照的一刹那间所显示的特有的幽静境界。但是这种敏感，又和他对大自然的细致观察、潜心默会分不开。",
                    "transferInfo" : "幽静的山谷里看不见人，只听到人说话的声音。落日的影晕映入了深林，又照在幽暗处的青苔上。",
                    "backgroundInfo" : "鹿柴是王维在辋川别业的胜景之一。唐天宝年间，王维在终南山下购置辋川别业。辋川有胜景二十处，王维和他的好友裴迪逐处作诗，编为《辋川集》，这首诗是其中的第五首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山中送别",
                    "author" : "王维",
                    "content" : "山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？",
                    "addtionInfo" : "掩：关闭。柴扉：柴门。明年：一作“年年”。王孙：贵族的子孙，这里指送别的友人。",
                    "classInfo" : "108",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "全诗含蓄深厚，曲折别致，独具匠心，耐人寻味。这首送别诗，不写离亭饯别的依依不舍，却更进一层写冀望别后重聚。这是超出一般送别诗的所在。开头隐去送别情景，以“送罢”落笔，继而写别后回家寂寞之情更浓更稠，为望其再来的题意作了铺垫，于是想到春草再绿自有定期，离人回归却难定。惜别之情，自在话外。意中有意，味外有味，真是匠心别运，高人一筹。&&&诗的首句“山中相送罢”，在一开头就告诉读者相送已罢，把送行时的话别场面、惜别情怀，用一个看似毫无感情色彩的“罢”字一笔带过。这里，从相送到送罢，跳越了一段时间。而次句从白昼送走行人一下子写到“日暮掩柴扉”，则又跳越了一段更长的时间。诗人在把生活接入诗篇时，剪去了在这段时间内送行者的所感所想，都当作暗场处理了。&&&对离别有体验的人都知道，行人将去的片刻固然令人黯然魂消，但一种寂寞之感、怅惘之情往往在别后当天的日暮时会变得更浓重、更稠密。在这离愁别恨最难排遣的时刻，要写的东西也定必是千头万绪的；可是，诗只写了一个“掩柴扉”的举动。这是山居的人每天到日暮时都要做的极其平常的事情，看似与白昼送别并无关连。而诗人却把这本来互不关连的两件事连在了一起，使这本来天天重复的行动显示出与往日不同的意味，从而寓别情于行间，见离愁于字里。读者自会从其中看到诗中人的寂寞神态、怅惘心情；同时也会想：继日暮而来的是黑夜，在柴门关闭后又将何以打发这漫漫长夜呢？这句外留下的空白，更是使人低回想象于无穷的。&&&“春草明年绿，王孙归不归”从《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”句化来。但赋是因游子久去而叹其不归，这两句诗则在与行人分手的当天就惟恐其久去不归。唐汝询在《唐诗解》中概括这首诗的内容为：“扉掩于暮，居人之离思方深；草绿有时，行人之归期难必。”而“归期难必”，正是“离思方深”的一个原因。“归不归”，作为一句问话，照说应当在相别之际向行人提出，这里却让它在行人已去、日暮掩扉之时才浮上居人的心头，成了一个并没有问出口的悬念。这样，所写的就不是一句送别时照例要讲的话，而是“相送罢”后内心深情的流露，说明诗中人一直到日暮还为离思所笼罩，虽然刚刚分手，已盼其早日归来，又怕其久不归来了。前面说，从相送到送罢，从“相送罢”到“掩柴扉”，中间跳越了两段时间；这里，在送别当天的日暮时就想到来年的春草绿，而问那时归不归，这又是从当前跳到未来，跳越的时间就更长了。&&&王维善于从生活中拾取看似平凡的素材，运用朴素、自然的语言，来显示深厚、真挚的感情，令人神远。这首《山中送别》诗就是这样的。",
                    "transferInfo" : "在深山中送走了好友，夕阳西坠把柴门关闭。待到明年春草又绿的时候，朋友啊你能不能回还？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "问刘十九",
                    "author" : "白居易",
                    "content" : "绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？",
                    "addtionInfo" : "刘十九：白居易留下的诗作中，提到刘十九的不多，仅两首。但提到刘二十八、二十八使君的，就很多了。刘二十八就是刘禹锡。刘十九乃其堂兄刘禹铜，系洛阳一富商，与白居易常有应酬。绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。醅（pēi）：酿造。绿蚁新醅酒：酒是新酿的酒。新酿酒未滤清时，酒面浮起酒渣，色微绿，细如蚁，称为“绿蚁”。雪：下雪，这里作动词用。无：表示疑问的语气词，相当于“么”或“吗”。",
                    "classInfo" : "109",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "刘十九是作者在江州时的朋友，作者另有《刘十九同宿》诗，说他是嵩阳处士。全诗寥寥二十字，没有深远寄托，没有华丽辞藻，字里行间却洋溢着热烈欢快的色调和温馨炽热的情谊，表现了温暖如春的诗情。&&&诗句的巧妙，首先是意象的精心选择和巧妙安排。全诗表情达意主要靠三个意象（新酒、火炉、暮雪）的组合来完成。&&&“绿蚁新醅酒”，开门见山点出新酒，由于酒是新近酿好的，未经过滤，酒面泛起酒渣泡沫，颜色微绿，细小如蚁，故称“绿蚁”。诗歌首句描绘家酒的新熟淡绿和浑浊粗糙，极易引发读者的联想，让读者犹如已经看到了那芳香扑鼻，甘甜可口的米酒。&&&次句“红泥小火炉”，粗拙小巧的火炉朴素温馨，炉火正烧得通红，诗人围炉而坐，熊熊火光照亮了暮色降临的屋子，照亮了浮动着绿色泡沫的家酒。“红泥小火炉”对饮酒环境起到了渲染色彩、烘托气氛的作用。酒已经很诱人了，而炉火又增添了温暖的情调。诗歌一、二两句选用“家酒”和“小火炉”两个极具生发性和暗示性的意象，容易唤起读者对质朴地道的农村生活的情境联想。&&&后面两句：“晚来天欲雪，能饮一杯无？”在这样一个风寒雪飞的冬天里，在这样一个暮色苍茫的空闲时刻，邀请老朋友来饮酒叙旧，更体现出诗人那种浓浓的情谊。“雪”这一意象的安排勾勒出朋友相聚畅饮的阔大背景，寒风瑟瑟，大雪飘飘，让人感到冷彻肌肤的凄寒，越是如此，就越能反衬出火炉的炽热和友情的珍贵。“家酒”、“小火炉”和“暮雪”三个意象分割开来，孤立地看，索然寡味，神韵了无，但是当这三个意象被白居易纳入这首充满诗意情境的整体组织结构中时，读者就会感受到一种不属于单个意象而决定于整体组织的气韵、境界和情味。寒冬腊月，暮色苍茫，风雪大作，家酒新熟、炉火已生，只待朋友早点到来，三个意象连缀起来构成一幅有声有色、有形有态、有情有意的图画，其间流溢出友情的融融暖意和人性的阵阵芳香。&&&其次是色彩的合理搭配。诗画相通贵在情意相契，诗人虽然不能像雕塑家、画家那样直观地再现色彩，但是可以通过富有创意的语言运用，唤起读者相应的联想和情绪体验。这首小诗在色彩的配置上是很有特色的，清新朴实，温热明丽，给读者一种身临其境、悦目怡神之感。诗歌首句“绿蚁”二字绘酒色摹酒状，酒色流香，令人啧啧称美，酒态活现让读者心向“目”往。次句中的“红”字犹如冬天里的一把火，温暖了人的身子，也温热了人的心窝。“火”字表现出炭火熊熊、光影跃动的情境，更是能够给寒冬里的人增加无限的热量。“红”“绿”相映，色味兼香，气氛热烈，情调欢快。第三句中不用摹色词语，但“晚”“雪”两字告诉读者黑色的夜幕已经降落，而纷纷扬扬的白雪即将到来。在风雪黑夜的无边背景下，小屋内的“绿”酒“红”炉和谐配置，异常醒目，也格外温暖。&&&最后是结尾问句的运用。“能饮一杯无”，轻言细语，问寒问暖，贴近心窝，溢满真情。用这样的口语入诗收尾，既增加了全诗的韵味，使其具有空灵摇曳之美，余音袅袅之妙；又创设情境，给读者留下无尽的想象空间。诗人既可能是特意准备新熟家酿来招待朋友的，也可能是偶尔借此驱赶孤居的冷寂凄凉；既可能是在风雪之夜想起了朋友的温暖，也可能是平日里朋友之间的常来常往。而这些，都留给读者去尽情想象了。&&&通览全诗，语浅情深，言短味长。白居易善于在生活中发现诗情，用心去提炼生活中的诗意，用诗歌去反映人性中的春晖，这正是此诗令读者动情之处。&&&这首五绝小诗写得非常有情趣，通过对饮酒环境和外面天气的描写，反复渲染饮酒气氛，自然引出最后一句，写得韵味无穷，同时，其中也蕴含了诗人和刘十九的深厚情谊。我们可以想象，刘十九在看了白居易的诗后，定然是立刻欣然而来，两人痛快畅饮，也许此时屋外正下着鹅毛大雪，但屋内却是温暖、明亮，是多么温馨惬意，令人身心俱醉。整首诗语言简练含蓄，又余味无穷。&&&作品充满了生活的情调，浅进的语言写出了日常生活中的美和真挚的友谊。",
                    "transferInfo" : "新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。天快黑了大雪将至，能否一顾寒舍共饮一杯暖酒？",
                    "backgroundInfo" : "《问刘十九》是白居易晚年隐居洛阳思念友人时所作。刘十九是作者在江州时的朋友，作者另有《刘十九同宿》诗，说他是嵩阳处士。也有人认为此诗作于元和十二年（公元817年），但诗人时任江州（今江西九江）司马，不可能邀约洛阳故旧对饮。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "哥舒歌",
                    "author" : "西鄙人",
                    "content" : "北斗七星高，哥舒夜带刀。至今窥牧马，不敢过临洮。",
                    "addtionInfo" : "哥舒：指哥舒翰，是唐玄宗的大将，突厥族哥舒部的后裔。哥舒是以部落名称作为姓氏。《全唐诗》题下注：“天宝中，哥舒翰为安西节度使，控地数千里，甚著威令，故西鄙人歌此”。北斗七星：大熊座的一部分。窥：窃伺。牧马：指吐蕃越境放牧，指侵扰活动。临洮：今甘肃省洮河边的岷县。一说今甘肃省临潭县，秦筑长城西起于此。",
                    "classInfo" : "45",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "这是唐代西北边民对唐朝名将哥舒翰的颂歌。此诗从内容上看，是颂扬哥舒翰抵御吐蕃侵扰、安定边疆的；同时也通过这个形象寄寓了人民渴望和平、安定的理想和愿望。“北斗七星高，哥舒夜带刀”。第一句是起兴，诗人用高挂在天上的北斗星，表达边地百姓对哥舒翰的敬仰。“至今窥牧马，不敢过临洮”，牧马，就其含意而言，也就是代指一切侵扰活动。自从遭到哥舒翰的抵御，吐蕃再也不敢越过临洮进行骚扰。&&&这首诗题为《哥舒歌》，哥舒之所以值得歌唱，是因为他戍边抗敌，保国为民。但是，作者并不从激烈的战斗中直接表现他如何英勇善战，如何机智果敢，用兵如神等等，而是通过侧面描写的手法来突出主题。诗的第一句就把哥舒翰在人民心中的威望渲染出来。人民为何赞扬，吐蕃何故畏惧；过去吐蕃长驱直入，如今又为什么“不敢过临洮”，这都是宣扬哥舒翰的赫赫武功。可见这样的描写是很富于启发性的。“哥舒夜带刀”，这个“夜”字是颇有讲究的，它把起兴的第一句和第二句巧妙地联系起来了，把赞扬和崇敬之情融注于人物形象之中；同时又将边地的紧张气氛和人物的警备神态刻画出来了。“哥舒夜带刀”五个字干净利落，好像是一幅引人注目的人物画像。在那简炼有力、富有特征的形象中，蕴藏了一股英武之气，给人一种战则能胜的信心，而给吐蕃以“屏足不敢近”的威慑。因此，就反映人物内心世界和表现诗的主题来讲，“哥舒夜带刀”比起那种冲锋陷阵的形象更丰富、更传神，更能诱导人们的想象。&&&这首《哥舒歌》可能是经过修改加工后的作品，但是它那种朴实和巧妙、明朗和含蓄相统一的风格，依然显示出民歌的特色。",
                    "transferInfo" : "黑夜里北斗七星挂得高高，哥舒翰勇猛守边夜带宝刀。吐蕃族至今牧马只敢远望，他们再不敢南来越过临洮。",
                    "backgroundInfo" : "这首诗大约是在唐玄宗天宝十二载（753年）哥舒翰领兵大破突厥后西北人民为歌颂其战功而作。哥舒翰多次击退吐蕃侵扰，改变了边境的局面，总体上起到了安定边境作用。因而，当时就有民谣说：“北斗七星高，哥舒夜带刀。吐蕃总杀却，更筑两重壕。”",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "怨情",
                    "author" : "李白",
                    "content" : "美人卷珠帘，深坐颦蛾眉。但见泪痕湿，不知心恨谁。",
                    "addtionInfo" : "深坐：久久呆坐。蹙蛾眉：皱眉。",
                    "classInfo" : "39",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "五言绝句：语言平浅简易，情态缠绵凄凉，含蓄蕴藉，言短意长。“含蓄有古意”、“直接国风之遗”，在理解李白诗歌的时候应该注意这些。古代的“美人”就不是一个普通的词，与现代口头时髦的“美女”很不一样。《离骚》里的“香草美人”指贤臣明君；《诗经》中的美人指容德俱美的年轻女子，“有美一人，清扬婉兮”。“美人卷珠帘”是指品性容貌都美好的闺中女子，李白诗歌的“含蓄蕴藉”是指诗歌中主人公情韵的婉转，而非指寄托兴寓，所以说它“直接国风之遗”。&&&这首小诗抒写一位美人的幽怨，不直截了当地写怨，而只作美人神态的描绘：含颦独坐，泪痕满面，却表现出了她心中深深的愁恨。&&&“深坐颦蛾眉”，“深”的意思是有多层的。“庭院深深深几许，杨柳堆烟，帘幕无重数。”（欧阳修《蝶恋花》）女子所住的闺房在“帘幕无重数”的深院里，十分幽深，十分寂寞，这是第一层；“深”还有深情的意思，所谓“美人卷珠帘”，古人思念亲人，总要登高望远，那是男子的做法，女子“养在深闺人未识”，不能抛头露面，于是只好“卷珠帘”望着离人去的方向以寄托思念之情，期待离人回来，这是第二层；“深”的第三层意思便是“久”，指坐的时间很长了。颦是皱的意思，吴宫里的西施“颦”起来的样子比平日更加美丽，更加楚楚可怜，才有了东施的效颦。“颦蛾眉”更显出了“美人”之美。&&&“但见泪痕湿”，因为思念太深了，情太深了，所以不知不觉就流下相思泪。“湿”字说明是暗暗地流泪，情不自禁地流泪。联系到第二句的“颦蛾眉”，比“才下眉头，又上心头”的怨情更重。&&&“不知心恨谁”，明明是思念，是爱一个人，却偏偏用“恨”。女主人公的心底是有点抱怨，离人去外地太久了，害她一个人在这深院里忍受着孤单寂寞，离人却还不回来。但这种恨，其实就是一种爱。爱一个人，总是恨对方不能陪伴在身边。诗的前三句用赋，末尾用问句归结“怨情”。这里的赋是个动态的过程，首先是“卷珠帘”，然后“深坐”，再“颦蛾眉”，最后“泪痕湿”，行动可见，情态逼人。&&&这首诗的最后两句，历来为人称道。明明是思念，是爱一个人，却用了一个“恨”，所谓恨，是爱之极也。明明思念的对象已经呼之欲出了，却就不知恨谁。这两句，可以从两个视角来解读。第一个视角，是美人的视角，美人不是恨谁，是恨这春光太美，勾引了她内心的思念，还是恨良人久离不归，让她独守空房？恨的模糊了，但美人内心的恨意，却是明确的。第二个视角，是诗人的视角，诗人是一个旁观者的角度，看到一个脸上挂着泪痕的美女，看到了她内心的恨意，但是不知道她恨的对象，也不敢冒昧问。&&&李白的这首诗写的就是一个意境，一个孤独的女子的思念之情。这样一个很平凡的情景，作者捕捉到了几个点，由这几个点勾出一幅简单的画面，同时又留下无限的遐想。随意的一个小细节，就可以泄露整个主题，可见诗人的洞察力。全诗哀婉凄凉，缠绵悱恻。",
                    "transferInfo" : "美人儿卷起珠帘一直等待，一直坐着把双眉紧紧锁闭。只看见她泪痕湿满了两腮，不知道她心中恨着谁呢？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登乐游原",
                    "author" : "杜牧",
                    "content" : "长空澹澹孤鸟没，万古销沉向此中。看取汉家何事业，五陵无树起秋风。",
                    "addtionInfo" : "乐游原：古地名，遗址在今陕西省西安市内大雁塔东北，是当时有名的游览胜地。澹澹：广阔无边的样子。没：消失。销沉：形迹消失、沉没。销：同“消”，消散，消失。此中：指乐游原四周。事业：功业。五陵：汉代五个皇帝的陵墓，分别为汉高祖刘邦的长陵，汉惠帝刘盈的安陵，汉景帝刘启的阳陵，汉武帝刘彻的茂陵，汉昭帝刘弗陵的平陵。约位于现在的西安市西北。无树：即每棵树。",
                    "classInfo" : "27",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "在此笔者认为这首诗反映了作者的伤感情绪。当诗人为排遣“意不适”的情怀而登上乐游原时，看到了一轮辉煌灿烂的黄昏斜阳，于是发乎感慨。&&&此诗前两句“向晚意不适，驱车登古原”点明登古原的时间和原因。“向晚”指天色快黑了，“不适”指不悦。诗人心情忧郁，为了解闷，就驾着车子外出眺望风景，于是登上古原，即乐游原。自古诗人词客，善感多思，而每当登高望远，送目临风，更易引动无穷的思绪：家国之悲，身世之感，古今之情，人天之思，往往错综交织，所怅万千，殆难名状。陈子昂一经登上幽州古台，便发出了“念天地之悠悠”的感叹，恐怕是最有代表性的例子了。李商隐这次驱车登古原，却不是为了去寻求感慨，而是为了排遣他此际的“向晚意不适”的情怀。&&&“夕阳”一句，向来被认为是诗人对繁盛的唐帝国即将衰落之感叹。大唐王朝繁盛一时，可如今就如同这夕阳般西下，好景不长。故而这句诗长久以来是这样翻译的：“夕阳无限的美好啊！但是已经快要落下了。”李商隐身处的晚唐，总有一种极致奢华过后的颓废感，故而此诗理解为李商隐对唐帝国的感叹。这种美好事物即将消逝沉落的失落感深深地烙在晚唐的每一个诗人身上，故而晚唐诗人的诗作比起盛唐总少了那种英姿勃发的自信感，大多消沉颓丧、含蓄委曲。如同本诗，在带入李商隐所处时代之后，本是平凡朴实的语言，却带着一种隐隐的失落感，毕竟那是中国甚至人类历史上最繁盛的一个帝国，其衰败之境怎么可能不让人伤心？&&&不过此诗亦有另外一种解读的角度，在近年来已经得到很多学术界的认可：这种观点认为“只是”二字在这里并不是转折的意思，而是一种理性的解释。故而后两句应该翻译为：夕阳无限的美好啊！因为已经接近了黄昏才能看到啊！笔者考证了许多关于此诗的资料，发现自明清开始，一直以来对后两句的解释都有不同的观点。而且关于“只是”二字的用法，越来越多的资料表明在晚唐时期都有“因为”的意思，比如李商隐本人的“此情可待成追忆，只是当时已惘然。”况且此诗为诗人游玩时一时兴起所做，未必能刻意将“夕阳”这一意象比作晚唐，只不过是当时情于境合、自然而然罢了。而这种解释自然让全诗没有了上种解释的伤感，却有了一种赞叹大自然之美景的壮怀之感。虽近黄昏，但是却依然能感受到美，这种情感积极向上，与之前的解释截然相反。&&&此诗不用典，语言明白如话，毫无雕饰，节奏明快，感喟深沉，富于哲理，是李诗中少有的，因此也是难能可贵的。",
                    "transferInfo" : "傍晚时分我心情不太好，独自驱车登上了乐游原。这夕阳晚景的确十分美好，只不过已是黄昏。",
                    "backgroundInfo" : "此诗当作于会昌四、五年（844、845）间，时义山去河阳退居太原，往来京师，过乐游原而作下此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "听筝",
                    "author" : "李端",
                    "content" : "鸣筝金粟柱，素手玉房前。欲得周郎顾，时时误拂弦。",
                    "addtionInfo" : "听筝：弹奏筝曲。金粟：古也称桂为金粟，这里当是指弦轴之细而精美。柱：定弦调音的短轴。素手：指弹筝女子纤细洁白的手。玉房：指玉制的筝枕。房，筝上架弦的枕。周郎：指三国时吴将周瑜。他二十四岁为大将，时人称其为“周郎”。他精通音乐，听人奏错曲时，即使喝得半醉，也会转过头看一下奏者。当时人称：“曲有误，周郎顾”。拂弦：拨动琴弦。",
                    "classInfo" : "46",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "这首小诗轻捷洒脱，寥寥数语，就在读者面前展示了一幅线条流畅，动态鲜明的舞台人物速写图。&&&“鸣筝金粟柱，素手玉房前。”诗的一二句写弹筝的女子纤手拨筝，正处于弹奏状态。筝是一种弦乐器。从唐诗中所描写的筝来看，筝是十三根弦，如：“花脸云鬟坐玉楼，十三弦里一时愁”（白居易《听崔七妓人筝》）。“大艑高船一百尺，清声促柱十三弦”（刘禹锡《夜闻商人船中筝》）。此诗是速写，当然必须抓住最能突出主题的部分。最引人注目的，首先便是弹筝者手中正在拨弄的乐器，特别是那绚丽华美，闪烁着点点金色光斑的弦柱。接着，诗人的目光又自然而然地落到那双正在琴弦上跳动的洁白如玉的纤手上，以及弹奏的环境。精洁雅致的琴房，自然别有一番情味。从画面上看，“金粟”、“素手”、“玉房”交相对比，色彩明丽而华贵，虽然是速写，却又施重彩，给人以极为强烈的印象。绘画毕竟是视觉的艺术，而鸣筝所成的乐曲则是作用于听觉的艺术。一、二两句诗所绘出的画面是绝妙的，读者从中瞥见了闪光的琴柱、白嫩的巧手、素雅的琴房，但却没有听到琴声。也许是精湛的工艺、绰约的风姿、高洁的环境使诗人过于全神贯注了。&&&“欲得周郎顾，时时误拂弦。”诗人终于注意到弹奏出的乐曲本身。诗的前两句写女子正在弹筝，按此写法，接下去似乎应该描写女了的弹奏技艺，或者表现秦筝极富感染力的音乐形象，但出人意料的是，三、四句并不沿袭通常的写法，而是描写女子为了引起知音者的注意，故意错拨筝弦。相传三国时代的周瑜，别人奏曲有误，他就回头一看，此诗显然受到了这个故事的启发。“时时”说明这并非偶尔失手，也并非技艺低下，因为这失误明显地属于有意为之。有人将她的有意错弹理解为“妇人卖弄身份，巧于撩拨”（清·徐增《而庵说唐诗》），似乎弹筝女子的微妙心理，仅仅是一种邀宠之情；其实这种故意的失误是出于寻觅知音的苦心。她大约也是沦落风尘之人，对一般浪荡子弟，她的故意错弹饱含着对这班人的嘲弄和蔑视，但总会有一天，真正的知音——她的“周郎”会听出那曲中的深意，从而向她投去会心的一“顾”的。此处的“周郎”喻指听者，“欲得”就意味着当时坐在一旁的“周郎”没有看她。为什么不看她呢？大概听者已经完全陶醉在那美妙的筝声中了。本来这应该是演奏者最祈盼的效果，最欣慰的时刻，然而，这情景却不是这位女子此时最渴望的效果，因为她心中另有所思，思不在听者赏音，而在于一“顾”，怎么办呢？她灵机一动，故意不时地错拨一两个音，于是充满戏剧性的场景出现了：那不谐和的旋律，突然惊动了沉醉在音乐境界中的“周郎”，他下意识地眉头一皱，朝她一看，只见她非但没有丝毫“误拂”的遗憾和歉意，两眼反而闪烁出得意的眼神——原来是误非真误。为了所爱慕的人顾盼自己，便故意将弦拨错，弹筝女的可爱形象跃然纸上。这两句正面写出了弹者藏巧于拙，背面又暗示了听者以假当真，而这种巧与拙、假与真，又在那无言的一顾之中获得了奇妙的统一。它不仅说明弹者是高手，听者是知音，而且传神地表现出两者的心理神态，其意趣韵味无穷。",
                    "transferInfo" : "金粟轴的古筝发出优美的声音，那素手拨筝的美人坐在玉房前。想尽了办法为博取周郎的青睐，你看她故意地时时拨错了琴弦。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渡汉江",
                    "author" : "宋之问",
                    "content" : "岭外音书断，经冬复历春。近乡情更怯，不敢问来人。",
                    "addtionInfo" : "汉江：汉水。长江最大支流，源出陕西，经湖北流入长江。岭外：五岭以南的广东省广大地区，通常称岭南。唐代常作罪臣的流放地。书：信。来人：渡汉江时遇到的从家乡来的人。",
                    "classInfo" : "6",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "渡汉江》诗意在写思乡情切，真实地刻画了诗人久别还乡，即将到家时的激动而又复杂的心情。语极浅近，意颇深邃；描摹心理，熨贴入微；不矫揉造作，自然至美。&&&前两句追叙贬居岭南的情况。贬斥蛮荒，本就够悲苦的了，何况又和家人音讯隔绝，彼此未卜存亡，更何况又是在这种情况下经冬历春，捱过漫长的时间。诗人没有平列空间的悬隔、音书的断绝、时间的久远这三层意思，而是依次层递，逐步加以展示，这就强化和加深了贬居遐荒期间孤孑、苦闷的感情，和对家乡、亲人的思念。“断”字“复”字，似不着力，却很见作意。此诗人困居贬所时那种与世隔绝的处境，失去任何精神慰藉的生活情景，以及度日如年、难以忍受的精神痛苦，都历历可见，鲜明可触。这两句平平叙起，从容承接，没有什么惊人之笔，往往容易为读者轻易放过。其实，它在全篇中的地位、作用很重要。有了这个背景，下两句出色的抒情才字字有根。&&&“近乡情更怯，不敢问来人。”两句描写诗人逃归途中的心理变化。“近乡”交代诗人因长期不知家人消息而逃离贬地，走近家乡。所谓“情更怯”，即愈接近故乡，离家人愈近，担忧也愈厉害，简直变成了一种害怕，怕到“不敢问来人”。按照常情，这两句似乎应该写成“近乡情更切，急欲问来人”，诗人笔下所写的却完全出乎常情：“近乡情更怯，不敢问来人。”仔细寻味，又觉得只有这样，才合乎前两句所揭示的“规定情景”。因为诗人贬居岭外，又长期没有家人的任何音讯，一方面固然日夜在思念家人，另一方面又时刻担心家人的命运，怕家人由于诗人的牵累而遭到不幸。“音书断”“复历春”这种思念随着担心同时的到来，形成急切盼回家，又怕到家里的矛盾心理状态。这种矛盾心理，在逃归的路上，特别是渡过汉江，接近家乡之后，有了进一步的戏剧性发展：原先的担心、忧虑和模糊的不祥预感，此刻似乎马上就会被路上所遇到的某个熟人所证实，变成活生生的残酷现实；而长期来梦寐以求的与家人团聚的愿望则立即会被无情的现实所粉碎。因此，“情更切”变成了“情更怯”，“急欲问”变成了“不敢问”。这是在“岭外音书断”这种特殊情况下心理矛盾发展的必然。“情更怯”与“不敢问”更能体现诗人此际强自抑制的急切愿望和由此造成的精神痛苦。愈接近重逢，诗人便会愈发忧虑，发展到极端，这种忧虑就会变成一种恐惧、战栗，使之不敢面对现实。&&&宋之问这次被贬泷州，是因为他媚附武后的男宠张易之，可以说罪有应得。但这首诗的读者，却往往引起感情上的某种共鸣。其中一个重要的原因，是作者在表达思想感情时，已经舍去了一切与自己的特殊经历、特殊身份有关的生活素材，所表现的仅仅是一个长期客居异乡、久无家中音信的人，在行近家乡时所产生的一种特殊心理状态。而这种心理感情，却具有极大的典型性和普遍性。形象大于思维的现象，似乎往往和作品的典型性、概括性联结在一起。这首诗便是一例。&&&此诗不仅有巧妙的抒情艺术，而且有更深刻的体会。作者用逐层递进的追述，交代了背景之后，立即直抒胸臆，不加保留地倾诉出矛盾心理和痛苦心情。但是，读者却必需经过一番认真的咀嚼，才能感受到这种特殊的心理状态，达到与作者的心灵沟通。这种高度简洁的抒情手法，使作品用最省略的语言，获取了极为深远的艺术效果。",
                    "transferInfo" : "客居岭外与家里音信断绝，经过了冬天又到了春天。离故乡越近心中越胆怯，不敢询问从家那边过来的人。",
                    "backgroundInfo" : "此诗一说作于公元706年（宋之问神龙二年）作者途经汉水时。武氏去世后，唐中宗将其贬为泷州参军。公元705年（神龙元年）十月宋之问过岭，次年春即冒险逃回洛阳，途经汉江时写下了此诗。另一说，此诗是李频由贬所泷州逃归洛阳，途经汉江（指襄阳附近的汉水）时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "八阵图",
                    "author" : "杜甫",
                    "content" : "功盖三分国，名成八阵图。江流石不转，遗恨失吞吴。",
                    "addtionInfo" : "八阵图：由八种阵势组成的图形，用来操练军队或作战。盖：超过。三分国：指三国时魏、蜀、吴三国。石不转：指涨水时，八阵图的石块仍然不动。失吞吴：是吞吴失策的意思。",
                    "classInfo" : "33",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "这是作者初到夔州（治今重庆奉节）时的一首咏怀诸葛亮的诗，写于大历元年（766）。“八阵图”，指由天、地、风、云、龙、虎、鸟、蛇八种阵势所组成的军事操练和作战的阵图，反映了他卓越的军事才能。&&&“功盖三分国，名成八阵图。”这首小诗的前两句是说，三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。&&&这两句赞颂了诸葛亮的丰功伟绩。第一句是从总的方面来写，说诸葛亮在确立魏蜀吴三分天下、鼎足而立的局势的过程中，功绩最为卓绝。三国并存局面的形成，固然有许多因素，而诸葛亮辅助刘备从无到有的创建蜀国基业，应该说是重要原因之一。杜甫这一高度概括的赞语，客观地反映了三国时代的历史真实。第二句是从具体的方面来说，诸葛亮创制的八阵图使他声名卓著。对这一点古人曾屡加称颂，而杜甫的这句诗则是更集中、更凝练的赞颂了诸葛亮的军事业绩。&&&这两句诗在写法上用的是对仗句，“三分国”对“八阵图”，以全局性的业绩对军事上的贡献，显得精巧工整，自然妥帖。在结构上，前句劈头提起，开门见山；后句点出诗题，进一步赞颂功绩，同时又为下面凭吊遗迹做了铺垫。&&&“江流石不转，遗恨失吞吴。”这两句就“八阵图”的遗址抒发感慨。“八阵图”遗址在夔州西南永安宫前平沙上。据《荆州图副》和刘禹锡《嘉话录》记载，这里的八阵图聚细石成堆，高五尺，六十围，纵横棋布，排列为六十四堆，始终保持原来的样子不变，即使被夏天大水冲击淹没，等到冬季水落平川，万物都失故态，唯独八阵图的石堆却依然如旧，六百年来岿然不动。前一句极精炼地写出了遗迹这一富有神奇色彩的特征。“石不转”，化用了《诗经·国风·邶风·柏舟》中的诗句“我心匪石，不可转也”。在作者看来，这种神奇色彩和诸葛亮的精神心志有内在的联系：他对蜀汉政权和统一大业忠贞不二，矢志不移，如磐石之不可动摇。同时，这散而复聚、长年不变的八阵图石堆的存在，似乎又是诸葛亮对自己赍志以殁表示惋惜、遗憾的象征，所以杜甫紧接着写的最后一句是“遗恨失吞吴”，说刘备吞吴失计，破坏了诸葛亮联吴抗曹的根本策略，以致统一大业中途夭折，而成了千古遗恨。&&&当然，这首诗与其说是在写诸葛亮的“遗恨”，无宁说是杜甫在为诸葛亮惋惜，并在这种惋惜之中渗透了杜甫“伤己垂暮无成”（黄生语）的抑郁情怀。&&&这首怀古绝句，具有融议论入诗的特点。但这种议论并不空洞抽象，而是语言生动形象，抒情色彩浓郁。诗人把怀古和述怀融为一体，浑然不分，给人一种此恨绵绵、余意不尽的感觉。",
                    "transferInfo" : "三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。任凭江流冲击，石头却依然如故，千年遗恨，在于刘备失策想吞吴。",
                    "backgroundInfo" : "杜甫在公元766年（唐代宗大历元年）夏迁居夔州，夔州有武侯庙，江边有八阵图，传说为三国时诸葛亮在夔州江滩所设。向来景仰诸葛亮的杜甫用了许多笔墨记咏古迹抒发情怀。《八阵图》便是其中一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿建德江",
                    "author" : "孟浩然",
                    "content" : "移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。",
                    "addtionInfo" : "建德江：指新安江流经建德（今属浙江）西部的一段江水。移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”客：指作者自己。愁：为思乡而忧思不堪。野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。月近人：倒映在水中的月亮好像来靠近人。",
                    "classInfo" : "6",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "这是一首刻画秋江暮色的诗，是唐人五绝中的写景名篇。作者把小船停靠在烟雾迷蒙的江边想起了以往的事情，因而以舟泊暮宿作为自己的抒发感情的归宿，写出了作者羁旅之思。&&&首句中“移舟”就是移舟近岸的意思；“泊”，这里有停船宿夜的含意。行船停靠在江中的一个烟雾朦胧的小洲边，这一面是点题，另一面也就为下文的写景抒情作了准备。&&&“日暮客愁新”，“日暮”显然和上句的“泊”、“烟”有联系，因为日暮，船需要停宿；也因为日落黄昏，江面上才水烟蒙蒙。同时“日暮”又是“客愁新”的原因。“客”是诗人自指。若按旧日作诗的所谓起、承、转、合的格式，这第二句就将承、转两重意思揉合在一句之中了，这也是少见的一格。为什么“日暮”会撩起“客愁新”呢？我们可以读一读《诗经》里的一段：“君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来，君子于役，如之何勿思？”（《王风·君子于役》）这里写一位妇女，每当到夕阳西下、鸡进笼舍、牛羊归栏的时刻，她就更加思念在外服役的丈夫。借此，我们不也正可以理解此时旅人的心情吗？本来行船停下来，应该静静地休息一夜，消除旅途的疲劳，谁知在这众鸟归林、牛羊下山的黄昏时刻，那羁旅之愁又蓦然而生。&&&接下去诗人以一个对句铺写景物，似乎要将一颗愁心化入那空旷寂寥的天地之中。所以沈德潜说：“下半写景，而客愁自见。”第三句写日暮时刻，苍苍茫茫，旷野无垠，放眼望去，远处的天空显得比近处的树木还要低，“低”和“旷”是相互依存、相互映衬的。第四句写夜已降临，高挂在天上的明月，映在澄清的江水中，和舟中的人是那么近，“近”和“清”也是相互依存、相互映衬的。“野旷天低树，江清月近人”。这种极富特色的景物，只有人在舟中才能领略得到的。诗的第二句就点出“客愁新”，这三四句好似诗人怀着愁心，在这广袤而宁静的宇宙之中，经过一番上下求索，终于发现了还有一轮孤月此刻和他是那么亲近！寂寞的愁心似乎寻得了慰藉，诗也就戛然而止了。&&&然而，言虽止，意未尽。“皇皇三十载，书剑两无成。山水寻吴越，风尘厌洛京”（《自洛之越》）。诗人曾带着多年的准备、多年的希望奔入长安，而今却只能怀着一腔被弃置的忧愤南寻吴越。此刻，他孑然一身，面对着这四野茫茫、江水悠悠、明月孤舟的景色，那羁旅的惆怅，故乡的思念，仕途的失意，理想的幻灭，人生的坎坷……千愁万绪，不禁纷来沓至，涌上心头。“江清月近人”，这画面展示的是清澈平静的江水，以及水中的明月伴着船上的诗人；可那画面背后却是诗人的愁心已经随着江水流入思潮翻腾的海洋。“人禀七情，应物斯感；感物吟志，莫非自然”（刘勰《文心雕龙·明诗》）。孟浩然的这首小诗正是在这种情景相生、思与境谐的“自然流出”之中，显示出一种风韵天成、淡中有味、含而不露的艺术美。&&&此诗先写羁旅夜泊，再叙日暮添愁；然后写到宇宙广袤宁静，明月伴人更亲。一隐一现，虚实相间，两相映衬，互为补充，构成一个特殊的意境。诗中虽只有一个愁字，却把诗人内心的忧愁写得淋漓尽致，然野旷江清，秋色历历在目。",
                    "transferInfo" : "把船停泊在烟雾弥漫的沙洲旁，日暮时分新愁又涌上了心头。原野无边无际，远处的天空比近处的树林还要低；江水清清，明月仿似更与人相亲。",
                    "backgroundInfo" : "公元730年（唐玄宗开元十八年）孟浩然离开家离乡赶赴洛阳，再漫游吴越，借以排遣仕途失意的郁闷。《宿建德江》应当就是在其漫游吴越时写下的，与《问舟子》是同一时期的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春怨",
                    "author" : "金昌绪",
                    "content" : "打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。",
                    "addtionInfo" : "辽西：古郡名，在今辽宁省辽河以西地方。妾：女子的自称。莫：不。",
                    "classInfo" : "39",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "这首诗，语言生动活泼，具有民歌色彩，而且在章法上还有其与众不同的特点：它通篇词意联属，句句相承，环环相扣，四句诗形成了一个不可分割的整体，达到了王夫之在《夕堂永日绪论》中为五言绝句提出的“就一意圆净成章”的要求。这一特点，人所共称。谢榛在《四溟诗话》中曾把诗的写法分为两种：一种是“一句一意”，“摘一句亦成诗”，如杜甫诗“日出篱东水，云生舍北泥。竹高鸣翡翠，沙僻舞鹍鸡”（《绝句六首》之一），属于此类；另一种是“一篇一意”，“摘一句不成诗”，这首《春怨》诗就是一个典型的例子。王世贞在《艺苑卮言》中更赞美这首诗的“篇法圆紧，中间增一字不得，着一意不得”。沈德潜在《唐诗别裁》中也说：“一气蝉联而下者，以此为法。”&&&但这些评论只道出了这首诗的一个方面的特点，还应当看到的另一特点是：它虽然通篇只说一事，四句只有一意，却不是一语道破，一目了然，而是层次重叠，极尽曲析之妙，好似抽蕉剥笋，剥去一层，还有一层。它总共只有四句诗，却是每一句都令人产生一个疑问，下一句解答了这个疑问，而又令人产生一个新的疑问。这在诗词艺术手法上是所谓“扫处还生”。&&&诗的首句似平地奇峰，突然而起。照说,黄莺是讨人欢喜的鸟。而诗中的女主角为什么却要“打起黄莺儿”呢？人们看了这句诗会茫然不知诗意所在，不能不产生疑问，不能不急于从下句寻求答案。第二句诗果然对第一句作了解释，使人们知道，原来“打起黄莺儿”的目的是“莫教枝上啼”。但鸟语与花香本都是春天的美好事物，而在鸟语中，黄莺的啼声又是特别清脆动听的。人们不禁还要追问：又为什么不让莺啼呢？第三句诗说明了“莫教啼”的原因是怕“啼时惊妾梦”。但人们仍不会满足于这一解释，因为黄莺啼晓，说明本该是梦醒的时候了。那么，诗中的女主角为什么这样怕惊醒她的梦呢？她做的是什么梦呢？最后一句诗的答复是：这位诗中人怕惊破的不是一般的梦，而是去辽西的梦，是惟恐梦中“不得到辽西”。&&&到此，读者才知道，这首诗原来采用的是层层倒叙的手法。本是为怕惊梦而不教莺啼，为不教莺啼而要把莺打起，而诗人却倒过来写，最后才揭开了谜底，说出了答案。但是，这最后的答案仍然含意未伸。这里，还留下了一连串问号，例如：一位闺中少女为什么做到辽西的梦？她有什么亲人在辽西？此人为什么离乡背井，远去辽西？这首诗的题目是《春怨》，诗中人到底怨的是什么？难道怨的只是黄莺，只怨莺啼惊破了她的晓梦吗？这些，不必一一说破，而又可以不言而喻，不妨留待读者去想象、去思索。这样，这首小诗就不仅在篇内见曲折，而且还在篇外见深度了。&&&如果从思想意义去看，它看来只是一首抒写儿女之情的小诗，却有深刻的时代内容。它是一首怀念征人的诗，反映了当时兵役制下广大人民所承受的痛苦。",
                    "transferInfo" : "我敲打树枝赶走了树上的黄莺，不让它在树枝上不停鸣叫。它的叫声会惊破我的好梦，不能到辽西与戍守边关的亲人相见。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江雪",
                    "author" : "柳宗元",
                    "content" : "千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。",
                    "addtionInfo" : "绝：无，没有。万径：虚指，指千万条路。人踪：人的脚印。孤：孤零零。蓑笠（suō lì）：蓑衣和斗笠　笠：用竹篾编成的帽子。独：独自。",
                    "classInfo" : "47",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "柳宗元笔下的山水诗有个显著的特点，那就是把客观境界写得比较幽僻，而诗人的主观的心情则显得比较寂寞，甚至有时不免过于孤独，过于冷清，不带一点人间烟火气。这首《江雪》正是这样，诗人只用了二十个字，就描绘了一幅幽静寒冷的画面：在下着大雪的江面上，一叶小舟，一个老渔翁，独自在寒冷的江心垂钓。&&&诗人向读者展示的，是这样一些内容：天地之间是如此纯洁而寂静，一尘不染，万籁无声；渔翁的生活是如此清高，渔翁的性格是如此孤傲。其实，这正是柳宗元由于憎恨当时那个一天天在走下坡路的唐代社会而创造出来的一个幻想境界，比起陶渊明《桃花源记》里的人物，恐怕还要显得虚无缥缈，远离尘世。诗人所要具体描写的本极简单，不过是一条小船，一个穿蓑衣戴笠帽的老渔翁，在大雪的江面上钓鱼，如此而已。可是，为了突出主要的描写对象，诗人不惜用一半篇幅去描写它的背景，而且使这个背景尽量广大寥廓，几乎到了浩瀚无边的程度。背景越广大，主要的描写对象就越显得突出。&&&首先，诗人用“千山”、“万径”这两个词，目的是为了给下面两句的“孤舟”和“独钓”的画面作陪衬。没有“千”、“万”两字，下面的“孤”、“独”两字也就平淡无奇，没有什么感染力了。其次，山上的鸟飞，路上的人踪，这本来是极平常的事，也是最一般化的形象。可是，诗人却把它们放在“千山”、“万径”的下面，再加上一个“绝”和一个“灭”字，这就把最常见的、最一般化的动态，一下子给变成极端的寂静、绝对的沉默，形成一种不平常的景象。因此，下面两句原来是属于静态的描写，由于摆在这种绝对幽静、绝对沉寂的背景之下，倒反而显得玲珑剔透，有了生气，在画面上浮动起来、活跃起来了。也可以这样说，前两句本来是陪衬的远景，照一般理解，只要勾勒个轮廓也就可以了，不必费很大气力去精雕细刻。可是，诗人却恰好不这样处理。这好像拍电影，用放大了多少倍的特写镜头，把属于背景范围的每一个角落都交代得、反映得一清二楚。写得越具体细致，就越显得概括夸张。而后面的两句，本来是诗人有心要突出描写的对象，结果却使用了远距离的镜头，反而把它缩小了多少倍，给读者一种空灵剔透、可见而不可即的感觉。只有这样写，才能表达作者所迫切希望展示给读者的那种摆脱世俗、超然物外的清高孤傲的思想感情。至于这种远距离感觉的形成，主要是作者把一个“雪”字放在全诗的最末尾，并且同“江”字连起来所产生的效果。&&&“雪”字笼罩全诗。“千山”、“万径”都是雪，才使得“鸟飞绝”、“人踪灭”。就连船篷上，渔翁的蓑笠上，当然也都是雪。可是作者并没有把这些景物同“雪”明显地联系在一起。相反，在这个画面里，只有江，只有江心。江，当然不会存雪，不会被雪盖住，而且即使雪下到江里，也立刻会变成水。然而作者却偏偏用了“寒江雪”三个字，把“江”和“雪”这两个关系最远的形象联系到一起，这就给人以一种比较空蒙、比较遥远、比较缩小了的感觉，这就形成了远距离的镜头。这就使得诗中主要描写的对象更集中、更灵巧、更突出。因为连江里都仿佛下满了雪，连不存雪的地方都充满了雪，这就把雪下得又大又密、又浓又厚的情形完全写出来了，把水天不分、上下苍茫一片的气氛也完全烘托出来了。至于上面再用一个“寒”字，固然是为了点明气候；但诗人的主观意图却是在想不动声色地写出渔翁的精神世界。试想，在这样一个寒冷寂静的环境里，那个老渔翁竟然不怕天冷，不怕雪大，忘掉了一切，专心地钓鱼，形体虽然孤独，性格却显得清高孤傲，甚至有点凛然不可侵犯似的。&&&这个被幻化了的、美化了的渔翁形象，实际正是柳宗元本人的思想感情的寄托和写照。由此可见，这“寒江雪”三字正是“画龙点睛”之笔，它把全诗前后两部分有机地联系起来，不但形成了一幅凝炼概括的图景，也塑造了渔翁完整突出的形象。用具体而细致的手法来摹写背景，用远距离画面来描写主要形象；精雕细琢和极度的夸张概括，错综地统一在一首诗里，是这首山水小诗独有的艺术特色。",
                    "transferInfo" : "所有的山上，飞鸟的身影已经绝迹，所有道路都不见人的踪迹。江面孤舟上，一位披戴着蓑笠的老翁，独自在大雪覆盖的寒冷江面上垂钓。",
                    "backgroundInfo" : "此诗作于柳宗元谪居永州期间（公元805年—815年）。唐顺宗永贞元年（805），柳宗元参加了王叔文集团发动的永贞革新运动，改革很快失败，柳宗元被贬为永州司马，流放十年。险恶的环境压迫，并没有把他压垮。他把人生的价值和理想志趣，通过诗歌来加以展现。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋夜寄邱员外",
                    "author" : "韦应物",
                    "content" : "怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。",
                    "addtionInfo" : "丘二十二员外：名丹，苏州人，曾拜尚书郎，后隐居平山上。一作“邱二十二员外”。属：正值，适逢，恰好。幽人：幽居隐逸的人，悠闲的人，此处指丘员外。",
                    "classInfo" : "48",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "此诗表达作者在秋夜对隐居朋友的思念之情。前半首写作者自己，即怀人之人；后半首写正在临平山学道的丘丹，即所怀之人。全诗不以浓烈的字词吸引读者，而是从容落笔，浅浅着墨，语淡而情浓，言短而意深，格调古朴雅致、安闲恬淡，给人玩味不尽的艺术体验。&&&如果就构思和写法而言，这首诗还另有其值得拈出之处。它是一首怀人诗。&&&前半部分写诗人自己，即怀念友人之人；后半部分写正在临平山学道的丘丹，即诗人所怀念之人。首句“怀君属秋夜”，点明季节是秋天，时间是夜晚，而这“秋夜”之景与“怀君”之情，正是彼此衬映的。次句“散步咏凉天”，承接自然，全不着力，而紧扣上句。“散步”是与“怀君”相照应的：“凉天”是与“秋夜”相绾合的。这两句都是写实，写出了作者因怀人而在凉秋之夜徘徊沉吟的情景。&&&接下来，作者不顺情抒写，就景描述，而把诗思飞驰到了远方，在三、四两句中，想象所怀念之人在此时、彼地的状况。而这三、四两句又是紧扣一、二两句的。第三句“空山松子落”，遥承“秋夜”、“凉天”，是从眼前的凉秋之夜，推想临平山中今夜的秋色。第四句“幽人应未眠”，则遥承“怀君”、“散步”，是从自己正在怀念远人、徘徊不寐，推想对方应也未眠。这两句出于想象，既是从前两句生发，而又是前两句诗情的深化。从整首诗看，作者运用写实与虚构相结合的手法，使眼前景与意中景同时并列，使怀人之人与所怀之人两地相连，进而表达了异地相思的深情。&&&陆机在《文赋》中指出，作者在构思时，可以“观古今于须臾，抚四海于一瞬”。刘勰在《文心雕龙·神思篇》中也说：“文之思也，其神远矣。故寂然凝虑，思接千载；悄焉动容，视通万里。”这些话说明文思是最活跃的，是不受时空限制的。因此，在诗人笔下，同一空间里，可以呈现不同的时间；同一时间里，也可以呈现不同的空间。像王播的《题木兰院》：“三十年前此院游，木兰花发院新修；如今再到经行处，树老无花僧白头”，就属于前者。而这首韦应物的怀人诗，则属于后者。现代的电影艺术，有时采用叠影手法来处理回忆与遥想的镜头，有时使银幕上映出两上或两个以上的画面，使观众同时看到在两个或两个以上的空间或时间里出现的不同场景。这首诗运用的手法正与此相同。它使读者在一首诗中看到两个空间，既看到怀人之人，也看到被怀之人，既看到作者身边之景，也看到作者遥想之景，从而把异地相隔的人和景并列和相连在一起，说明千里神交，有如晤对，故人虽远在天涯，而想思却近在咫尺。",
                    "transferInfo" : "在这秋夜我心中怀念着你，一边散步一边咏叹这初凉的天气。寂静的山中传来松子落地的声音，遥想你应该也还未入睡。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "终南望余雪",
                    "author" : "祖咏",
                    "content" : "终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。",
                    "addtionInfo" : "终南：山名，在唐京城长安（今陕西西安）南面六十里处。余雪：指未融化之雪。阴岭：北面的山岭，背向太阳，故曰阴。林表：林外，林梢。霁（jì）：雨、雪后天气转晴。",
                    "classInfo" : "47",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "这首诗的题意是望终南余雪。诗的内容不算很难懂，说的是诗人的观察和思考。写诗人从北面看终南山，冬天雪后的山峰显得十分秀美，山上的积雪深厚，更增加了山的高峻。当傍晚时分，雪后天晴，林木反射着夕阳的光辉。由于有了厚厚的积雪，小城的人感觉寒冷增加许多。十分简练的四行文字，描写了一副完美的冬雪的自然景色。&&&“终南阴岭秀，积雪浮云端。”中从长安城中遥望终南山，所见的自然是它的“阴岭”（山北叫做“阴”）；而且，惟其“阴”，才有“馀雪”。“阴”字下得很确切。“秀”是望中所得的印象，既赞颂了终南山，又引出下句。“积雪浮云端”，就是“终南阴岭秀”的具体内容。这个“浮”字下得十分生动。自然，积雪不可能浮在云端。这是说：终南山的阴岭高出云端，积雪未化。云，总是流动的；而高出云端的积雪又在阳光照耀下寒光闪闪，正给人以“浮”的感觉。或许有的读者要说：“这里并没有提到阳光呀！”这里是没有提，但下句却作了补充。“林表明霁色”中的“霁色”，指的就是雨雪初晴时的阳光给“林表”涂上的色彩。同时，“积雪浮云端”一句写出了终南山高耸入云，表达了作者的凌云壮志。&&&“林表明霁色，城中增暮寒。”中“明”字当然下得好，但“霁”字更重要。作者写的是从长安遥望终南余雪的情景。终南山距长安城南约六十华里，从长安城中遥望终南山，阴天固然看不清，就是在大晴天，一般看到的也是笼罩终南山的蒙蒙雾霭；只有在雨雪初晴之时，才能看清它的真面目。祖咏不仅用了“霁”，而且选择的是夕阳西下之时的“霁”。他说“林表明霁色”，而不说山脚、山腰或林下“明霁色”，这是很费推敲的。“林表”承“终南阴岭”而来，自然在终南高处。只有终南高处的林表才明霁色，表明西山已衔半边日，落日的余光平射过来，染红了林表，不用说也照亮了浮在云端的积雪。而结句的“暮”字，也已经呼之欲出了。&&&前三句，写“望”中所见；末一句，写“望”中所感。俗谚有云：“下雪不冷消雪冷。”又云：“日暮天寒。”一场雪后，只有终南阴岭尚余积雪，其他地方的雪正在消融，吸收了大量的热，自然要寒一些；日暮之时，又比白天寒；望终南余雪，寒光闪耀，就令人更增寒意。做望终南余雪的题目，写到因望余雪而增加了寒冷的感觉，意思的确完满了，就不必死守清规戎律，再凑几句了。&&&王士禛在《渔洋诗话》卷上里，把这首诗和陶潜的“倾耳无希声，在目皓已洁”、王维的“洒空深巷静，积素广庭宽”等并列，称为咏雪的“最佳”之作。诗中的霁色、阴岭等词烘托出了诗题中余字的精神。",
                    "transferInfo" : "终南山的北面山色秀美，山上的皑皑白雪好似与天上的浮云相连。雪后初晴，林梢之间闪烁着夕阳余晖，傍晚时分，城中又添了几分积寒。",
                    "backgroundInfo" : "这是一首应试诗。《唐诗纪事》记载，祖咏年轻时去长安应考，文题是“终南望余雪”，必须写出一首六韵十二句的五言长律。祖咏看完后思考了一下，写出了四句就搁笔了。他感到这四句已经表达完整，考官让其重写，他拒绝了。最后未被录取。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宫词·故国三千里",
                    "author" : "张祜",
                    "content" : "故国三千里，深宫二十年。一声何满子，双泪落君前。",
                    "addtionInfo" : "故国：故乡。何满子：唐玄宗时著名歌手，据说她因故得罪了皇帝，被推出就刑。就刑前她张口高歌，曲调悲愤，使“苍天白日黯然失色”。结果皇帝闻之，终因惜其技艺难得而降旨缓刑。君：指皇帝。这里是指唐武宗。",
                    "classInfo" : "49",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "一般以绝句体裁写的篇幅短小的宫怨诗，总是只揭开生活画图的一角，让读者从一个片断场景看到宫人悲惨的一生；同时往往写得委婉含蓄，一些内容留待读者自己去想象，去玩味。这首诗却与众不同。它展示的是一幅生活全图，而且是直叙其事，直写其情。&&&诗总共只有二十个字。作者在前半首里，以举重若轻、驭繁如简的笔力，把一个宫人远离故乡、幽闭深宫的整个遭遇浓缩在短短十个字中。首句“故国三千里”，是从空间着眼，写去家之远；次句“深宫二十年”，是从时间下笔，写入宫之久。这两句诗，不仅有高度的概括性，而且有强烈的感染力；不仅把诗中女主角的千愁万恨一下子集中地显示了出来，而且是加一倍、进一层地表达了她的愁恨。一个少女不幸被选入宫，与家人分离，与外界隔绝，失去幸福，失去自由，本来已经够悲惨了，何况家乡又在三千里之外，岁月已有二十年之长，这就使读者感到其命运更加悲惨，其身世更可同情。与这两句诗相似的有柳宗元《别舍弟宗一》诗中“一身去国六千里，万死投荒十二年”一联，也是以距离的遥远、时间的久长来表明去国投荒的分外可悲。这都是以加一倍、进一层的写法来增加诗句的重量和深度。&&&后半首诗转入写怨情，以一声悲歌、双泪齐落的事实，直截了当地写出了诗中人埋藏极深、蓄积已久的怨情。这后两句诗也以强烈取胜，不以含蓄见长。过去一些诗论家有诗贵含蓄、忌直贵曲的说法，其实并不是绝对的。应当说，一首诗或曲或直，或含蓄或强烈，要服从它的内容。这首诗的前半首已经把诗中人的处境之悲惨写到了极点，为逼出怨情蓄足了力量，因而在下半首中就势必让诗中人的怨情喷薄而出、一泻为快了。这样才能使整首诗显得强烈有力，更能收到打动读者的艺术效果。这里，特别值得拈出的一点是：有些宫怨诗把宫人产生怨情的原因写成是由于见不到皇帝或失宠于皇帝，那是不可取的；这首诗反其道而行之，它所写的怨情是在“君前”、在诗中人的歌舞受到皇帝赏识的时候迸发出来的。这个怨情，联系前两句看，决不是由于不得进见或失宠，而是对被夺去了幸福和自由的抗议，正是刘皂在一首《长门怨》中所说，“不是思君是恨君”。&&&这首诗还有两个特点。一是：四句诗中，前三句都是没有谓语的名词句。谢榛在《四溟诗话》中曾指出，诗句中“实字多，则意简而句健”，而他所举的“皆用实字”的例句，就是名词句。这首诗之所以特别简括凝炼、强烈有力，与运用这种特殊的诗句结构有关。另一特点是：四句诗中，以“三千里”表明距离，以“二十年”表明时间，以“一声”写歌唱，以“双泪”写泣下，句句都用了数目字。而数字在诗歌中往往有其特殊作用，它能把一件事情、一个问题表达得更清晰，更准确，给读者以更深刻的印象，也使诗句特别精炼有力。这首诗的这两个艺术形式上的特点，与它的内容互为表里，相得益彰。&&&与张祜同时的诗人杜牧非常欣赏这首诗，在一首酬张祜的诗中有“可怜故国三千里，虚唱歌词满六宫”句。这说明，张祜的这首诗道出了宫人的辛酸，讲出了宫人要讲的话，当时传入宫中，曾为宫人广泛歌唱。",
                    "transferInfo" : "与故乡之隔有三千里之遥啊，我已被幽闭在这深宫里二十年了。听到这曲《何满子》，眼泪竟忍不住落在了君王面前。",
                    "backgroundInfo" : "唐武宗李炎宠信善歌才人孟氏，后值武宗病重之时，孟才人侍其侧，武宗问之曰：“我或不讳，汝将何之？”孟才人对曰：“若陛下万岁之后。无复为生。”当时，武宗令其于病榻之前歌《河满子》一曲，声调凄咽，闻者涕零。不久，武宗崩驾，孟才人哀痛数日而死。张祜为孟才人殉情之事写了三首诗，这是其中一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寻隐者不遇",
                    "author" : "贾岛",
                    "content" : "松下问童子，言师采药去。只在此山中，云深不知处。",
                    "addtionInfo" : "寻：寻访。隐者：隐士，隐居在山林中的人。古代指不肯做官而隐居在山野之间的人。一般指的是贤士。不遇：没有遇到，没有见到。童子：没有成年的人，小孩。在这里是指“隐者”的弟子、学生。言：回答，说。云深：指山上的云雾。处：行踪，所在。",
                    "classInfo" : "50",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "贾岛是以“推敲”两字出名的苦吟诗人。一般认为他只是在用字方面下功夫，其实他的“推敲”不仅着眼于锤字炼句，在谋篇构思方面也是同样煞费苦心的。这首诗就是一个例证。&&&“松下问童子，言师采药去。”这首小诗的前两句是说，苍松下，我询问了年少的学童；他说，师傅已经采药去了山中。这首诗的特点是寓问于答。“松下问童子”，必有所问，而这里把问话省去了，只从童子所答“师采药去”这四个字而可相见当时松下所问的是“师往何处去”。&&&“只在此山中，云深不知处。”小诗的后两句是说，他还对我说：就在这座大山里，可是林深云密，不知他的行踪。在这里又把“采药在何处”这一问句省略掉，而以“只在此山中”的童子答词，把问句隐括在内。最后一句“云深不知处”，又是童子答复采药究竟在山前、山后、山顶、山脚的问题。&&&在这首诗中，明明三番问答，至少须六句方能表达的，贾岛采取了以答句包含问句的手法，精简为二十字。这种“推敲”就不在一字一句间了。&&&然而，这首诗的成功，不仅在于简炼；单言繁简，还不足以说明它的妙处。诗贵善于抒情。这首诗的抒情特色是在平淡中见深沉。一般访友，问知他出，也就自然扫兴而返了。但这首诗中，一问之后并不罢休，又继之以二问三问，其言甚繁，而其笔则简，以简笔写繁情，益见其情深与情切。而且这三番答问，逐层深入，表达感情有起有伏。“松下问童子”时，心情轻快，满怀希望；“言师采药去”，答非所想，一坠而为失望；“只在此山中”，在失望中又萌生了一线希望；及至最后一答：“云深不知处”，就惘然若失，无可奈何了。&&&而诗的抒情要凭借艺术形象，要讲究色调。从表面看，这首诗似乎不着一色，白描无华，是淡妆而非浓抹。其实它的造型自然，色彩鲜明，浓淡相宜。郁郁青松，悠悠白云，这青与白，这松与云，它的形象与色调恰和云山深处的隐者身份相符。而且未见隐者先见其画，青翠挺立中隐含无限生机；而后却见茫茫白云，深邃杳霭，捉摸无从，令人起秋水伊人无处可寻的浮想。从造型的递变，色调的先后中也映衬出作者感情的与物转移。&&&诗中隐者采药为生，济世活人，是一个真隐士。所以贾岛对他有高山仰止的钦慕之情。诗中白云显其高洁，苍松赞其风骨，写景中也含有比兴之义。惟其如此，钦慕而不遇，就更突出其怅惘之情了。另外，作者作为一个封建社会的知识分子，离开繁华的都市，跑到这超尘绝俗的青松白云之间来“寻隐者”，其原因也是耐人寻味，引人遐想的。",
                    "transferInfo" : "苍松下询问年少的学童，他说他的师傅已经去山中采药了。只知道就在这座大山里，可山中云雾缭绕不知道他的行踪。",
                    "backgroundInfo" : "此诗的具体创作时间不详。只知此诗是中唐时期诗僧贾岛到山中寻访一位隐者未能遇到有感而作的。隐者不详何人，有人认为是贾岛的山友长孙霞。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送崔九",
                    "author" : "裴迪",
                    "content" : "归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。",
                    "addtionInfo" : "武陵人：指陶潜《桃花源记》的武陵渔人。",
                    "classInfo" : "51",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "这是一首劝勉诗，劝勉崔九既要隐居，就必须坚定不移，不要三心两意，入山复出，不甘久隐。全诗用语浅淡，近乎口语，或暗用典，或明用典，或正劝，或反讽，喻之以理，晓之以情，在看似平淡的外表下蕴涵着浓郁的朋友情谊，含意颇为深远。&&&“归山深浅去，须尽丘壑美。”这两句是说这次回到山里之后，不论入山深浅，都要饱览山川之秀丽，林木之幽美。这当然是劝勉崔兴宗不要再留恋世俗的生活，把对山水的感情升华到一种与世俗生活相对立的高度，这与他们对现实的厌倦与反感有关。起句点题“送”字。诗人看着崔九向山中走去，于是劝勉他说，山中自有美妙之景，足以自得于心，一丘一壑，皆可怡性养神。次句“丘壑”用典，讽劝友人隐逸山林，莫改初衷，为下文预设伏笔。&&&后两句紧依次句而写，化用陶渊明《桃花源记》典故，含蕴深刻。既是劝勉友人坚持初衷，尽享山水之乐，同时暗含这一层意思：如果弃隐入仕，以后想再度归隐，怕就难了。这里“暂”字用得极妙，与次句“尽”字相对。次句从正面劝说，结尾二句从反面劝勉。这一正一反，思虑周全，语意婉转，谆谆嘱咐，浓浓友情，溢于字里行间。&&&结尾两句是劝崔兴宗隐居丘壑，既然在山水间找到了生活的真趣，就不要再从那个境界里返回到现实中来了。这一方面表达了对隐居生活的肯定，另一方面也表达了对现实的不满。之所以作者要人留恋那个“不知有汉，无论魏晋”的世外桃源，是因为他们在现实中屡屡失败，一方面产生了对现实生活的反感，另一方面也更深刻地认识了现实生活。当时像裴迪、崔兴宗这样的寒士是没有出路的，他们宁愿隐居山林，过一种与世隔绝的生活。因此作者劝他的朋友，既然在山水之间找到了真趣，找到了自己思想感情的寄托，就不要像陶渊明《桃花源记》里的武陵人一样，找到了桃花源却轻易地放弃了。作者认为这是一个错误，因此他说：“莫学武陵人，暂游桃源里。”",
                    "transferInfo" : "归隐山林无论到深处或浅处，都应该欣赏丘壑的美景。千万别学陶渊明笔下那个武陵人，只在桃花源暂时游了游就匆匆出山。",
                    "backgroundInfo" : "作者生活的时代大约属于唐玄宗和唐肃宗时期，这首大约作于唐玄宗后期，具体创作时间不详。那个时候由于唐玄宗任用奸相李林甫，宠幸杨贵妃，政治十分黑暗，下层知识分子无法入仕。崔九即崔兴宗，盛唐诗人，早年与裴迪、王维隐居唱和，后来出仕为官，官至右补阙，但不久即对官场生活产生厌恶情绪，去官归隐。裴迪为之饯行送别，作此诗以劝勉。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送灵澈上人",
                    "author" : "刘长卿",
                    "content" : "苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。",
                    "addtionInfo" : "灵澈上人：唐代著名僧人，本姓杨，字源澄，会稽（今浙江绍兴）人，后为云门寺僧。上人，对僧人的敬称。苍苍：深青色。竹林寺：在现在江苏丹徒南。杳（yǎo）杳：深远的样子。荷（hè）笠：背着斗笠。荷，背着。",
                    "classInfo" : "9",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "这首小诗记叙诗人在傍晚送灵澈返竹林寺时的心情，它即景抒情，构思精致，语言精炼，素朴秀美，是唐代山水诗的名篇。&&&“苍苍竹林寺，杳杳钟声晚。”这两句是说作者眺望苍苍山林中的灵澈归宿处，远远传来寺院报时的钟响，点出此时已是黄昏时分，仿佛在催促灵澈归山。诗人出以想象之笔，创造了一个清远幽渺的境界。此二句主要写景，景中也寓之以情。&&&“荷笠带斜阳，青山独归远。”这两句就是写灵澈辞别归去情景。灵澈戴着斗笠，披带夕阳余晖，独自向青山走去，越来越远。“青山”即应首句“苍苍竹林寺”，点出寺在山林。“独归远”显出诗人伫立目送，依依不舍，结出别意。只写行者，未写送者，而诗人久久伫立，目送友人远去的形象仍显得非常生动。&&&全诗表达了诗人对灵澈的深挚的情谊，也表现出灵澈归山的清寂的风度。送别多半黯然情伤，这首送别诗却有一种闲淡的意境，和作者的寂寞心情。&&&精美如画，是这首诗的明显特点。但这帧画不仅以画面上的山水、人物动人，而且以画外的诗人自我形象，令人回味不尽。那寺院传来的声声暮钟，触动诗人的思绪；这青山独归的灵澈背影，勾惹诗人的归意。耳闻而目送，心思而神往，正是隐藏在画外的诗人形象。他深情，但不为离别感伤，而由于同怀淡泊；他沉思，也不为僧儒殊途，而由于趋归意同。这就是说，这首送别诗的主旨在于寄托着、也表露出诗人不遇而闲适、失意而淡泊的情怀，因而构成一种闲淡的意境。十八世纪法国狄德罗评画时说过：“凡是富于表情的作品可以同时富于景色，只要它具有尽可能具有的表情，它也就会有足够的景色。”（《绘画论》）此诗如画，其成功的原因亦如绘画，景色的优美正由于抒情的精湛。&&&刘长卿和灵澈相遇又离别于润州，大约在公元769—770年（唐代宗大历四、五年）间。刘长卿于公元761年（唐肃宗上元二年）从贬谪南巴（今广东茂名南）归来，一直失意待官，心情郁闷。灵澈此时诗名未著，云游江南，心情也不大得意，在润州逗留后，将返回浙江。一个宦途失意客，一个方外归山僧，在出世入世的问题上，可以殊途同归，同有不遇的体验，共怀淡泊的胸襟。这首小诗表现的就是这样一种境界。",
                    "transferInfo" : "遥望苍苍山林中的竹林寺，远远传来报时的钟响声。他带着斗笠身披斜阳余晖，独自向青山走去，渐行渐远。",
                    "backgroundInfo" : "这首诗是作者写傍晚时分，送灵澈返回竹林寺的途中所见所感。灵澈上人是中唐时期一位著名诗僧，俗姓汤，字源澄，会稽（今浙江绍兴）人，在会稽云门山云门寺出家，诗中的竹林寺在润州（今江苏镇江），是灵澈此次游方歇宿的寺院。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "听弹琴",
                    "author" : "刘长卿",
                    "content" : "泠泠七弦上，静听松风寒。古调虽自爱，今人多不弹。",
                    "addtionInfo" : "泠（líng）泠：形容清凉、清淡，也形容声音清越。丝：一作“弦”。松风：以风入松林暗示琴声凄凉。琴曲中有《风入松》的调名。古调：古时的曲调。",
                    "classInfo" : "46",
                    "poetryID" : "24",
                    "source" : "2",
                    "analysesInfo" : "这是一首托物言志诗。诗人通过慨叹古调受冷遇，不为世人看重，以抒发怀才不遇的悲愤之情，舒解世少知音的遗憾。全诗意境清雅，志趣高洁，语言含蓄，一语双关，弥漫于字里行间的寂寞情怀感人肺腑。诗题一作《弹琴》，此据《刘随州集》。从诗中“静听”两字细味，题目以有“听”字为妥。“泠泠七弦上，静听松风寒。”诗的前两句是说，七弦琴奏出清亮的曲调悠扬起伏，细细倾听就像那滚滚的松涛声。琴，亦称“七弦琴”，俗称“古琴”，是我国古代传统民族乐器，有七条弦组成。所以首句以“七弦”作“琴”的代称，意象也更具体。“泠泠”形容琴声的清越，逗起“松风寒”三字。“松风寒”以风入松林暗示琴声的凄清，极为形象，引导读者进入音乐的境界。“静听”二字描摹出听琴者入神的状态，可见琴声的超妙。高雅平和的琴声，常能唤起听者水流石上。风来松下的清幽肃穆之感。而琴曲中又有《风入松》的调名，一语双关，用意甚妙。“古调虽自爱，今人多不弹。”后两句是说，我虽然很喜爱这首古时的曲调，但在今天人们大多以不去弹奏了。如果说前两句是描写音乐的境界，后两句则是议论性抒情，牵涉到当时音乐的背景。汉魏六朝南方清乐商尚用琴瑟，而到唐代，音乐发生变革，“燕乐”成为一代新声，乐器则以西域传入的琵琶为主。“琵琶起舞换新声”的同时，公众的欣赏趣味也变了。受人欢迎的是能表达世俗欢快心声的新乐。穆如松风的琴声虽美，如今毕竟成了“古调”，又有几人能怀着高雅情趣来欣赏呢？言下便流露出曲高和寡的孤独感。“虽”字转折，从对琴声的赞美转入对时尚的感慨。“今人多不弹”的“多”字，更反衬出琴客知音的稀少。有人以此两句认为今人好趋时尚，不弹古调，意在表现作者的不合时宜，是很对的。刘长卿清才冠世。一生两遭迁斥，有一肚皮不合时宜与流俗落落寡合的情调。诗咏听琴，只不过借此寄托一种孤芳自赏的情操罢了。&&&全诗从对琴声的赞美，转而对时尚慨叹，流露出诗人孤高自赏，不同凡俗，稀有知音的情操。刘长卿才华卓绝，却因诬陷等数遭贬谪。虽牢骚满腹，但对高洁的坚持使他不能与流俗相合，与众人为伍。这首诗贯穿了他对于高雅、高尚、高洁的赞美，抒发了他对不与世俗同流合污的坚持以及坚持背后的遗憾与清寂。",
                    "transferInfo" : "七弦琴弹奏的声音清冽，曲调悠扬起伏，琴声凄清好似风入松林。我虽然很喜爱这首古时的曲调，但在今天人们大多已不去弹奏了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送上人",
                    "author" : "刘长卿",
                    "content" : "孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。",
                    "addtionInfo" : "上人：对 僧人的敬称。孤云、野鹤：都用来比喻方外上人。将：与共。沃洲山：在浙江新昌县东，上有支遁岭，放鹤峰、养马坡，相传为晋代名僧支遁放鹤、养马之地。时人：指时俗之人。将：伴随。",
                    "classInfo" : "108",
                    "poetryID" : "25",
                    "source" : "2",
                    "analysesInfo" : "这是一首送别诗，但不是一般的亲朋好友间的送往迎来，而是送僧人归山。这首诗前两句以凌云的野鹤形容僧人，贴切有味，理应不失孤云野鹤般脱俗的品性；末两句写诗人对方外上人的讽喻规劝，劝上人隐居冷寂的深山，而不要到热闹的名胜去沽名钓誉。这首诗语言妙趣横生，闲散淡远，构思精巧。&&&“孤云将野鹤，岂向人间住。”以凌云的野鹤形容僧人，贴切有味。“云”与“鹤”本来已不是俗世凡物，何况还是“孤云”与“野鹤”，这样超尘脱俗之物在人世是留不住的。因此诗人诙谐地说：“岂向人间住。”尘世难留方外高人。方外高人理应去深山古刹，静心修炼；因此，上人归山，恰得其所，理应祝贺，不该作儿女之态，像俗人那样依依不舍，甚至帐惘无极。&&&“莫买沃洲山，时人已知处。”是对上人的讽喻规劝，劝上人隐居冷寂的深山，而不要到热闹的名胜去沽名钓誉。不少僧人爱住名山宝刹，实际上并不是为了修行，而是为了扬名，然后接近权贵，以求闻达于皇帝，达到加宫进爵的目的。这与假隐士走终南捷径的手段相似。“莫买沃洲山”，暗寓出沃洲山名声太大，人们都知道那地方，会影响修行，会成为走“终南捷径”的人。这后两句与裴迪《送崔九》的后两句：“莫学武陵人，暂游桃源里”是同一用意，但此诗说得更直率。由此可见，作者与上人的关系亲密，可以直接规劝，所以吴瑞荣在《唐诗笺要》中说：“索性勉其入山之深，是何等交谊？”&&&观此诗作，写得妙趣横生、闲情逸趣，流露出诗人很看重灵澈孤云野鹤般脱俗的境界，向往隐居深山之中，却规劝方外上人要另觅他处，“莫买沃洲山”，表现出诗人劝上人隐居冷寂的深山，领悟真隐和假隐之真谛，莫隐居变成趋时，失孤云野鹤般脱俗的品性。",
                    "transferInfo" : "孤云陪伴着野鹤，怎么能在人间居住。不要买下沃洲山，现在已经有人知道那儿了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "玉台体",
                    "author" : "权德舆",
                    "content" : "昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。",
                    "addtionInfo" : "蟢子：小蜘蛛脚长者，俗称蟢子。铅华：指脂粉。藁砧（gǎo zhēn）：丈夫的隐语。",
                    "classInfo" : "52",
                    "poetryID" : "26",
                    "source" : "2",
                    "analysesInfo" : "诗的前两句写的是两种喜兆接连出现。“昨夜裙带解，今朝蝽子飞。”前句写这位女子昨夜裙带自解，后旬写今天早上这女子又看见长脚的蜘蛛飞来了。裙带自解是夫归之兆，蟢子飞也是喜兆，于是这女人满心欢喜，认为丈夫真的要回来了。蟢子飞，据刘勰《新论》：“野人见蟢子飞，以为有喜乐之瑞。”诗人通过对两种喜兆的描写，把小女子那种急切、思念、惊喜的复杂心理展现得极为生动、传神，让人玩味。&&&诗的后两句写女子对喜兆的反应。“铅华不可弃，莫是藁砧归。”铅华，脂粉。莫是，莫不是。句意为：赶紧涂脂抹粉打扮一下吧，恐怕丈夫真的要回来了。藁砧，即稿砧，是丈夫的隐称。周祈《名义考》卷五：“古有罪者，席稿伏于椹(帖)上，用鈇斩之。言稿椹则言铁矣，铁与夫同音，故隐语稿椹为夫也。”这女子见喜兆后的激动心态在诗人的笔下表现得是多么细致入微。&&&然而这女子的丈夫回来没有?喜兆有没有应验?这位女子最终是欢喜还是失望?诗中并没有交代。诗人只是抓住了这女子思夫的一瞬间进行渲染，把这女子的思夫之情含蓄地表达出来，给读者留下了巨大的想象空间，未尽之意读者自可以根据自己的理解去联想。&&&这首诗，文字质朴无华，但感情却表现得细致入微。象“裙带解”、“蟢子飞”，这都是些引不起一般人注意的小事，但却荡起了女主人公心灵上无法平静的涟漪。诗又写得含蓄而耐人寻味。丈夫出门后，女主人公的处境、心思、生活情态如何，作者都未作说明，但从“铅华不可弃”的心理独白中，便有一个“岂无膏沐，谁适为容”（《诗经·伯兮》）的思妇形象跃然纸上。通篇描摹心理，用语切合主人公的身分、情态，仿旧体而又别开生面。",
                    "transferInfo" : "昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "10000",
    "mainClass" : "10"
}
