{
    "poetryList" : [
                    {
                    "name" : "凉州词二首·其一",
                    "author" : "王之涣",
                    "content" : "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。",
                    "addtionInfo" : "黄河远上：远望黄河的源头。孤城：指孤零零的戍边的城堡。仞：古代的长度单位，一仞相当于七尺或八尺(等于231cm或264cm,约等于2.3m或2.6m)。羌笛：古羌族主要分布在甘、青、川一带。羌笛是羌族乐器，属横吹式管乐。何须怨：何必埋怨。杨柳：杨树的柳条，又指的是《杨柳曲》。古诗文中常以杨柳喻送别情事。不度：吹不到。玉门关：汉武帝置，因西域输入玉石取道于此而得名。故址在今甘肃敦煌西北小方盘城,是古代通往西域的要道。",
                    "classInfo" : "16",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "诗人初到凉州，面对黄河、边城的辽阔景象，又耳听着《折杨柳》曲，有感而发，写成了这首表现戍守边疆的士兵思念家乡情怀的诗作。&&&诗的前两句描绘了西北边地广漠壮阔的风光。首句抓住自下（游）向上（游）、由近及远眺望黄河的特殊感受，描绘出“黄河远上白云间”的动人画面：汹涌澎湃波浪滔滔的黄河竟像一条丝带迤逦飞上云端。写得真是神思飞跃，气象开阔。诗人的另一名句“黄河入海流”，其观察角度与此正好相反，是自上而下的目送；而李白的“黄河之水天上来”，虽也写观望上游，但视线运动却又由远及近，与此句不同。“黄河入海流”和“黄河之水天上来”，同是着意渲染黄河一泻千里的气派，表现的是动态美。而“黄河远上白云间”，方向与河的流向相反，意在突出其源远流长的闲远仪态，表现的是一种静态美。同时展示了边地广漠壮阔的风光，不愧为千古奇句。&&&次句“一片孤城万仞山”出现了塞上孤城，这是此诗主要意象之一，属于“画卷”的主体部分。“黄河远上白云间”是它远大的背景，“万仞山”是它靠近的背景。在远川高山的反衬下，益见此城地势险要、处境孤危。“一片”是唐诗习用语词，往往与“孤”连文（如“孤帆一片”、“一片孤云”等等），这里相当于“一座”，而在词采上多一层“单薄”的意思。这样一座漠北孤城，当然不是居民点，而是戌边的堡垒，同时暗示读者诗中有征夫在。“孤城”作为古典诗歌语汇，具有特定涵义。它往往与离人愁绪联结在一起，如“夔府孤城落日斜，每依北斗望京华”（杜甫《秋兴》）、“遥知汉使萧关外，愁见孤城落日边”（王维《送韦评事》）等等。第二句“孤城”意象先行引入，为下两句进一步刻画征夫的心理作好了准备。&&&“羌笛何须怨杨柳”，在这样苍凉 的环境背景下，忽然听到了羌笛声，所吹的曲调恰好又是《折杨柳》，这不禁勾起戍边士兵们的思乡之愁。因为“柳”和“留”谐音，所以古人常常在别离的时候折柳相赠表示留念。北朝乐府《鼓角横吹曲》中有《折杨柳枝》：“上马不捉鞭，反拗杨柳枝。蹀座吹长笛，愁杀行客儿。”就提到了行人临别时折柳。这种折柳送别风气在唐朝尤其盛行。士兵们听着哀怨的曲子，内心非常惆怅，诗人也不知道该如何安慰戍边的士兵，只能说，羌笛何必总是吹奏那首哀伤的《折杨柳》曲呢？春风本来就吹不到玉门关里的。既然没有春风又哪里有杨柳来折呢？这句话含有一股怨气，但是又含无可奈何语气，虽然乡愁难耐，但是戍守边防的责任更为重大啊。一个“何须怨”看似宽慰，但是，也曲折表达了那种抱怨，使整首诗的意韵变得更为深远。这里的春风也暗指皇帝，因为皇帝的关怀到达不了这里，所以，玉门关外士兵处境如此的孤危和恶劣。诗人委婉地表达了对皇帝不顾及戍守玉门关边塞士兵的生死，不能体恤边塞士兵的抱怨之情。&&&本首诗调苍凉悲壮，虽写满抱怨但却并不消极颓废，表现了盛唐时期人们宽广豁达的胸襟。诗文中对比手法的运用使 诗意的表现更有张力。用语委婉精确，表达思想感情恰到好处。",
                    "transferInfo" : "黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。何必用羌笛吹起那哀怨的杨柳曲去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！",
                    "backgroundInfo" : "根据王之涣墓志铭可知，726年（唐玄宗开元十四年）王之涣辞官，过了15年的自由生活。《凉州词二首》当作于其辞官居家的15年期间，即727年（开元十五年）至741年（二十九年）。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "出塞二首·其一",
                    "author" : "王昌龄",
                    "content" : "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。",
                    "addtionInfo" : "但使：只要。龙城飞将：指的是卫青奇袭龙城的事情。不教：不叫，不让。胡马：指侵扰内地的外族骑兵。度：越过。",
                    "classInfo" : "16",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "这是一首著名的边塞诗，表达了诗人希望起任良将，早日平息边塞战事，使人民过上安定的生活的愿望。&&&诗人从描写景物景入手，首句勾勒出一幅冷月照边关的苍凉景象。“秦时明月汉时关”不能理解为秦时的明月汉代的关。这里是秦、汉、关、月四字交错使用，在修辞上叫“互文见义”，意思是秦汉时的明月，秦汉时的关。诗人暗示，这里的战事自秦汉以来一直未间歇过，突出了时间的久远。次句“万里长征人未还”，“万里”指边塞和内地相距万里，虽属虚指，却突出了空间辽阔。“人未还”使人联想到战争给人带来的灾难，表达了诗人悲愤的情感。&&&怎样才能解脱人民的困苦呢？诗人寄希望于有才能的将军。“但使龙城飞将在，不教胡马度阴山。”倘若攻袭龙城的卫青和飞将军李广而今健在，绝不许让胡人的骑兵跨越过阴山。“龙城”指奇袭匈奴圣地龙城的名将卫青，而“飞将”则指威名赫赫的飞将军李广。“龙城飞将”并不只一人，实指李卫，更是借代众多汉朝抗匈名将。“不教”，不允许，“教”字读平声；“胡马”，这里指代外族入侵的骑兵。“度阴山”，跨过阴山。阴山是北方东西走向的大山脉，是汉代北方边防的天然屏障。后两句写得含蓄、巧妙，让人们在对往事的对比中，得出必要的结论。&&&这首诗虽然只有短短四行，但是通过对边疆景物和征人心理的描绘，表现的内容是复杂的。既有对久戍士卒的浓厚同情和结束这种边防不顾局面的愿望；又流露了对朝廷不能选贤任能的不满，同时又以大局为重，认识到战争的正义性，因而个人利益服从国家安全的需要，发出了“不教胡马度阴山”的誓言，洋溢着爱国激情。&&&诗人并没有对边塞风光进行细致的描绘，他只是选取了征戍生活中的一个典型画面来揭示士卒的内心世界。景物描写只是用来刻划人物思想感情的一种手段，汉关秦月，无不是融情入景，浸透了人物的感情色彩。把复杂的内容熔铸在四行诗里，深沉含蓄，耐人寻味。",
                    "transferInfo" : "依旧是秦汉时期的明月和边关，守边御敌鏖战万里征夫未回还。倘若龙城的飞将李广如今还在，一定不会让敌人的铁蹄踏过阴山。",
                    "backgroundInfo" : "《出塞》是王昌龄早年赴西域时所作。王昌龄所处盛唐，所以在其边塞诗中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。但是频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "塞上曲·其一",
                    "author" : "王昌龄",
                    "content" : "蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。",
                    "addtionInfo" : "空桑林：桑林因秋来落叶而变得空旷、稀疏。萧关：宁夏古关塞名。幽并：幽州和并州，今河北、山西和陕西一部分。游侠儿：都市游侠少年。矜：自夸。紫骝：紫红色的骏马。",
                    "classInfo" : "16",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "“蝉鸣空桑林，八月萧关道。出塞复入塞，处处黄芦草。”这四句写边塞秋景，无限肃杀悲凉，寒蝉、桑林、萧关、边塞、秋草都是中围古代诗歌意象里悲情的代名词，诗歌开篇刻意描写肃杀的秋景是为后来的反战主题作背景和情感上的铺垫。写戍边征人，寄寓深切同情。“从来幽并客，皆共沙尘老”，与王翰的“醉卧沙场君莫笑，古来征战几人回”，可谓英雄所见，异曲同工，感人至深。幽州和并州都是唐代边塞之地，也是许多读书人“功名只向马上取”、“宁为百夫长，胜作一书生”的追逐名利的地方。然而，诗人从这些满怀宏图大志的年轻人身上看到的却是“皆共沙尘老”的无奈结局。末两句，以对比作结，通过对自恃勇武，炫耀紫骝善于驰骋，耀武扬威地游荡，甚至惹是生非而扰民的所谓游侠的讽刺，深刻地表达了作者对于战争的厌恶，对于和平生活的向往。前面讲的幽并客的时候，作者还没有什么贬意，字里行间里还隐约可见对于献身沙场壮士的惋惜之情。用“游侠儿”来形容那些只知道夸耀自己养有良马的市井无赖，作者的反战情绪有了更深层次的表达。&&&此诗写边塞秋景，有慷慨悲凉的建安遗韵；写戍边征人，又有汉乐府直抒胸臆的哀怨之情；讽喻市井游侠，又让人看到了唐代锦衣少年的浮夸风气。",
                    "transferInfo" : "知了在枯秃的桑林鸣叫，八月的萧关道气爽秋高。出塞后再入塞气候变冷，关内关外尽是黄黄芦草。自古来河北山西的豪杰，都与尘土黄沙伴随到老。莫学那自恃勇武游侠儿，自鸣不凡地把骏马夸耀。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "塞下曲",
                    "author" : "王昌龄",
                    "content" : "饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
                    "addtionInfo" : "饮（yìn）马：给马喝水。平沙：广漠的沙原。黯（àn）黯：昏暗模糊的样子。临洮：古县名，秦置，治所在今甘肃岷县，以临近洮水得名。蓬蒿：蓬草蒿草之类杂草。",
                    "classInfo" : "31",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "此诗在构思上的特点，是用侧面描写来表现主题。诗中并没具体描写战争，而是通过对塞外景物和昔日战争遗迹的描绘，来表达诗人对战争的看法。开头四句是从军士饮马渡河的所见所感，描绘了塞外枯旷苦寒景象。诗人把描写的时间选在深秋的黄昏，这样更有利于表现所写的内容。写苦寒，只选择了水和风这两种最能表现环境特征的景物，笔墨简洁，又能收到很好的艺术效果。首句的“饮马”者就是军士。诗中的“水”指洮水，临洮城就在洮水畔。“饮马”须牵马入水，所以感觉“水寒”，看似不经意，实则工于匠心。中原或中原以南地区，秋风只使人感到凉爽，但塞外的秋风，却已然“似刀”。足见其风不但猛烈，而且寒冷，仅用十字，就把地域的特点形象地描绘了出来。三四两句写远望临洮的景象。“平沙”谓沙漠之地。临洮，古县名，因县城临洮水而得名。即今甘肃东部的岷县，是长城的起点，唐代为陇右道岷州的治所，这里常常发生战争。暮色苍茫，广袤的沙漠望不到边，天边挂着一轮金黄的落日，临洮城远远地隐现在暮色中。境界阔大，气势恢宏。&&&临洮一带是历代经常征战的战场。据新旧《唐书·王晙列传》和《吐蕃传》等书载：公元714年（开元二年）旧历十月，吐蕃以精兵十万寇临洮，朔方军总管王晙与摄右羽林将军薛讷等合兵拒之，先后在大来谷口、武阶、长子等处大败吐蕃，前后杀获数万，获马羊二十万，吐蕃死者枕藉，洮水为之不流。诗中所说的“长城战”，指的就是这次战争。“昔日长城战，咸言意气高”，这是众人的说法。对此，诗人不是直接从正面进行辩驳或加以评论，而是以这里的景物和战争遗迹来作回答：“黄尘足今古，白骨乱蓬蒿。”“足”是充满的意思。“白骨”是战死者的尸骨。“今古”贯通两句，上下句都包括在内；不仅指从古到今，还包括一年四季，每月每天。意思是说，临洮这一带沙漠地区，一年四季，黄尘弥漫，战死者的白骨，杂乱地弃在蓬蒿间，从古到今，都是如此。这里的“白骨”，包含开元二年这次“长城战”战死的战士，及这以前战死的战士。这里没有一个议论字眼，却将战争的残酷极其深刻地揭示出来。这里是议论，是说理，但这种议论、说理，却完全是以生动的形象来表现，因而更具有震撼人心的力量，手法极其高妙。&&&这首诗着重表现军旅生活的艰辛及战争的残酷，其中蕴含了诗人对黩武战争的反对情绪。",
                    "transferInfo" : "牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。当年长城曾经一次鏖战，都说戍边战士的意气高。自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长信怨",
                    "author" : "王昌龄",
                    "content" : "金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。",
                    "addtionInfo" : "金井：井栏上有雕饰的井。一般用以指宫庭园林里的井。珠帘：用珍珠缀成或饰有珍珠的帘子。熏（xūn）笼：指宫中取暖的用具，与熏炉配套使用的笼子，作熏香或烘干之用。玉枕：即枕头。南宫：指皇帝的居处。清漏：漏是古代计时的器具，利用滴水和刻度以指示时辰。清漏指深夜铜壶滴漏之声。秋砧（zhēn）：秋日捣衣的声音。夜阑：夜将尽时。御衣：帝王所著的衣服。青琐：装饰皇宫门窗的青色连环花纹。金城：即皇帝所住之城。明主：贤明的君主。奉帚：持帚洒扫。多指嫔妃失宠而被冷落。平明：指天亮。金殿：指宫殿。团扇：即圆形的扇子。玉颜：指姣美如玉的容颜，这里暗指班婕妤自己。寒鸦：寒天的乌鸦；受冻的乌鸦。暗指掩袖工谄、心狠手辣的赵飞燕姐妹。昭阳：汉代宫殿名，代指赵飞燕姐妹与汉成帝居住之处。薄命：命运不好。西宫：皇帝宴饮的地方。复道：两层阁楼间的通道。白露堂：指失宠妃子或宫女所住之处。红罗：红色的轻软丝织品。",
                    "classInfo" : "49",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "这首宫怨，运用深婉含蓄的笔触，采取以景托情的手法，写一个被剥夺了青春、自由和幸福的少女，在凄凉寂寞的深宫中，形孤影单、卧听宫漏的情景。这是从这位少女的悲惨的一生中剪取下来的一个不眠之夜。&&&在这个不眠之夜里，诗中人忧思如潮，愁肠似结，她的满腔怨情该是倾吐不尽的。这首诗只有四句，总共二十八个字，照说，即令字字句句都写怨情，恐怕还不能写出她的怨情于万一。可是，作者竟然不惜把前三句都用在写景上，只留下最后一句写到人物，而且就在这最后一句中也没有明写怨情。这样写，乍看像是离开了这首诗所要表现的主题，其实却在艺术效果上更显得有力，更深刻地表现了主题。这是因为：前三句虽是写景，却并非为写景而写景，它们是为最后人物的出场服务的。就通首诗而言，四句诗是融合为一的整体，不论写景与写人，都是为托出怨情服务的。",
                    "transferInfo" : "金井边的梧桐秋叶渐黄，珠帘不卷可知夜里飞霜。熏笼玉枕有如容颜憔悴，静卧愁听南宫漏声悠长。秋天高殿内捣衣声响彻夜阑，夜里霜重还记起君王御衣寒。更深人静银灯下裁衣才停歇，目光还转向宫城明主那边看。天亮就拿起扫帚打扫金殿尘埃，百无聊赖时手执团扇且共徘徊。美丽的容颜还不如乌鸦的姿色，它还能带着昭阳殿的日影飞来。果真成为薄命人长久陷入沉思，梦中又见到君王醒后心里生疑。灯火照耀着西宫知道是在夜饮，眼前分明浮现复道蒙恩受宠时。长信宫中惟有秋月尚明，昭阳殿下响起捣衣声声。白露堂中满是杂草印迹，那边红罗帐里绵绵深情。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋夜曲",
                    "author" : "王维",
                    "content" : "桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。",
                    "addtionInfo" : "桂魄：即月亮。相传月中有桂树，又月初生时的微光曰魄，故称初生之月为桂魄。轻罗：轻盈的丝织品，宜做夏装，在此代指夏装。已薄：已觉单薄。筝：拨弦乐器，十三弦。殷勤弄：频频弹拨。空房：谓独宿无伴。",
                    "classInfo" : "52",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "此诗前两句是写景，写得颇为悠闲，秋夜微凉，景物凄清；末两句是写情，主人公寂寞难寝，殷勤弄筝。此诗语极委婉，情极细腻，把儿女羞涩的情感遮掩得严严实实：少妇独守空闺，沉浸于相思，不忍更衣；借弹筝自遣寂寞，又不忍回屋。诗人借用女主人公心理活动来展示其独守空房的哀怨，曲尽其妙；代写思妇心境，抒发内心空虚的痛苦，更显深刻细腻生动，流露出女主人公独守空房、思念丈夫的怨情，表现出诗人诗艺的功力。&&&“桂魄初生秋露微，轻罗已薄未更衣。”点明时间，夜幕初临，月充刚刚从东方升起，秋露虽生，却还微薄稀少，说明天气已经凉爽，但还不觉寒冷，给人一种清凉之感，烘托出女主人公清冷孤寂的心情。这与下面一句正好相互呼应，由于天气已凉，所穿的轻盈细软的罗衣，已感到单薄了。但还不觉得寒冷难忍，所以还没更换衣服。字里间隐隐充溢出女主人公因秋凉需要更衣而思念远方丈夫的情愫。&&&“银筝夜久殷勤弄”写女主人公的弹筝行动，实际是以乐曲寄情。讲述女主人公一直在室外弹筝，从月亮初升一直到夜深，仍然在频频弹拨，丝毫没有回房的意思。实写女主人公迷恋弹筝，以至废寝忘餐。实则醉翁之意不在酒，她并不是因为爱弹筝爱得入迷才这样，而是“心怯空房不忍归”，以揭穿了女主人公内心处的秘密。&&&“心怯空房不忍归”以巧妙的构思和奇特的表现方法，通过女主人公的心理活动，展示了她独守空房的哀怨。写女主人公在深深思念着远出的丈夫，夜不能寐，不愿独守空房，只有借弹筝来排遣凄凉寂寞的情怀。房空，心更空虚，其情悲切。&&&此诗前两句是写景，写得颇为悠闲，秋夜微凉，景物凄清；诗人描写了一种清冷的景象，以此为“背景”，再写女主人公的“衣着”，以衬托其孤寂。末两句是写情，主人公寂寞难寝，殷勤弄筝，接写“弹筝”的行动，似迷恋乐曲，实际上以乐曲寄情。末句画龙点睛，通过正面抒情，对思妇的心理活动，进行了生动深刻的刻划，顿觉无限幽怨之情跃然于纸上。&&&此诗语极委婉，情极细腻，把儿女羞涩的情感遮掩得严严实实。",
                    "transferInfo" : "一轮秋月刚刚升起秋露初生，罗衣已显单薄却懒得更换别的衣裳。更深夜阑还在殷勤拨弄银筝，原来是怕空房寂寞不忍回归。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "洛阳女儿行",
                    "author" : "王维",
                    "content" : "洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。",
                    "addtionInfo" : "才可：恰好。十五余：十五六岁。良人：古代妻对夫的尊称。玉勒：玉饰的马衔。骢（cōng）马：青白色的马。脍（kuài）鲤鱼：切细的鲤鱼肉。脍：把鱼、肉切成薄片。罗帷：丝织的帘帐。七香车：旧注以为以七种香木为车。宝扇：古代贵妇出行时遮蔽之具，用鸟羽编成。九华帐：鲜艳的花罗帐。狂夫：古代妇女自称其夫的谦词。剧：戏弄。季伦：晋石崇字季伦，家甚豪富。怜：爱怜。碧玉：指洛阳女儿。“不惜”句：王恺以晋武帝所赐二尺珊瑚示石崇，崇以铁如意击之。王恺斥之，崇乃命人搬来三四尺高珊瑚六七枝偿还之。曙（shǔ）：天明。九微灯：汉武帝供王母使用的灯，这里指平常的灯火。片片：指灯花。花琐：指雕花的连环形窗格。曾无：从无。理：温习。熏（xūn）香：用香料熏衣服。赵李家：汉成帝的皇后赵飞燕、婕妤李平。这里泛指贵戚之家。越女：指春秋时期越国美女西施。越，这里指今浙东。",
                    "classInfo" : "57",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "在封建社会中，有一种很普遍的社会现象：小家女子一旦嫁给豪门阔少，便由贫贱之身一跃而为身价百倍的贵妇人，恃宠享乐。娇贵异常；而不遇之女，即使美颜如玉，亦不免终生沦于贫贱境地。此诗所写，盖为此而发，而其所蕴含的意义却超越了诗中所写事实本身，从而使这首诗的诗意具有了很大约外延性。或谓伤君子不遇，或谓讥刺依附权贵的封建官僚，或谓慨叹人生贵贱的偶然性，都能讲得通。&&&全诗可分为两部分。前十八句为第一部分，构成了这首诗的主体，塑造了因遇而骤得富贵的“洛阳女儿”这一艺术形象。开头两句对“洛阳女儿”略作介绍。以冷语发端，自含鄙夷之意。下面两句说她的丈夫骑着宝玉络头、毛色青白相间的高头大马，她的侍女为她献上满盈金盘的鲤鱼片。一为侧笔映衬，二为正面描写，一虚一买，“洛阳女儿”的身价和地位显示出来了。一个普通的小家女子，朝夕之间竟身价百倍，原因就是嫁给了一位颇有身份的“良人”。遇者则贵、不遇者则贩的人生感慨，暗暗含在其中。“画阁”以下四句，写“洛阳女儿”住在红桃绿柳竟相掩映的画阁朱楼，出门坐的是用罗帷遮护的七香车，回来的时候，用宝扇遮面，被接入九华帐里。至此，“洛阳女儿”的饮食起居已见一斑。“狂夫富贵在青春”到“不惜珊瑚持与人”，连续驱使典故，插入对其丈夫的描写;结构上照应上文“良人”一句，将诗意补足。其夫正当青春年华，身享荣华富贵，意气骄奢，甚于晋代巨富石崇；丈夫亲自教她跳舞，其怜爱之情，一如刘宋汝南王之干爱妾碧玉。“不惜珊瑚持与人”，用石崇与王恺斗富一事，将“良人”骄奢豪富之态现于纸上。这里所描写的是“狂夫”之相，但细玩诗意，却是借“狂夫”之相，以形“洛阳女儿”的娇贵之态，貌似游离实则还是为写“洛阳女儿”而驱使笔墨的。随后，顺接上面的“自怜碧玉亲教舞”句意，迤逦而下，正面描写“洛阳女儿”在九微灯约光晕里，在雕花的连环形窗下，通宵达旦，歌舞不休。这里特别点染了灯花燃尽而扑窗乱飞的一个细节，暗示“洛阳女儿”通宵沉醉于狂歌狂舞中，直到天亮，九微灯才熄灭，这里以九微灯入诗，无异是把“洛阳女儿”与王母同化为一体了，从而为“洛阳女儿”披上了一层高贵的外衣。其富贵之相，借典故婉然传出。“戏罢曾无理曲时，妆成只是熏香坐”，写“洛阳女儿”戏乐已毕，无暇练习曲子；打扮好了，依炉熏香而坐。“坐”字，仿佛见其慵懒之态和空虚无聊的贵族生活。下面又拓开一层，写“洛阳女儿”出入贵戚之家，奔走权门之内，虽语不涉讽，但讽意存焉。&&&诗的最后两句为第二部分。诗人把笔锋猛地一转，描绘出一幅貌似孤立实则与上文融浃为一的越女浣纱的画面。美颇如玉的越国女子西施，在她未遇之时，身处贫贱地位，只好在江边漂洗罗纱。“谁怜”二字，一贯到底，造成快速的节奏和奔流的诗意，表达了诗人对不遇者的深切同情。其中也不乏感愤不平之气。&&&全诗描写了两种人物形象，一贵一贱，一奢靡，一穷困，各成独立的画面，却又相反相成地统一于全诗中。写法上，前一部分以繁笔铺张扬厉，穷形尽相；后一部分以简笔淡然点染，意到即止。一繁一简，繁简各宜。诗中有讽刺，有同情，有慨叹，而这又深深地隐蔽在文字背后。",
                    "transferInfo" : "洛阳有一位女子住在我家对门，正当十五六的芳年容颜非常美丽。她的丈夫骑一匹青白相间的骏马，马具镶嵌着珍贵的美玉。她的婢女捧上黄金的盘子，里面盛着烹制精细的鲤鱼。她家彩绘朱漆的楼阁一幢幢遥遥相望，红桃绿柳在廊檐下排列成行。她乘坐的车子是用七种香木做成，绫罗的帷幔装在车上。仆从们举着羽毛的扇子，把她迎回绣着九花图案的彩帐。她的丈夫青春年少正得志，骄奢更胜过石季伦。他亲自教授心爱的姬妾学习舞蹈，名贵的珊瑚树随随便便就送给别人。他们彻夜寻欢作乐，窗上现出曙光才熄去灯火，灯花的碎屑片片落在雕镂的窗棱。她成天嬉戏游玩，竟没有温习歌曲的空暇，打扮得整整齐齐，只是熏着香成天闲话。相识的全是城中的豪门大户，日夜来往的都是些贵戚之家。有谁怜惜貌美如玉的越女，身处贫贱，只好在江头独自洗纱。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "老将行",
                    "author" : "王维",
                    "content" : "少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。",
                    "addtionInfo" : "“步行”句：汉名将李广，为匈奴骑兵所擒，广时已受伤，便即装死。后于途中见一胡儿骑着良马，便一跃而上，将胡儿推在地下，疾驰而归。“射杀”句：与上文连观，应是指李广为右北平太守时，多次射杀山中猛虎事。肯数：岂可只推。邺下黄须儿：指曹彰，曹操第二子，须黄色，性刚猛，曾亲征乌丸，颇为曹操爱重。蒺藜：本是有三角刺的植物，这里指铁蒺藜，战地所用障碍物。卫青：汉代名将，汉武帝皇后卫子夫之弟，以征伐匈奴官至大将军。卫青姊子霍去病，也曾远入匈奴境，却未曾受困折，因而被看作“有天幸”。“李广”句：李广曾屡立战功，汉武帝却以他年老数奇，暗示卫青不要让李广抵挡匈奴，因而被看成无功，没有封侯。故侯瓜：召平，本秦东陵侯，秦亡为平民，贫，种瓜长安城东，瓜味甘美。先生柳：晋陶渊明弃官归隐后，因门前有五株杨柳，遂自号“五柳先生”。“誓令”句：后汉耿恭与匈奴作战，据疏勒城，匈奴于城下绝其涧水，恭于城中穿井，至十五丈犹不得水，他仰叹道：“闻昔贰师将军拔佩刀刺山，飞泉涌出，今汉德神明，岂有穷哉”。旋向井祈祷，过了一会，果然得水。颍川空使酒：灌夫，汉颍阴人，为人刚直，失势后颇牢骚不平，后被诛。使酒：恃酒逞意气。聊持：且持。星文：指剑上所嵌的七星文。“耻令”句：意谓以敌人甲兵惊动国君为可耻。",
                    "classInfo" : "32",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "这首诗叙述了一位老将的经历。他一生东征西战，功勋卓著，结果却落得个“无功”被弃、不得不以躬耕叫卖为业的可悲下场。边烽再起，他又不计恩怨，请缨报国。作品揭露了统治者的赏罚蒙昧，冷酷无情，歌颂了老将的高尚节操和爱国热忱。&&&全诗分三段，开头十句为第一段，是写老将青壮年时代的智勇、功绩和不平遭遇。先说他少时就有李广之智勇，“步行”夺得过敌人的战马，引弓射杀过山中最凶猛的“白额虎”。接着改用曹操的次子曹彰故事，彰绰号黄须儿，奋勇破敌，却功归诸将。诗人借用这两个典故，描绘老将的智勇才德。接下去，以“一身转战三千里”，见其征战劳苦；“一剑曾当百万师”，见其功勋卓著；“汉兵奋迅如霹雳”，见其用兵神速，如迅雷之势；“虏骑崩腾畏蒺藜”见其巧布铁蒺藜阵，克敌制胜。但这样难得的良将，却无寸功之赏，所以诗人又借用历史故事抒发自己的感慨。汉武帝的贵戚卫青所以屡战不败，立功受赏，官至大将军，实由“天幸”；而与他同时的著名战将李广，不但未得封侯授爵，反而得罪、受罚，最后落得个刎颈自尽的下场，是因“数奇”。这里的“天幸”，既指幸运之“幸”，又指皇帝宠幸；“数奇”，既指运气不好，又指皇恩疏远，都是语意双关的。诗人借李广与卫青的典故，暗示统治者用人唯亲，赏罚失据，写出了老将的不平遭遇。&&&中间十句为第二段，写老将被遗弃后的清苦生活。自从被弃置之后老将便“衰朽”了，岁月蹉跎，心情不好，连头发都白了。他昔日虽有后羿射雀而使其双目不全的本领，但久不习武，双臂就如同生了疡瘤，很不利落了。古人常以“柳”谐“瘤”，并且“杨”“柳”通假。在这里诗人以“杨”谐“疡”（疮）是照顾到诗的平仄声调。老将被弃，疡生左肘，却还得自寻生计，“路旁时卖故侯瓜”。“故侯”，指秦东陵侯召平，秦破，为布衣，种瓜于长安东城。这里说他不仅种瓜，而且“路旁时卖”，可知生活没有着落；“门前学种先生柳”，也是指他以耕作为业的意思。陶渊明门前有五柳，因自号“五柳先生”。至于住处则是“苍茫”一片“古木”丛中的“穷巷”，窗子面对着的则是“寥落寒山”，这更见世态炎凉，门前冷落，从无宾客往还。但是老将并未因此消沉颓废，他仍然想“誓令疏勒出飞泉”，象后汉名将耿恭那样，在匈奴疏勒城水源断绝后，与战士们同甘共苦，终于又得泉水却敌立功；而决不像前汉颍川人灌夫那样，解除军职之后，使酒骂坐，发泄怨气。&&&最末十句为第三段，是写边烽未熄，老将时时怀着请缨杀敌的爱国衷肠。先说西北贺兰山一带阴霾沉沉，阵战如云，告急的文书不断传进京师；次写受帝命而征兵的军事长官从三河（河南、河内、河东）一带征召大批青年入伍，诸路将军受诏命分兵出击。最后写老将，他再也呆不住了，先是“拭拂铁衣如雪色”，把昔日的铠甲摩擦得雪亮闪光；继之是“聊持宝剑动星文”，又练起了武功。他的宿愿本就是能得到燕产强劲的名弓“射天将”擒贼擒王，消灭入寇的渠魁；并且“耻令越甲鸣吾君”，绝不让外患造成对朝廷的威胁。结尾为老将再次表明态度：“莫嫌旧日云中守，犹堪一战立功勋”，借用魏尚的故事，表明只要朝廷肯任用老将，他一定能杀敌立功，报效祖国。魏尚曾任云中太守，深得军心，匈奴不敢犯边，后被削职为民，经冯唐为其抱不平，才官复旧职。&&&这首诗十句一段，章法整饬，大量使事用典，从不同的角度和方面，刻画出“老将”的艺术形象，增加了作品的容涵量，完满地表达了作品的主题。沈德潜《唐诗别裁》谓“此种诗纯以对仗胜”。诗中对偶工巧自然，如同灵气周运全身，使诗人所表达的内容，犹如璞玉磨琢成器，达到了理正而文奇，意新而词高的艺术境界。",
                    "transferInfo" : "当年十五二十岁青春之时，徒步就能夺得胡人战马骑。年轻力壮射杀山中白额虎，数英雄岂止邺下的黄须儿？身经百战驰骋疆场三千里，曾以一剑抵当了百万雄师。汉军声势迅猛如惊雷霹雳，虏骑互相践踏是怕遇蒺藜。卫青不败是由于天神辅助，李广无功却缘于命运不济。自被摈弃不用便开始衰朽，世事随时光流逝人成白首。当年象后羿飞箭射雀无目，如今不操弓疡瘤生于左肘。象故侯流落为民路旁卖瓜，学陶令门前种上绿杨垂柳。古树苍茫一直延伸到深巷，寥落寒山空对冷寂的窗牖。誓学耿恭在疏勒祈井得泉，不做颍川灌夫为牢骚酗酒。贺兰山下战士们列阵如云，告急的军书日夜频频传闻。持节使臣去三河招募兵丁，招书令大将军分五路出兵。老将揩试铁甲光洁如雪色，且持宝剑闪动剑上七星纹。愿得燕地的好弓射杀敌将，绝不让敌人甲兵惊动国君。莫嫌当年云中太守又复职，还堪得一战为国建立功勋。",
                    "backgroundInfo" : "公元737年（唐玄宗开元二十五年），王维被任命为监察御史，奉使出塞，在凉州河西节度使副使崔希逸幕下任节度判官，在此度过了一年的军旅生活。这期间他深入士兵生活，穿梭于各将校之间，发现军队之中也存在着很多不合理的地方。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "桃源行",
                    "author" : "王维",
                    "content" : "渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。",
                    "addtionInfo" : "逐水：顺着溪水。古津：古渡口。坐：因为。见人：遇到路人。隈：山、水弯曲的地方。旷望：指视野开阔。旋：不久。攒云树：云树相连。攒，聚集。散花竹：指到处都有花和竹林。樵客：原本指打柴人，这里指渔人。武陵源：指桃花源，相传在今湖南桃源县（晋代属武陵郡）西南。武陵，即今湖南常德。物外：世外。房栊：房屋的窗户。喧：叫声嘈杂。俗客：指误入桃花源的渔人。引：领。都邑：指桃源人原来的家乡。平明：天刚亮。闾巷：街巷。开：指开门。薄暮：傍晚。避地：迁居此地以避祸患。去：离开。灵境：指仙境。尘心：普通人的感情。乡县：家乡。游衍：留连不去。自谓：自以为。不迷：不再迷路。峰壑：山峰峡谷。云林：云中山林。桃花水：春水。桃花开时河流涨溢。",
                    "classInfo" : "29",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "这是王维十九岁时写的一首七言乐府诗，题材取自陶渊明的叙事散文《桃花源记》。清代吴乔在《围炉诗话》中曾说：“意思，犹五谷也。文，则炊而为饭；诗，则酿而为酒也。”好的诗应当像醇酒，读后能令人陶醉。因此，要将散文的内容改用诗歌表现出来，决不仅仅是一个改变语言形式的问题，还必须进行艺术再创造。王维这首《桃源行》，正是由于成功地进行了这种艺术上的再创造，因而具有独立的艺术价值，得以与散文《桃花源记》并世流传。&&&《桃源行》所进行的艺术再创造，主要表现在开拓诗的意境；而这种诗的意境，又主要通过一幅幅形象的画面体现出来。&&&诗一开始，就展现了一幅“渔舟逐水”的生动画面：远山近水，红树青溪，一叶渔舟，在夹岸的桃花林中悠悠行进。诗人用艳丽的色调，绘出了一派大好春光，为渔人“坐看红树”、“行尽青溪”作了铺陈。这里，绚烂的景色和盎然的意兴融成一片优美的诗的境界，而事件的开端也蕴含其中了。散文中所必不可少的交代：“晋太元中，武陵人捕鱼为业，缘溪行，忘路之远近……”在诗中都成了酿“酒”的原材料，化为言外意、画外音，让读者自己去想象、去体会了。在画面与画面之间，诗人巧妙地用一些概括性、过渡性的描叙，来牵引连结，并提供线索，引导着读者的想象，循着情节的发展向前推进。“山口”、“山开”两句，便起到了这样的作用。它通过概括描叙，使读者想象到渔人弃舟登岸、进入幽曲的山口蹑足潜行，到眼前豁然开朗、发现桃源的经过。这样，读者的想象便跟着进入了桃源，被自然地引向下一幅画面。这时，桃源的全景呈现在人们面前了：远处高大的树木像是攒聚在蓝天白云里，近处满眼则是遍生于千家的繁花、茂竹。这两句，由远及近，云、树、花、竹，相映成趣，美不胜收。画面中，透出了和平、恬静的气氛和欣欣向荣的生机，让读者驰骋想象，去领悟、去意会，去思而得之，而所谓诗的韵致、“酒”的醇味，也就蕴含其中了。接着，读者又可以想象到，渔人一步步进入这幅图画，开始见到了其中的人物。“樵客初传汉姓名，居人未改秦衣服。”写出了桃源中人发现外来客的惊奇和渔人乍见“居人”所感到服饰上的明显不同，隐括了散文中“不知有汉，无论魏晋”的意思。&&&中间十二句，是全诗的主要部分。“居人共住武陵源”，承上而来，另起一层意思，然后点明这是“物外起田园”。接着，便连续展现了桃源中一幅幅景物画面和生活画面。月光，松影，房栊沉寂，桃源之夜一片静谧；太阳，云彩，鸡鸣犬吠，桃源之晨一片喧闹。两幅画面，各具情趣。夜景全是静物，晨景全取动态，充满着诗情画意，表现出王维独特的艺术风格。渔人，这位不速之客的闯入，使桃源中人感到意外。“惊闻”二句也是一幅形象的画面，不过画的不是景物而是人物。“惊”、“争”、“集”、“竞”、“问”等一连串动词，把人们的神色动态和感情心理刻画得活灵活现，表现出桃源中人淳朴、热情的性格和对故土的关心。“平明”二句进一步描写桃源的环境和生活之美好。“扫花开”、“乘水入”，紧扣住了桃花源景色的特点。“初因避地去人间，及至成仙遂不还”两句叙事，追述了桃源的来历；“峡里谁知有人事，世间遥望空云山”，在叙事中夹入情韵悠长的咏叹，文势活跃多姿。&&&最后一层，诗的节奏加快。作者紧紧扣住人物的心理活动，将渔人离开桃源、怀念桃源、再寻桃源以及峰壑变幻、遍寻不得、怅惘无限这许多内容，一口气抒写下来，情、景、事在这里完全融合在一起了。“不疑”六句，在叙述过程中，对渔人轻易离开“灵境”流露了惋惜之意，对云山路杳的“仙源”则充满了向往之情。然而，时过境迁，旧地难寻，桃源已不知在何处了。这时，只剩下了一片迷惘。最后四句，作为全诗的尾声，与开头遥相照应。开头是无意迷路而偶从迷中得之，结尾则是有意不迷而反从迷中失之，令读者感喟不已。“春来遍是桃花水”，诗笔飘忽，意境迷茫，给人留下了无穷的回味。&&&将这首《桃源行》诗与陶渊明《桃花源记》作比较，可以说二者都很出色，各有特点。散文长于叙事，讲究文理文气，故事有头有尾，时间、地点、人物、事件都交代得具体清楚。而这些，在诗中都没有具体写到，却又使人可以从诗的意境中想象到。诗中展现的是一个个画面，造成诗的意境，调动读者的想象力，去想象、玩味那画面以外的东西，并从中获得一种美的感受。这就是诗之所以为诗的原因。&&&王维这首诗中把桃源说成“灵境”、“仙源”，现代的人多有非议。其实，诗中的“灵境”，也有云、树、花、竹、鸡犬、房舍以及闾巷、田园，桃源中人也照样日出而作，日入而息，处处洋溢着人间田园生活的气息。它反映了王维青年时代美好的生活理想，其主题思想，与散文《桃花源记》基本上是一致的。&&&这首诗通过形象的画面来开拓诗境，可以说，是王维“诗中有画”的特色在早年作品中的反映。此外，全诗三十二句，四句或六句一换韵，平仄相间，转换有致。诗的笔力舒健，从容雅致，游刃有余，颇为后人称道。清代王士禛说：“唐宋以来，作《桃源行》最佳者，王摩诘（王维）、韩退之（韩愈）、王介甫（王安石）三篇。观退之、介甫二诗，笔力意思甚可喜。及读摩诘诗，多少自在；二公便如努力挽强，不免面红耳热，此盛唐所以高不可及。”（《池北偶谈》）这“多少自在”四字，便是极高的评价。翁方纲也极口推崇说，这首诗“古今咏桃源事者，至右丞而造极。”（《石洲诗话》）这正是结论性的评价。 ",
                    "transferInfo" : "渔舟顺溪而下，追寻那美妙的春景，夹岸桃花映红了古渡口两旁。花树缤纷，忘记了路程远近；行到青溪尽处，忽然隐约似见人烟。走入了幽深曲折的山口，再往前，豁然开朗一片平川。远望去丛丛绿树有如云霞绮聚集，进村见户户门前翠竹鲜花掩映。第一次才听说汉以后的朝代，村民穿戴的还是秦代衣装。他们世代聚居在武陵源，在这里共建了世外田园。明月朗照，松下房栊寂静；旭日升起，村中鸡犬声响起。村人惊讶地把外客迎接，争相邀请，询问那世上的消息。清晨的街巷，家家打扫花径；傍晚的溪边，渔樵乘船回村。当初因避乱世逃出尘寰，寻到这桃源仙境便不归还。从此隐居峡谷，再不管外间变化；世人求访异境，不过是空望云山。渔人不怀疑这是难得的仙境，但凡心未尽只把家园挂牵；出洞后他不顾隔山隔水，又决定辞家来此仙源。自认为来过的地方不会迷路，怎知道眼前的峰壑全然改变。当时曾记得山径幽深，沿青溪几回弯曲才到桃林。此日又逢春天，依然遍地桃花水；仙源何处，已杳杳难寻，不辨道路！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送元二使安西",
                    "author" : "王维",
                    "content" : "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。",
                    "addtionInfo" : "渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。客舍：旅馆。柳色：柳树象征离别。阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。",
                    "classInfo" : "108",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "这首诗所描写的是一种非常普遍的离别。它没有特殊的背景，有的是至深的惜别之情，所以，它适合大多数别筵离席颂唱，后来纳入乐府，成为流行，久唱不衰的歌曲。&&&诗人剪裁下这临行送别时的一瞬，使其成为了永恒。老友即将远行，将赴满地黄沙的边疆绝域。此时一别，不知何日才能再见，千言万语无从说起，能说出口的只有一句：喝下这杯离别的酒吧！依依惜别之情、所有的关怀与祝福早已融进了这一杯酒中。&&&“渭城朝雨浥轻尘，客舍青青柳色新。”生动形象地写出了诗人对将要去荒凉之地的友人元二的深深依恋和牵挂。诗的前两句明写春景，暗寓离别。其中不仅“柳”与“留”谐音，是离别的象征，“轻尘”“客舍”也都暗示了旅行的目的，巧妙地点出了送别的时间、地点和环境。后两句点明了主题是以酒饯别，诗人借分手时的劝酒，表达对友人深厚的情意。友人此行要去的安西，在今天的新疆库车县境，同时代的王之涣有“春风不度玉门关”的形容，何况安西更在玉门之外，其荒凉遥远可想而知。&&&绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。&&&三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。&&&这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。",
                    "transferInfo" : "渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。",
                    "backgroundInfo" : "此诗是王维送朋友去西北边疆时作的诗，后有乐人谱曲，名为“阳关三叠”。元二奉命出使安西都护府，王维到渭城为之饯行，写下这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平调·其二",
                    "author" : "李白",
                    "content" : "一枝红艳露凝香，云雨巫山枉断肠。借问汉宫谁得似，可怜飞燕倚新妆。",
                    "addtionInfo" : "飞燕：赵飞燕，西汉皇后。妆：修饰打扮。",
                    "classInfo" : "75",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "这一首，写贵妃的受宠幸。首句写花受香露，衬托贵妃君王宠幸；二句写楚王遇神女的虚妄，衬托贵妃之沐实惠；三、四句写赵飞燕堪称绝代佳人，却靠新妆专宠，衬托贵妃的天然国色。诗人用抑扬法，抑神女与飞燕，以扬杨贵妃的花容月貌。",
                    "transferInfo" : "贵妃真是一枝带露牡丹，艳丽凝香，楚王神女巫山相会，枉然悲伤断肠。请问汉宫得宠妃嫔，谁能和她相像？可爱无比的赵飞燕，还得依仗新妆！",
                    "backgroundInfo" : "这首诗是李白在长安为翰林时所作。有一次，唐明皇与杨贵妃在沉香亭观赏牡丹，因命李白作新乐章，李白奉旨作了这章。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平调·名花倾国两相欢",
                    "author" : "李白",
                    "content" : "名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚栏杆。",
                    "addtionInfo" : "倾国：指绝代佳人。得：使。春风：代指君王",
                    "classInfo" : "75",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "这首诗总承一、二两首，把牡丹和杨贵妃与君王糅合，融为一体。全诗构思精巧，辞藻艳丽，将花与人浑融在一起写，描绘出人花交映、迷离恍惚的景象，显示了诗人高超的艺术功力。&&&起首二句“名花倾国两相欢，长得君王带笑看”，“倾国”美人，当然指杨妃，诗到此处才正面点出，并用“两相欢”把牡丹和“倾国”合为一提，“带笑看”三字再来一统，使牡丹、杨妃、玄宗三位一体，融合在一起了。&&&由于第二句的“笑”，逗起了第三句的“解释春风无限恨”，春风两字即君王之代词，这一句，把牡丹美人动人的姿色写得情趣盎然，君王既带笑，当然无恨，烦恼都为之消释了。末句点明玄宗杨妃赏花地点──“沉香亭北”。花在阑外，人倚阑干，十分优雅风流。",
                    "transferInfo" : "绝代佳人与红艳牡丹相得益彰，常常使得君王满面笑容不停观看。在沉香亭北共同倚靠着栏杆，动人姿色似春风能消无限春愁春恨。",
                    "backgroundInfo" : "这首诗是李白在长安为翰林时所作。唐玄宗天宝二年（公元743年）或天宝三年（公元744年）春天的一日，唐明皇与杨贵妃在沉香亭观赏牡丹，因命李白作新乐章，李白奉旨作了三首，这是其中一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "行路难·其二",
                    "author" : "李白",
                    "content" : "大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！",
                    "addtionInfo" : "羞逐句：字面上是说自己耻于像长安的市井小人一般，凭着斗鸡小技赌胜微不足道的彩头。暗讽唐玄宗在宫内设置斗鸡坊，斗鸡小儿因此而谋得功名富贵。据陈鸿《东城父老传》记载，唐玄宗宠爱一个叫贾昌的斗鸡小孩，给了他极其珍贵的待遇，而且恩宠他达几十年之久。弹剑作歌奏苦声：战国时代，冯谖投齐国贵族孟尝君门下为门客，但不受孟尝君的重视，便三番弹剑作歌，抱怨自己得到的待遇太低。",
                    "classInfo" : "76",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "“大道如青天，我独不得出。”这个开头与《行路难》的第一首不同。第一首用赋的手法，从筵席上的美酒佳肴写起，起得比较平。这一首，一开头就陡起壁立，让久久郁积在内心里的感受，一下子喷发出来。亦赋亦比，使读者感到它的思想感情内容十分深广。后来孟郊写了“出门如有碍，谁谓天地宽”的诗句，可能受了此诗的启发，但气局比李白差多了。能够和它相比的，还是李白自己的诗，“蜀道之难，难于上青天”这类诗句，大概只有李白那种胸襟才能写得出。不过，《蜀道难》用徒步上青天来比喻蜀道的艰难，使人直接想到那一带山川的艰险，却并不感到文意上有过多的埋伏。而这一首，用青天来形容大道的宽阔，照说这样的大道是易于行路的，但紧接着却是“我独不得出”，就让人感到这里面有许多潜台词。这样，这个警句的开头就引起了人们对下文的注意。&&&“羞逐”以下六句，是两句一组。“羞逐”两句是写诗人的不愿意。唐代上层社会喜欢拿斗鸡进行游戏或赌博。唐玄宗曾在宫内造鸡坊，斗鸡的小儿因而得宠。当时有“生儿不用识文字，斗鸡走狗胜读书”的民谣。如果要去学斗鸡，是可以结交一些纨袴子弟，在仕途上打开一点后门的。但李白对此嗤之以鼻。所以他声明自己羞于去追随长安里社中的小儿。这两句和他在《答王十二寒夜独酌有怀》中所说的“君不能狸膏金距学斗鸡，坐令鼻息干虹霓”是一个意思。都是说他不屑与“长安社中儿”为伍。至于去和那些达官贵人交往，“曳裾王门不称情，弹剑作歌奏苦声。”“曳裾王门”，即拉起衣服前襟，出入权贵之门。“弹剑作歌”，用的是冯谖的典故。冯谖在孟尝君门下作客，觉得孟尝君对他不够礼遇，开始时经常弹剑而歌，表示要回去。李白是希望“平交王侯”的，而现在在长安，权贵们并不把他当一回事，因而使他像冯谖一样感到不能忍受。这两句是写他的不称意。“淮阴市井笑韩信，汉朝公卿忌贾生。”韩信未得志时，在淮阴曾受到一些市井无赖们的嘲笑和侮辱。贾谊年轻有才，汉文帝本打算重用，但由于受到大臣灌婴、冯敬等的忌妒、反对，后来竟遭贬逐。李白借用了韩信、贾谊的典故，写出在长安时一般社会上的人对他嘲笑、轻视，而当权者则加以忌妒和打击。这两句是写他的不得志。&&&“君不见”以下六句，深情歌唱当初燕国君臣互相尊重和信任，流露他对建功立业的渴望，表现了他对理想的君臣关系的追求。战国时燕昭王为了使国家富强，尊郭隗为师，于易水边筑台置黄金其上，以招揽贤士。于是乐毅、邹衍、剧辛纷纷来归，为燕所用。燕昭王对于他们不仅言听计从，而且屈己下士，折节相待。当邹衍到燕时，昭王“拥篲先驱”，亲自扫除道路迎接，恐怕灰尘飞扬，用衣袖挡住扫帚，以示恭敬。李白始终希望君臣之间能够有一种比较推心置腹的关系。他常以伊尹、姜尚、张良、诸葛亮自比，原因之一，也正因为他们和君主之间的关系，比较符合他的理想。但这种关系在现实中却是不存在的。唐玄宗这时已经腐化而且昏庸，根本没有真正的求贤、重贤之心，下诏召李白进京，也只不过是装出一副爱才的姿态，并要他写一点歌功颂德的文字而已。“昭王白骨萦蔓草，谁人更扫黄金台？”慨叹昭王已死，没有人再洒扫黄金台，实际上是表明他对唐玄宗的失望。诗人的感慨是很深的，也是很沉痛的。&&&以上十二句，都是承接“大道如青天，我独不得出”，对“行路难”作具体描写的。既然朝廷上下都不是看重他，而是排斥他，那就只有拂袖而去了。“行路难，归去来！”在当时的情况下，他只有此路可走。这两句既是沉重的叹息，也是愤怒的抗议。",
                    "transferInfo" : "人生道路如此宽广，唯独我没有出路。我不愿意追随长安城中的富家子弟，去搞斗鸡走狗一类的赌博游戏。像冯谖那样弹剑作歌发牢骚，在权贵之门卑躬屈节是不合我心意的。当年淮阴市人讥笑韩信怯懦无能，汉朝公卿大臣嫉妒贾谊才能超群。你看，古时燕昭王重用郭隗，拥篲折节、谦恭下士，毫不嫌疑猜忌。剧辛和乐毅感激知遇的恩情，竭忠尽智，以自己的才能来报效君主。然而燕昭王早就死了，还有谁能像他那样重用贤士呢？世路艰难，我只得归去啦！",
                    "backgroundInfo" : "公元742年（天宝元年），李白奉诏入京，担任翰林供奉。可是入京后，却没被唐玄宗重用，还受到权臣的谗毁排挤，两年后被“赐金放还”，变相撵出了长安。李白被逼出京，朋友们都来为他饯行，求仕无望的他深感仕路的艰难，满怀愤慨写下了《行路难》组诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "行路难·其三",
                    "author" : "李白",
                    "content" : "有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？",
                    "addtionInfo" : "《许由》篇：“尧让天下于许由，……由于是遁耕于中岳颍水之阳，箕山之下……尧又召为九州长，由不欲闻之，洗耳于颍水滨”。《史记·伯夷列传》：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之……遂饿死于首阳山”。含光句：此句言不露锋芒，随世俯仰之意。子胥：伍子胥。陆机因宦人诬陷而被杀害于军中，临终叹曰：“华亭鹤唳，岂可复闻乎？”。",
                    "classInfo" : "24",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "前四句言人生须含光混世，不务虚名。中八句列举功成不退而殒身者，以为求功恋位者诫。最后赞成张翰唯求适意的人生态度。一篇之意三层而两折。言虚名无益，是不否定事功之意。而功成则须及时退身，一为避祸，二求适意自由。这是李白人生哲学的基调。纵适一时，独不为身后名邪？’答曰：‘使我有身后名，不如即时一杯酒。’时人贵其旷达。”",
                    "transferInfo" : "不要学许由用颍水洗耳，不要学伯夷和叔齐隐居收养采薇而食。在世上活着贵在韬光养晦，为什么要隐居清高自比云月？我看自古以来的贤达之人，功绩告成之后不自行隐退都死于非命。伍子胥被吴王弃于吴江之上，屈原最终抱石自沉汨罗江中。陆机如此雄才大略也无法自保，李斯以自己悲惨的结局为苦。（陆机）是否还能听见华亭的别墅间的鹤唳？（李斯）是否还能在上蔡东门牵鹰打猎？你不知道吴中的张翰是个旷达之人，因见秋风起而想起江东故都。生时有一杯酒就应尽情欢乐，何须在意身后千年的虚名？",
                    "backgroundInfo" : "公元742年（天宝元年），李白奉诏入京，担任翰林供奉。可是入京后，却没被唐玄宗重用，还受到权臣的谗毁排挤，两年后被“赐金放还”，变相撵出了长安。李白被逼出京，朋友们都来为他饯行，求仕无望的他深感仕路的艰难，满怀愤慨写下了《行路难》组诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "将进酒",
                    "author" : "李白",
                    "content" : "君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
                    "addtionInfo" : "将（qiāng）：请。君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。高堂：房屋的正室厅堂。青丝：喻柔软的黑发。得意：适意高兴的时候。金樽（zūn）：中国古代的盛酒器具。会须：正应当。岑夫子：岑勋。丹丘生：元丹丘。二人均为李白的好友。与君：给你们，为你们。君，指岑、元二人。钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。恣（zì）：纵情任意。谑（xuè）：戏。言少钱：径须：干脆，只管。沽：买。五花马：指名贵的马。",
                    "classInfo" : "109",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "《将进酒》原是汉乐府短箫铙歌的曲调，标题的意思为“劝酒歌”，内容多是咏唱喝酒放歌之事。这首诗是诗人当时和友人岑勋在嵩山另一老友元丹丘的颍阳山居作客，作者正值仕途遇挫之际，所以借酒兴诗，来了一次酣畅淋漓的抒发。在这首诗里，李白“借题发挥”，借酒消愁，感叹人生易老，抒发了自己怀才不遇的心情。&&&这首诗十分形象的体现了李白桀骜不驯的性格：对自己充满自信、孤高自傲、热情豪放，“天生我材必有用”、“人生得意须尽欢”。全诗气势豪迈，感情豪放，言语流畅，具有极强的感染力。李白咏酒的诗歌非常能体现他的个性，思想内容深沉，艺术表现成熟。《将进酒》即为其代表作。&&&诗歌发端就是两组排比长句，如挟天风海雨向读者迎面扑来。“君不见，黄河之水天上来，奔腾到海不复回”，颍阳去黄河不远，登高纵目，故借以起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。如此波澜壮阔的现象，必定不是肉眼能够看到的，作者是幻想的，言语带有夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，构成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。紧接着，“君不见，高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。如果说前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生苦短，而又不直言，却说“高堂明镜悲白发”，一种搔首顾影、徒呼奈何的神态宛如画出。将人生由青春到老的全过程说成“朝”“暮”之事，把原本就短暂的说得更为短暂，与前两句把原本壮阔的说得更为壮阔，是“反向”的夸张。开篇“以河之水一去不复返喻人生易逝”，“以黄河的伟大永恒形出生命的渺小脆弱”。这个开端可谓悲感至极，却又不堕纤弱，可以说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的方法作者经常用，比如“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”（《宣城谢朓楼饯别校书叔云》），沈德潜说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只是篇首或篇末偶尔用），又使诗句感情色彩大增。所谓大开大阖者，此可谓大开。&&&“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人“得意”过没有？“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》）似乎得意过；然而那不过是一场幻影。“弹剑作歌奏苦声，曳裾王门不称情”（《行路难三首·其二》）又似乎并没有得意，有的是失望与愤慨，但并不就此消沉。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人鼓掌赞叹的好句子。“有用”而且“必”，非常的自信，简直像是人的价值宣言，而这个人“我”是需要大写的。于是，从貌似消极的现象中透露出了深藏其内的一种怀才不遇而又渴望入世的积极的态度。正是“长风破浪会有时”，应为这样的未来痛饮高歌，破费又算得了什么！&&&“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，这足以令所有凡夫俗子们咋舌。诗如其人，想诗人“曩昔东游维扬，不逾一年，散金三十馀万”（《上安州裴长史书》），是何等的豪举。所以此句是深蕴在骨子里的豪情，绝非装腔作势者可以得其万分之一。与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不罢休。多痛快的筵宴，又是多么豪壮的诗句！至此，狂放之情趋于高潮，诗的旋律加快。“岑夫子，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化， 而且使我们似乎听到了诗人在席上频频地劝酒。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚至忘了是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了，这纯粹是神来之笔。&&&“钟鼓馔玉”即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人却认为这“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位极卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难三首·其二》）。说富贵“不足贵”，乃是出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。诗人曾喟叹“自言管葛竟谁许”，说古人“寂寞”，其实也表现出了自己的“寂寞”，所以才愿长醉不醒了。这里，诗人是用古人的酒杯，浇自己的块垒。说到“唯有饮者留其名”，便举出“陈王”曹植作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒很多，而为何偏举“陈王”，这又与李白一向自命不凡分不开，他心目中树为榜样的都是谢安这些高级人物，而这类人物当中，“陈王”曹植与酒联系得比较多。这样写便有了气派，与前文极度自信的口吻一贯。再者，“陈王”曹植于曹丕、曹睿两朝备受猜忌，有志难展，也激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满满的不平之气。此诗开始似乎只涉及人生感慨，而不染指政治色彩，其实全篇饱含了一种深广的忧愤和对自我的信念。诗情之所以悲而不伤，悲而能壮，即根源在此。&&&刚露一点深衷，又说回酒了，而且看起来酒兴更高了。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也不惜将名贵宝物“五花马”（毛色作五花纹的良马）、“千金裘”（昂贵的皮衣）用来换美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，令人不知谁是“主人”，浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。&&&《将进酒》篇幅不算长，却五音繁会，气象不凡。它笔酣墨饱，情极悲愤而作狂放，语极豪纵而又沉着。全篇具有震动古今的气势与力量，这诚然与夸张手法不无关系，比如诗中屡用巨额数字（“千金”、“三百杯”、“斗酒十千”、“千金裘”、“万古愁”等等）表现豪迈诗情，同时，又不给人空洞浮夸感，其根源就在于它那充实深厚的内在感情，那潜在酒话底下如波涛汹涌的郁怒情绪。此外，全篇大起大落，诗情忽翕忽张，由悲转乐、转狂放、转愤激、再转狂放、最后结穴于“万古愁”，回应篇首，如大河奔流，有气势，亦有曲折，纵横捭阖，力能扛鼎。其歌中有歌的包孕写法，又有鬼斧神工、“绝去笔墨畦径”之妙，既非鑱刻能学，又非率尔可到。通篇以七言为主，而又以三、五言句“破”之，极参差错综之致；诗句以散行为主，又以短小的对仗语点染（如“岑夫子，丹丘生”，“五花马，千金裘”），节奏疾徐尽变，奔放而不流易。《唐诗别裁》谓“读李诗者于雄快之中，得其深远宕逸之神，才是谪仙人面目”，此篇足以当之。",
                    "transferInfo" : "你难道没有看见吗？那黄河之水犹如从天上倾泻而来，波涛翻滚直奔东海从来不会再往回流。你难道没有看见，在高堂上面对明镜，深沉悲叹那一头白发？早晨还是青丝到了傍晚却变得如雪一般。人生得意之时就要尽情的享受欢乐，不要让金杯无酒空对皎洁的明月。上天造就了我的才干就必然是有用处的，千两黄金花完了也能够再次获得。且把烹煮羔羊和宰牛当成一件快乐的事情，如果需要也应当痛快地喝三百杯。岑勋，元丹丘，快点喝酒，不要停下来。我给你们唱一首歌，请你们为我倾耳细听。山珍海味的豪华生活算不上什么珍贵，只希望能醉生梦死而不愿清醒。自古以来圣贤都是孤独寂寞的，只有会喝酒的人才能够留传美名。陈王曹植当年设宴平乐观，喝着名贵的酒纵情地欢乐。你为何说我的钱不多？只管把这些钱用来买酒一起喝。名贵的五花良马，昂贵的千金皮衣，快叫侍儿拿去统统来换美酒吧，让我们一起来消除这无尽的长愁！",
                    "backgroundInfo" : "关于这首诗的写作时间，说法不一。郁贤皓《李白集》认为此诗约作于开元二十四年（公元736年）前后。黄锡珪《李太白编年诗集目录》系于天宝十一载（752）。一般认为这是李白天宝年间离京后，漫游梁、宋，与友人岑勋、元丹丘相会时所作。&&&唐玄宗天宝初年，李白由道士吴筠推荐，由唐玄宗招进京，命李白为供奉翰林。不久，因权贵的谗毁，于天宝三载（744年），李白被排挤出京，唐玄宗赐金放还。此后，李白在江淮一带盘桓，思想极度烦闷，又重新踏上了云游祖国山河的漫漫旅途。李白作此诗时距李白被唐玄宗“赐金放还”已有八年之久。这一时期，李白多次与友人岑勋（岑夫子）应邀到嵩山另一好友元丹丘的颍阳山居为客，三人登高饮宴，借酒放歌。诗人在政治上被排挤，受打击，理想不能实现，常常借饮酒来发泄胸中的郁积。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”之际，于是满腔不合时宜借酒兴诗情，以抒发满腔不平之气。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "玉阶怨",
                    "author" : "李白",
                    "content" : "玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。",
                    "addtionInfo" : "罗袜：丝织的袜子。却下：放下。",
                    "classInfo" : "49",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "李白的这首宫怨诗，虽曲名标有“怨”字，诗作中却只是背面敷粉，全不见“怨”字。无言独立阶砌，以致冰凉的露水浸湿罗袜；以见夜色之浓，伫待之久，怨情之深。“罗袜”，表现出人的仪态、身份，有人有神。夜凉露重，罗袜知寒，不说人而已见人的幽怨如诉。二字似写实，实用曹植“凌波微步，罗袜生尘”意境。&&&“玉阶生白露，夜久侵罗袜。”首两句是说，玉石砌的台阶上生起了露水，深夜独立很久，露水浸湿了罗袜。前两句写女主人公无言独立玉阶，以至冰冷的露水浸湿了罗袜；以见夜色之浓，伫待之久，怨情之深。“罗袜”，见人之仪态、身份，有人有神。夜凉露重，罗袜知寒，不说人而已见人之幽怨如诉，二字似写实，实用三国魏曹子建“凌波微步，罗袜生尘”（《洛神赋》）的意境。&&&“却下水晶帘，玲珑望秋月。”末两句是说，回房放下水晶帘，仍然隔着帘子望着玲珑的秋月。怨深，夜深，不禁幽独之苦，乃由帘外而帘內，及至下帘之后，反又不忍使明月孤寂。似月怜人，似人怜月；若人不伴月，则又有何物可以伴人？月无言，人亦无言。但读者却深知人有无限言语，月也解此无限言语，而写来却是一味的望月。此不怨之怨所以深于怨也。&&&“却下”二字，以虚字传神，最为诗家秘传。此一转折，似断实连；似欲一笔荡开，推却仇怨，实则经此一转，字少情多，直入幽微。却下，看似无意下帘，而其中却有无限幽怨。本已夜深了，怨也深了，无可奈何而入室。入室之后，却又怕隔窗明月照此室内幽独，因而下帘。帘下来以后，却更难消受这凄苦无眠之夜，与更无可奈何之中，却更去隔帘望月。此时忧思徘徊，如此情思，乃以“却下”二字出之。“却”字直贯下句，意谓：“却下水晶帘”，“却去望秋月”。在这两个动作之间，有许多愁思转折返复，所谓字少情多，以虚字传神。中国古代诗歌艺术中有“空谷传音”之法，似当如此。“玲珑”形容水晶帘之透明，二字看似不经意之笔，实则极见功力，以隔帘望月，衬托了人之幽怨。&&&诗中不见人物姿容与心理状态，而作者似乎也无动于衷，只以人物行动见意，引导读者步入诗情最幽微处，并且为读者保留想象余地。使得诗情无限辽远，无限幽深。",
                    "transferInfo" : "玉石砌的台阶上生起了露水，深夜独立很久，露水浸湿了罗袜。回房放下水晶帘，仍然隔着帘子望着玲珑的秋月。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长相思·其一",
                    "author" : "李白",
                    "content" : "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！",
                    "addtionInfo" : "长安：今陕西省西安市。络纬：昆虫名，俗称纺织娘。金井阑：精美的井阑。簟色寒：指竹席的凉意。簟，凉席。帷：窗帘。青冥：青云。渌水：清水。关山难：关山难渡。摧：伤。",
                    "classInfo" : "52",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "这首诗是李白离开长安后回忆往日情绪时所作，豪放飘逸中兼有含蓄。诗人通过对秋虫、秋霜、孤灯等景物的描写抒发了感情。表现出相思的痛苦。&&&本诗由两部分组成。第一部分从开头到“美人如花隔云端”，描写了主人公“在长安”的相思之苦。从“金井阑”中可以猜出主人公的住处颇为奢华，但身处华厦却感到十分空虚寂寞：先是听见纺织娘凄惨地鸣叫，又感到“霜送晓寒侵被”的凄凉，无法入眠。而“孤灯不明”更增添了愁绪。其中，“孤”字在写灯的同时也表现了人物的心理。接下来写从卷帷中看到的，只能供人仰望的月亮令主人公想到了美人。然而，美人远在云端，使人只能“对空长叹”。&&&以下到结尾是第二部分，描写梦中的追求，承接“苦相思”。在浪漫的氛围中，主人公幻想着梦魂飞去寻找自己的心上人。但“上有青冥之高天，下有“渌水之波澜”，不仅天长地远，而且还要渡过重重关山。这种没有结果的追求使主人公不禁一声长叹：“长相思，摧心肝”。此句结尾不仅回应开头，而且语出有力，令人荡气回肠。",
                    "transferInfo" : "日日夜夜地思念啊，我思念的人在长安。秋夜里纺织娘在井栏啼鸣，微霜浸透了竹席分外清寒。夜里想她魂欲断，孤灯伴我昏暗暗；卷起窗帘望明月，对月徒然独长叹。如花似玉美人呵，仿佛相隔在云端！上面有长空一片渺渺茫茫，下面有清水卷起万丈波澜。天长地远日夜跋涉多艰苦，梦魂也难飞越这重重关山。日日夜夜地思念啊，相思之情痛断肝肠。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长相思·其二",
                    "author" : "李白",
                    "content" : "日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天，昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。",
                    "addtionInfo" : "赵瑟：相传古代赵国的人善弹瑟。瑟：弦乐器。凤凰柱：瑟柱上雕饰凤凰形状。",
                    "classInfo" : "52",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "“日色欲尽花含烟，月明如素愁不眠”一句，季节、时间、环境、情绪全出来了。春日的一个黄昏，日色将尽，夜幕降临，花辨上也似乎含着缕缕烟雾，女主人在干什么呢？月亮已经升起来了，明如镜、皎如绢，一种淡淡的愁绪让她开始感到闷倦，难以安眠。这样一烘托，一幅温婉细腻的场景率先浮现在了读者面前。&&&紧接着一副工整的对仗“赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦”。古代赵国的妇女善鼓瑟，故称赵瑟，蜀中有桐木宜作琴，相传司马相如曾奏蜀琴来挑逗卓文君。诗人用这两句排比在暗喻什么呢。从字面上来看，赵瑟刚弹过，凤凰状的瑟柱停下来了，又不知不觉的拿起蜀琴，准备开始奏起鸳鸯弦。而凤凰、鸳鸯都是成双成对生活，正是男女之情的一种见证！哦，原来女主人是在思念她的爱人了。&&&再来看下句“此曲有意无人传，愿随春风寄燕然”，男人在思念至极呐喊“天长地远魂飞苦，梦魂不到关山难”，一片如火之热情。女人则如水，她不怨恨，她只是把满怀心事托与春风，希望春风能把因凤凰柱、鸳鸯弦带给她的那深切的别离之苦捎给远方的心上人。“寄燕然”一句告诉我们，原来她的丈夫是从征去了。李白在《关山月》中曾经这样描写过征客的心境“戍客望边邑，思归多苦颜。高楼当此夜，叹息未应闲”，这样的思念，比起“一种相思、两种闲愁”的“闲愁”更多了几分烟火气息和现实意义。&&&心事已经寄予春风了，春风真的能给爱人带去自己的一片相思吗？女人心里依旧一片茫然，于是她发出了一声沉重的叹息：“忆君迢迢隔青天”！山水迢迢，对你的思念如此遥远，就象隔着那苍茫的青天。&&&“昔日横波目，今为流泪泉”，一句想象奇特、大胆夸张的对偶把这个美丽的女子形象刻画出来了，旧日的那对顾盼灵秀、眼波如流的双目，如今却变成了泪水的源泉，可知二人分开之后，女子除了长夜无眠和深深叹息之外，竟是常常的以泪洗面。&&&末句“不信妾肠断，归来看取明镜前”，使这个女子的形象更加鲜明丰满了，你看她娇嗔的说道：如果你不相信我因为思念你而肝肠寸断，等你回来时，在明镜前看看我憔悴、疲惫的面容就知道了。一副天真、调皮的样子跃然纸上，让人倍加爱怜和心痛。&&&《长相思》第二首相比第一首，言语更加浅显易懂、音韵更加曲调化，我想，这与唐朝音乐鼎盛有关，从宫廷乐府到民间教坊，许多诗词都被谱上曲谱，四处吟唱，李白的乐府诗更是其中一颗璀璨的明珠。第二首又用了夸张、排比、想象、暗喻等手法，从多个角度把这个美丽多情的女子对出征边塞丈夫的思念之情表现得淋漓尽致。&&&诗人虽不是女子，却能刻画如此生动、细腻的女子形象，就好像曹雪芹不是女人，却能读懂天下形形色色的女人一样，我想，世间无论男女，也许不必太多的在意付出，只要能真正的读懂对方，此生足矣！",
                    "transferInfo" : "夕阳西下暮色朦胧，花蕊笼罩轻烟，月华如练，我思念着情郎终夜不眠。柱上雕饰凤凰的赵瑟，我刚刚停奏，心想再弹奏蜀琴，又怕触动鸳鸯弦。这饱含情意的曲调，可惜无人传递，但愿它随着春风，送到遥远的燕然。忆情郎呵、情郎他迢迢隔在天那边，当年递送秋波的双眼，而今成了流泪的源泉。您若不信贱妾怀思肝肠欲断，请归来看看明镜前我的容颜！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长干行·君家何处住",
                    "author" : "崔颢",
                    "content" : "君家何处住，妾住在横塘。停船暂借问，或恐是同乡。",
                    "addtionInfo" : "长干行：乐府曲名。 是长干里一带的民歌，长干里在今江苏省南京市南面。君：古代对男子的尊称。妾：古代女子自称的谦词。横塘：现江苏省南京市江宁区。暂：暂且、姑且。借问：请问一下。或恐：也许。",
                    "classInfo" : "6",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "这首抒情诗抓住了人生片断中富有戏剧性的一刹那，用白描的手法，寥寥几笔，就使人物、场景跃然纸上，栩栩如生。它不以任何色彩映衬，似墨笔画；它不用任何妆饰烘托，是幅素描；它不凭任何布景借力，犹如一曲男女声对唱；它截头去尾，突出主干，又很象独幕剧。题材平凡，而表现手法不凡。&&&一个住在横塘的姑娘，在泛舟时听到邻船一个男子的话音，于是天真无邪地问一下：你是不是和我同乡？就是这样一点儿简单的情节，只用“妾住在横塘”五字，就借女主角之口点明了说话者的性别与居处。又用“停舟”二字，表明是水上的偶然遇合，用一个“君”字指出对方是男性。那些题前的叙事，用这种一石两卵的手法，就全部省略了。诗一开头就单刀直入，让女主角出口问人，现身纸上，而读者也闻其声如见其人，绝没有茫无头绪之感。从文学描写的技巧看，“声态并作”，达到了“应有尽有，应无尽无”，既凝炼集中而又玲珑剔透的艺术高度。&&&在寥寥二十字中，诗人仅用口吻传神，就把女主角的音容笑貌，写得活灵活现。他不象杜牧那样写明“娉娉袅袅十三余”，也不象李商隐那样点出“十五泣春风，背面秋千下”。他只采用了问话之后，不待对方答复，就急于自报“妾住在横塘”这样的处理，自然地把女主角的年龄从娇憨天真的语气中反衬出来了。在男主角并未开口，而这位小姑娘之所以有“或恐是同乡”的想法，不正是因为听到了对方带有乡音的片言只语吗？这里诗人又省略了“因闻声而相问”的关节，这是文字之外的描写，所谓“不写之写”。&&&这首诗还表现了女主角境遇与内心的孤寂。单从她闻乡音而急于“停舟”相问，就可见她离乡背井，水宿风行，孤零无伴，没有一个可与共语之人。因此，他乡听得故乡音，且将他乡当故乡，就这样的喜出望外。诗人不仅在纸上重现了女主角外露的声音笑貌，而且深深开掘了她的个性和内心。&&&诗的语言朴素自然，有如民歌。却拥有无尽的艺术感染力。",
                    "transferInfo" : "请问大哥你的家在何方。我家是住在建康的横塘。停下船吧暂且借问一声，听口音恐怕咱们是同乡。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蜀道难",
                    "author" : "李白",
                    "content" : "噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难,难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难,难于上青天，侧身西望长咨嗟！",
                    "addtionInfo" : "噫吁嚱：惊叹声，蜀方言，表示惊讶的声音。蚕丛、鱼凫：传说中古蜀国两位国王的名字。何茫然：难以考证。何：多么。茫然：渺茫遥远的样子。尔来：从那时以来。四万八千岁：极言时间之漫长，夸张而大约言之。秦塞：秦的关塞，指秦地。秦地四周有山川险阻，故称四塞之地。通人烟：人员往来。西当：西对。当：对着，向着。太白：太白山，又名太乙山。鸟道：指连绵高山间的低缺处，只有鸟能飞过，人迹所不能至。横绝：横越。峨眉巅：峨眉顶峰。地崩山摧壮士死：相传秦惠王想征服蜀国，知道蜀王好色，答应送给他五个美女。蜀王派五位壮士去接人。回到梓潼的时候，看见一条大蛇进入穴中，一位壮士抓住了它的尾巴，其余四人也来相助，用力往外拽。不多时，山崩地裂，壮士和美女都被压死。山分为五岭，入蜀之路遂通。这便是有名的“五丁开山”的故事。摧：倒塌。天梯：非常陡峭的山路。石栈：栈道高标：指蜀山中可作一方之标识的最高峰。冲波：水流冲击腾起的波浪，这里指激流。逆折：水流回旋。回川：有漩涡的河流。黄鹤：黄鹄（Hú），善飞的大鸟。尚：尚且。得：能。猿猱（náo）：蜀山中最善攀援的猴类。青泥：青泥岭，在今甘肃徽县南，陕西略阳县北。盘盘：曲折回旋的样子。百步九折：百步之内拐九道弯。萦：盘绕。岩峦：山峰。扪参历井：参(shēn)、井是二星宿名。古人把天上的星宿分别指配于地上的州国，叫做“分野”，以便通过观察天象来占卜地上所配州国的吉凶。参星为蜀之分野，井星为秦之分野。扪(mén)：用手摸。历：经过。胁息：屏气不敢呼吸。膺：胸。坐：徒，空。君：入蜀的友人。畏途：可怕的路途。巉岩：险恶陡峭的山壁。但见：只听见。号古木：在古树木中大声啼鸣。从：跟随。子规：即杜鹃鸟，蜀地最多，鸣声悲哀。凋朱颜：红颜带忧色，如花凋谢。凋，使动用法，使.....凋谢，这里指脸色由红润变成铁青。去：距离。盈：满。飞湍（tuān）：飞奔而下的急流。喧豗（huī）：喧闹声，这里指急流和瀑布发出的巨大响声。砯（pīng）崖：水撞石之声。砯，水冲击石壁发出的响声，这里作动词用，冲击的意思。转，使滚动。壑：山谷。嗟：感叹声。尔：你。胡为：为什么。来：指入蜀。剑阁：又名剑门关，在四川剑阁县北，是大、小剑山之间的一条栈道，长约三十余里。峥嵘、崔嵬，都是形容山势高大雄峻的样子。一夫：一人。当关：守关。莫开：不能打开。所守：指把守关口的人。或匪亲：倘若不是可信赖的人。匪，同“非”。朝：早上。吮：吸。锦城：成都古代以产棉闻名，朝廷曾经设官于此，专收棉织品，故称锦城或锦官城。咨嗟：叹息。▲",
                    "classInfo" : "27",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "这首诗大约是天宝（唐玄宗年后，742～756）初年，李白第一次到长安时写的。《蜀道难》是他袭用乐府古题，展开丰富的想象，着力描绘了秦蜀道路上奇丽惊险的山川，并从中透露了对社会的某些忧虑与关切。&&&诗人大体按照由古及今，自秦入蜀的线索，抓住各处山水特点来描写，以展示蜀道之难。&&&从“噫吁嚱”到“然后天梯石栈相钩连”为一个段落。一开篇就极言蜀道之难，以感情强烈的咏叹点出主题，为全诗奠定了雄放的基调。以下随着感情的起伏和自然场景的变化，“蜀道之难，难于上青天”的咏叹反复出现，像一首乐曲的主旋律一样激荡着读者的心弦。&&&说蜀道的难行比上天还难，这是因为自古以来秦、蜀之间被高山峻岭阻挡，由秦入蜀，太白峰则是第一道屏障，只有高飞的鸟儿能从低缺处飞过。太白峰在秦都咸阳西南，是关中一带的最高峰。民谚云：“武公太白，去天三百。”诗人以夸张的笔墨写出了历史上不可逾越的险阻，并融汇了五丁开山的神话，点染了神奇色彩，犹如一部乐章的前奏，具有引人入胜的妙用。下面即着力刻画蜀道的高危难行了。&&&从“上有六龙回日之高标”至“使人听此凋朱颜”为又一段落。这一段极写山势的高危，山高写得愈充分，愈可见路之难行。你看那突兀而立的高山，高标接天，挡住了太阳神的运行；山下则是冲波激浪、曲折回旋的河川。诗人不但把夸张和神话融为一体，直写山高，而且衬以“回川”之险。唯其水险，更见山势的高危。诗人意犹未足，又借黄鹤与猿猱来反衬。山高得连千里翱翔的黄鹤也不得飞度，轻疾敏捷的猿猴也愁于攀援，不言而喻，人行走就难上加难了。以上用虚写手法层层映衬，下面再具体描写青泥岭的难行。&&&青泥岭，“悬崖万仞，山多云雨”，为唐代入蜀要道。诗人着重就其峰路的萦回和山势的峻危来表现人行其上的艰难情状和畏惧心理，捕捉了在岭上曲折盘桓、手扪星辰、呼吸紧张、抚胸长叹等细节动作加以摹写，寥寥数语，便把行人艰难的步履、惶悚的神情，绘声绘色地刻画出来，困危之状如在目前。&&&至此蜀道的难行似乎写到了极处。但诗人笔锋一转，借“问君”引出旅愁，以忧切低昂的旋律，把读者带进一个古木荒凉、鸟声悲凄的境界。杜鹃鸟空谷传响，充满哀愁，使人闻声失色，更觉蜀道之难。诗人借景抒情，用“悲鸟号古木”“子规啼夜月”等感情色彩浓厚的自然景观，渲染了旅愁和蜀道上空寂苍凉的环境气氛，有力地烘托了蜀道之难。&&&然而，逶迤千里的蜀道，还有更为奇险的风光。自“连峰去天不盈尺”至全篇结束，主要从山川之险来揭示蜀道之难，着力渲染惊险的气氛。如果说“连峰去天不盈尺”是夸饰山峰之高，“枯松倒挂倚绝壁”则是衬托绝壁之险。&&&诗人先托出山势的高险，然后由静而动，写出水石激荡、山谷轰鸣的惊险场景。好像一串电影镜头：开始是山峦起伏、连峰接天的远景画面；接着平缓地推成枯松倒挂绝壁的特写；而后，跟踪而来的是一组快镜头，飞湍、瀑流、悬崖、转石，配合着万壑雷鸣的音响，飞快地从眼前闪过，惊险万状，目不暇接，从而造成一种势若排山倒海的强烈艺术效果，使蜀道之难的描写，简直达到了登峰造极的地步。如果说上面山势的高危已使人望而生畏，那此处山川的险要更令人惊心动魄了。&&&风光变幻，险象丛生。在十分惊险的气氛中，最后写到蜀中要塞剑阁，在大剑山和小剑山之间有一条三十里长的栈道，群峰如剑，连山耸立，削壁中断如门，形成天然要塞。因其地势险要，易守难攻，历史上在此割据称王者不乏其人。诗人从剑阁的险要引出对政治形势的描写。他化用西晋张载《剑阁铭》中“形胜之地，匪亲勿居”的语句，劝人引为鉴戒，警惕战乱的发生，并联系当时的社会背景，揭露了蜀中豺狼的“磨牙吮血，杀人如麻”，从而表达了对国事的忧虑与关切。唐天宝初年，太平景象的背后正潜伏着危机，后来发生的安史之乱，证明诗人的忧虑是有现实意义的。&&&李白以变化莫测的笔法，淋漓尽致地刻画了蜀道之难，艺术地展现了古老蜀道逶迤、峥嵘、高峻、崎岖的面貌，描绘出一幅色彩绚丽的山水画卷。诗中那些动人的景象宛如历历在目。&&&李白之所以描绘得如此动人，还在于融贯其间的浪漫主义激情。诗人寄情山水，放浪形骸。他对自然景物不是冷漠的观赏，而是热情地赞叹，借以抒发自己的理想感受。那飞流惊湍、奇峰险壑，赋予了诗人的情感气质，因而才呈现出飞动的灵魂和瑰伟的姿态。诗人善于把想象、夸张和神话传说融为一体进行写景抒情。言山之高峻，则曰“上有六龙回日之高标”；状道之险阻，则曰“地崩山摧壮士死，然后天梯石栈相钩连”。诗人“驰走风云，鞭挞海岳”（陆时雍《诗镜总论》评李白七古语），从蚕丛开国说到五丁开山，由六龙回日写到子规夜啼，天马行空般地驰骋想象，创造出博大浩渺的艺术境界，充满了浪漫主义色彩。透过奇丽峭拔的山川景物，仿佛可以看到诗人那“落笔摇五岳、笑傲凌沧洲”的高大形象。&&&唐以前的《蜀道难》作品，简短单薄。李白对东府古题有所创新和发展，用了大量散文化诗句，字数从三言、四言、五言、七言，直到十一言，参差错落，长短不齐，形成极为奔放的语言风格。诗的用韵，也突破了梁陈时代旧作一韵到底的程式。后面描写蜀中险要环境，一连三换韵脚，极尽变化之能事。所以殷璠编《河岳英灵集》称此诗“奇之又奇，自骚人以还，鲜有此体调”。",
                    "transferInfo" : "唉呀呀！多么高峻伟岸！蜀道难以攀越，简直难于上青天。传说中蚕丛和鱼凫建立了蜀国，开国的年代实在久远无法详谈。从那时至今约有四万八千年了吧，秦蜀被秦岭所阻从不沟通往返。西边太白山高峻无路只有飞鸟可通行，此山可以直通峨眉山巅。山崩地裂，埋葬了五位开山英雄壮士，这样以后高险的山路和栈道才相互勾连。蜀中上有挡住太阳神六龙车的山巅，下有激浪排空迂回曲折的大川。善于高飞的黄鹤尚且无法飞过，即使猢狲要想翻过也愁于攀援。青泥岭的泥路曲曲弯弯，百步九折萦绕着山峦。屏住呼吸仰头就可触摸参星和井星，紧张得透不过气来，用手抚胸惊恐不已徒长吁短叹。好朋友呵请问你西游何时回还？这蜀道的峭岩险道实在难以登攀！只见那悲鸟在古树上哀鸣啼叫；雄雌相随飞翔在茂密树丛之间。月夜又听到杜鹃凄凉悲啼，在空山中传响回荡，令人愁思绵绵无穷尽！蜀道难以攀越，简直难于上青天，使人听到这些怎么不脸色突变？山峰座座相连离天还不到一尺，枯松老枝倒挂倚贴在绝壁之间。漩涡飞转瀑布飞泻争相喧闹着，飞流撞击着巨石在山谷中滚动像万壑鸣雷一般。这样危险的地方，唉呀呀你这个远方而来的客人，为什么非要来这里不可呀？剑阁所在崇峻巍峨高入云端，只要一人把守千军万马难攻占。驻守的官员倘若不是可信赖的人，难免要变为豺狼踞，据险作乱。每日每夜都要躲避猛虎和长蛇，它们磨牙吮血，杀人如麻。锦官城虽然说是个快乐的所在，如此险恶还不如早早地把家还。蜀道难以攀越呵简直难于上青天，侧身西望令人不免感慨与长叹！",
                    "backgroundInfo" : "对《蜀道难》的创作背景，从唐代开始人们就多有猜测，主要有四种说法：甲、此诗系为房琯、杜甫二人担忧，希望他们早日离开四川，免遭剑南节度使严武的毒手；乙、此诗是为躲避安史之乱逃亡至蜀的唐玄宗李隆基而作，劝喻他归返长安，以免受四川地方军阀挟制；丙、此诗旨在讽刺当时蜀地长官章仇兼琼想凭险割据，不听朝廷节制；丁，此诗纯粹歌咏山水风光，并无寓意。&&&这首诗最早见录于唐人殷璠所编的《河岳英灵集》，该书编成于唐玄宗天宝十二载（753年），由此可知李白这首诗的写作年代最迟也应该在《河岳英灵集》编成之前。而那时，安史之乱尚未发生，唐玄宗安居长安，房（琯）、杜甫也都还未入川，所以，甲、乙两说显然错误。至于讽刺章仇兼琼的说法，从一些史书的有关记载来看，也缺乏依据。章仇兼琼镇蜀时一直理想去长安做官。相对而言，还是最后一种说法比较客观，接近于作品实际。&&&这可能是一首赠友诗。有学者认为这首诗可能是天宝元年至三年（742至744年）李白在长安时为送友人王炎入蜀而写的，目的是规劝王炎不要羁留蜀地，早日回归长安，避免遭到嫉妒小人不测之手；也有学者认为此诗是开元年间李白初入长安无成而归时，送友人寄意之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "子夜吴歌·春歌",
                    "author" : "李白",
                    "content" : "秦地罗敷女，采桑绿水边。素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。",
                    "addtionInfo" : "“秦地”句：秦地，指今陕西省关中地区。罗敷女：乐府诗《陌上桑》有“日出东南隅，归我秦氏楼。秦氏有好女，自名为罗敷。罗敷善蚕桑，采桑城南隅”的诗句。素：白色。“红妆”句：指女子盛妆后非常艳丽。妾：古代女子自称的谦词。“五马”句：意思是，贵人莫要在此留连。五马：《汉官仪》记载：“四马载车，此常礼也，惟太守出，则增一马”。故称五马，这里指达官贵人。",
                    "classInfo" : "75",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "这首诗吟咏了汉乐府《陌上桑》诗中美女秦罗敷的故事。秦罗敷不仅有美貌，更有美丽的心灵。诗人赞扬她不为富贵动心、拒绝达官贵人挑逗引诱的高尚品质。而且，诗中还突出了秦罗敷的勤劳品质，这在“蚕饥妾欲去，五马莫留连”一句中得到了很好的阐述。这是“春歌”，所以用采桑起兴。",
                    "transferInfo" : "秦地有位叫罗敷的女子，在绿水边上采摘桑叶。白皙的纤纤手指攀在青枝上，嫩红的面容在阳光下特别鲜亮。蚕儿已经饿了，我该赶快回去了，达官贵人莫在此耽搁您宝贵的时间了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "子夜吴歌·夏歌",
                    "author" : "李白",
                    "content" : "镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。",
                    "addtionInfo" : "镜湖：一名鉴湖，在今浙江绍兴县东南。菡（hàn）萏（dàn）：荷花的别称。古人称未开的荷花为“菡萏”，即花苞。若耶：若耶溪，在今浙江绍兴境内。溪旁旧有浣纱石古迹，相传西施浣纱于此，故又名“浣纱溪”。回舟不待月：指西施离去之速，就在回舟的时候，月亮尚未出来，就被带邀而去了。这是夸饰的修辞手法。",
                    "classInfo" : "3",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "这首诗讲的是西施若耶采莲的故事。&&&诗首句“镜湖三百里，菡萏发荷花。”广阔三百里的镜湖，在含着花苞的荷花吐发的时候，西施泛舟出现了，成为采莲人，但是她的艳丽和美名引起了轰动。&&&“人看隘若耶”，人人争餐秀色，使宽阔的若耶溪变得狭隘了，著一“隘”字而传神，那种人潮汹涌、人舟填溪满岸的热闹场面，犹如呈现在读者眼前，将王维《西施咏》的“艳色天下重”的虚写，变成了轰动当地的如实描绘。&&&这里又戛然而止，不再在西施身上着墨，而留下了很大的空间：勾践早已确定使用美人计来对付吴国，而西施的美艳倾倒众生，轰动当地，那么越国的君臣也不用去费力探访了，有了这位不二的美女人选之后，才“回舟不待月，归去越王家”。较之王维的“朝为越溪女，暮作吴宫妃”，语异而意同，王维的诗多了一重曲折，略去了勾践君臣实施美人计的过程；李白的诗实施了“截割”，割去了选作吴宫妃子的结果，同样地表现了“艳色天下重”的意义。这种截割，多了一些含蓄和暗示：既然是“归向越王家”，勾践同样也能留下这个美人，但他在“报吴”、“复仇”的目标下克制住了；而西施的入吴，却成为亡吴的原因之一。&&&西施采莲，在若耶溪里，不但有传说，而且合情理；至于泛舟三百镜湖之中，则是作者的想象了。但这一想象却有更改事实之嫌，因为如果是借镜湖湖水的清澈来表现西施“自鉴其美”，或者是借三百里的水程来表现拜倒西施的人的众多，那么下句“人看隘若耶”就显得多余了，这可能是李白百密一疏的笔误。",
                    "transferInfo" : "镜湖之大有三百余里，到处都开满了欲放的荷花。西施五月曾在此采莲，引得来观看的人挤满了若耶溪。西施回家不到一个月，便被选进了宫中。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "子夜吴歌·秋歌",
                    "author" : "李白",
                    "content" : "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。",
                    "addtionInfo" : "一片月：一片皎洁的月光。万户：千家万户。捣衣：把衣料放在石砧上用棒槌捶击，使衣料绵软以便裁缝。吹不尽：吹不散。玉关：玉门关，故址在今甘肃省敦煌县西北，此处代指良人戍边之地。平胡虏：平定侵扰边境的敌人。良人：古时妇女对丈夫的称呼。罢：结束。",
                    "classInfo" : "52",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "全诗写征夫之妻秋夜怀思远征边陲的良人，希望早日结束战争，丈夫免于离家去远征。虽未直写爱情，却字字渗透着真挚情意；虽没有高谈时局，却又不离时局。情调用意，都没有脱离边塞诗的风韵。&&&月色如银的京城，表面上一片平静，但捣衣声中却蕴含着千家万户的痛苦；秋风不息，也寄托着对边关思念的深情。读来让人怦然心动。结句是闺妇的期待，也是征人的心声。&&&开篇四句情景交融，浑成自然，被王夫之誉为“天壤间生成好句”(《唐诗评选》)。秋凉之夜，月华辉洒，砧声阵阵，寒风习习，真是一幅充满秋意的绝妙图景。然而，“一切景语皆情语也”(王国维《人间词话》)，前三句分写秋月、秋声和秋风，从视觉到听觉，再到触觉，都在为第四句的“情”作铺垫：月光是引发相思之情的媒介；捣衣声说明妇女们正在为戍边亲人作赶制征衣的准备(古时裁衣前必先将布帛捣平捣软)，其本身就包含着深厚的关切、思念之情；而秋风则最易逗起人的情思和愁绪。&&&对饱经离别之苦的人来说，这三者有一于此，便难以忍受了，何况它们全都聚集在一起？更何况在月白风清的夜晚，整个长安城都响彻那令人心碎的“万户”捣衣之声！这种时刻，有谁能不为这凄凉而又热烈的气氛所感染呢？“总是玉关情”，一语作结，力抵千钧。&&&情而冠以“玉关”，令人联想到遥远的边塞，益觉此情之深长；句首着一“总是”，将前三句目中所见、耳中所闻和肌肤所感囊括净尽，极力突出此情充塞于天地之间，无所不在。诗写到这里，整个气氛渲染已足，作者大笔一挥：“何日平胡虏，良人罢远征？”盼望战事的早日结束，向往和平安定的生活，这既是诗人的愿望，也是征妇的心声。有此一笔，不仅使全诗主旨更加深刻，而且使“玉关情”愈发浓厚。",
                    "transferInfo" : "秋月皎洁长安城一片光明，家家户户传来捣衣声。砧声任凭秋风吹也吹不尽，声声总是牵系玉关的亲人。何时才能平息边境战争，夫君就可以结束漫长征途。",
                    "backgroundInfo" : "本诗是《子夜四时歌》中第三首，李白是沿用乐府旧题创作的新词，具体创作时间不详。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "子夜吴歌·冬歌",
                    "author" : "李白",
                    "content" : "明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。",
                    "addtionInfo" : "临洮：在今甘肃临潭县西南，此泛指边地。驿：驿馆。",
                    "classInfo" : "6",
                    "poetryID" : "24",
                    "source" : "2",
                    "analysesInfo" : "不写景而写人叙事，通过一位女子“一夜絮征袍”的情事以表现思念征夫的感情。事件被安排在一个有意味的时刻──传送征衣的驿使即将出发的前夜，大大增强了此诗的情节性和戏剧味。&&&一个“赶”字，不曾明写，但从“明朝驿使发”的消息，读者从诗中处处看到这个字，如睹那女子急切、紧张劳作的情景。关于如何“絮”、如何“裁”、如何“缝”等等具体过程，作者有所取舍，只写拈针把剪的感觉，突出一个“冷”字。素手抽针已觉很冷，还要握那冰冷的剪刀。“冷”便切合“冬歌”，更重要的是有助于情节的生动性。&&&天气的严寒，使“敢将十指夸针巧”的女子不那么得心应手了，而时不我待，偏偏驿使就要出发，人物焦急情态宛如画出。“明朝驿使发”，分明有些埋怨的意思了。她从自己的冷必然会想到临洮，那边的更冷。所以又巴不得驿使早发、快发。这种矛盾心理亦从无字处表出。读者似乎又看见她一边呵着手一边赶裁、赶絮、赶缝。“一夜絮征袍”，言简而意足，看来大功告成，她应该大大松口气了。&&&可是，“才下眉头，却上心头”，又情急起来，路是这样远，“寒到身边衣到无”呢？这回却是恐怕驿使行迟，盼望驿车加紧了。“裁缝寄远道，几日到临洮？”这迫不及待的一问，含多少深情呵。从侧面落笔，通过形象刻画与心理描写结合，塑造出一个活生生的思妇形象，成功表达了诗歌主题。结构上一波未平，一波又起，起得突兀，结得意远，情节生动感人。",
                    "transferInfo" : "明晨驿使就要出发，思妇们连夜为远征的丈夫赶制棉衣。纤纤素手连抽针都冷得不行，更不说用那冰冷的剪刀来裁衣服了。妾将裁制好的衣物寄向远方，几时才能到达边关临洮？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "关山月",
                    "author" : "李白",
                    "content" : "明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。高楼当此夜，叹息未应闲。",
                    "addtionInfo" : "关山月：乐府旧题，属横吹曲辞，多抒离别哀伤之情。天山：即祁连山。在今甘肃、新疆之间，连绵数干里。玉门关：故址在今甘肃敦煌西北，古代通向西域的交通要道。此二句谓秋风自西方吹来，吹过玉门关。下：指出兵。白登：今山西大同东有白登山。汉高祖刘邦领兵征匈奴，曾被匈奴在白登山围困了七天。胡：此指吐蕃。窥：有所企图，窥伺，侵扰。青海湾：即今青海省青海湖，湖因青色而得名。由来：自始以来；历来。戍客：征人也。驻守边疆的战士。高楼：古诗中多以高楼指闺阁，这里指戍边兵士的妻子。",
                    "classInfo" : "52",
                    "poetryID" : "25",
                    "source" : "2",
                    "analysesInfo" : "《关山月》 是汉代乐府歌曲之一，属于 “鼓角横吹曲”，是当时守边将士经常在马上奏唱的。李白这首诗在内容上仍继承古乐府，但笔法独到，翻古意而又有所创新。诗人抒写了古代边防战士的艰难困苦，谴责非正义的战争给人民带来的苦难，借以影射批判唐代统治阶级的穷兵黩武，表现了反对侵略战争的主题。&&&“明月出天山，苍茫云海间。长风几万里，吹度玉门关。”四句尤如影视文学的蒙太奇手法，将“诗题”一一化出。“关”“山”“月”三个既相互独立又相互联系的诗的物象，奠定了全诗边塞苦寒的苍凉基调。“月”，出于天山云雾间，一派云海苍茫、气势磅礴、雄伟壮阔的景象。“风”，漫天遍野的大漠朔风，犹如虎啸狼嗥，吹遍玉门关内关外，气势多么庞大，异域何其粗犷。诗人巧借“长风”把“关”与“月”有机地联系在一起。明月依旧、关隘依旧，而历代的长征远戍的男儿却都一去不再生还。没完没了的战争，何时才能停息？因此诗人将“长风、明月、天山、玉门关”这些广阔无垠的物象淋漓尽致地渲染，营造出雄伟壮阔而又苍凉悲壮的意境。诗人通过对边塞巨幅画卷的描绘，为下文将士翘首故里编织了“思乡”的情结。&&&“汉下白登道，胡窥青海湾。由来征战地，不见有人还。”在写景的基础上，抒发出“由来征战地，不见有人还”的主旨。“汉下白登道，胡窥青海湾”，诗人引用典故，在“关山”自然边塞风光之上迭印出沙场点兵征战的宏大场景。据史料载：汉高祖刘邦曾领兵征战匈奴，在白登山一带（今山西大同市西）展开了殊死搏斗，刘邦的将士被匈奴于此围困了七天七夜。而青海湾一带也是唐军与吐蕃连年征战之地。历代这种无休止的战争使得出征将士几乎难以生还故乡。那无奈的开怀痛饮，也许就成为未来沙场征战的最后诀别。此种痛苦的心情，惟有一醉解之。&&&“戍客望边邑，思归多苦颜。高楼当此夜，叹息未应闲。”战士们望着边地的景象，思念家乡，脸上多现出愁苦的颜色，他们推想自家高楼上的妻子，在此苍茫月夜，叹息之声当是不会停止的。“望边色”三个字在李白笔下似乎只是漫不经心地写出，但却把以上那幅万里边塞图和征战的景象，跟“戍客”紧紧连系起来了。所见的景象如此，所思亦自是广阔而渺远。战士们想象中的高楼思妇的情思和他们的叹息，在那样一个广阔背景的衬托下，也就显得格外深沉了。&&&诗人放眼于古来边塞上的漫无休止的民族冲突，揭示了战争所造成的巨大牺牲和给无数征人及其家属所带来的痛苦，但对战争并没有作单纯的谴责或歌颂，诗人像是沉思着一代代人为它所支付的沉重代价。在这样的矛盾面前，诗人，征人，乃至读者，很容易激起一种渴望。这种渴望，诗中没有直接说出，但类似“乃知兵者是凶器，圣人不得已而用之”（《战城南》）的想法，是读者在读这篇作品时很容易产生的。&&&这首诗描写了边塞的风光，戍卒的遭遇，更深一层转入戍卒与思妇两地相思的痛苦，开头的描写都是为后面的做渲染和铺垫，而侧重写望月引起的情思。离人思妇之情，在一班诗人笔下，往往写得纤弱与过于愁苦，与之相适应，境界也往往狭窄。但李白却用“明月出天山，苍茫云海间。长风几万里，吹度玉门关”的万里边塞图引发这种感情。这只有胸襟如李白这样浩渺的人，才会如此下笔。综观全诗，李白用广阔苍茫、深沉磅礴的图景抒发戍人思乡的意境，其实就是诗人博大的胸怀的自然流露。如果说李白的诗大多用“月”“旅”“酒”来排泄个人的愤懑的话，那么，这首写关山月的诗，就表现了他关心民生、悲天悯人的另一种情操。此诗气势博大，意境深远，读来哀婉凄凉而又雄浑悲壮。",
                    "transferInfo" : "一轮明月从祁连山升起，穿行在苍茫云海之间。浩荡长风掠过万里关山，来到戍边将士驻守的边关。当年汉兵直指白登山道，吐蕃觊觎青海大片河山。这些历代征战之地，出征将士很少能够生还。戍守的士卒眼望着边城，那盼望归家的面容多么凄苦悲哀！当此家中高楼上的将士妻子，哀愁叹息，大概也没停歇。",
                    "backgroundInfo" : "本诗具体创作时间不详。这首诗是李白在看见征战的场景后叹息征战之士的苦辛和后方思妇的愁苦时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江南曲",
                    "author" : "李益",
                    "content" : "嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。",
                    "addtionInfo" : "江南曲：古代歌曲名。瞿塘贾：在长江上游一带作买卖的商人。瞿塘：指瞿塘峡，长江三峡之一。贾：商人。妾：古代女子自称的谦词。潮有信：潮水涨落有一定的时间，叫“潮信”。弄潮儿：潮水涨时戏水的人，或指潮水来时，乘船入江的人。",
                    "classInfo" : "39",
                    "poetryID" : "26",
                    "source" : "2",
                    "analysesInfo" : "这首诗吸取了乐府民歌的长处，语言明白如话，却又耐人寻味。诗歌以白描的手法叙述了一位商人妇的心声。诗歌前两句以平实见长，后两句则想落天外，出语惊人：“早知潮有信，嫁与弄潮儿”。夫婿无信，而潮水有信，早知如此，应当嫁给弄潮之人。“弄潮儿”至少会随着有信的潮水按时到来，不至于“朝朝误妾期”啊!这是思妇在万般无奈中生发出来的奇想。“早知”二字写出她幽怨的深长，不由得自伤身世，悔不当初。“嫁与弄潮儿”，既是痴语，也是苦语，写出了思妇怨怅之极的心理状态，虽然是想入非非，却是发乎至情。&&&这首诗运笔自然，但内在的逻辑很严密。思妇由夫婿“朝朝”失信，而想到潮水“朝朝”有信，进而生发出所嫁非人的悔恨，细腻地展示了由盼生怨、由怨生悔的内心矛盾。全诗感情真率，具有浓郁的民歌气息。",
                    "transferInfo" : "我真悔恨嫁做瞿塘商人妇，他天天把相会的佳期耽误。早知潮水的涨落这么守信，还不如嫁一个弄潮的丈夫。",
                    "backgroundInfo" : "唐代出现了大量以闺怨为题材的诗作，这些是做主要有两大内容：一类是思征夫，另一类是怨商人。李益的这首《江南曲》就属于此类闺怨诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "古从军行",
                    "author" : "李颀",
                    "content" : "白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。",
                    "addtionInfo" : "烽火：古代一种警报。饮（yìn）马：给马喂水。傍：顺着。交河：古县名，故城在今新疆吐鲁番西面。行人：出征战士。刁斗：古代军中铜制炊具，容量一斗。白天用以煮饭，晚上敲击代替更柝。公主琵琶：汉武帝时以江都王刘建女细君嫁乌孙国王昆莫，恐其途中烦闷，故弹琵琶以娱之。“闻道”两句：汉武帝曾命李广利攻大宛，欲至贰师城取良马，战不利，广利上书请罢兵回国，武帝大怒，发使至玉门关，曰：“军有敢入，斩之！”两句意谓边战还在进行，只得随着将军去拼命。",
                    "classInfo" : "31",
                    "poetryID" : "27",
                    "source" : "2",
                    "analysesInfo" : "“从军行”是乐府古题。此诗写当代之事，由于怕触犯忌讳，所以题目加一个“古字”。它对当代帝王的好大喜功，穷兵黩武，视人民生命如草芥的行径，加以讽刺，悲多于壮。&&&“白日登山望烽火，黄昏饮马傍交河。”一、二句是说，白天士卒们登山观察报警的烽火；黄昏为了饮马他们又靠近交河。&&&“行人刁斗风沙暗，公主琵琶幽怨多。”三、四句是说，行人在风沙昏暗中听到刁斗敲击的凄厉声，又听到远嫁乌孙国的汉家公主的幽怨的琵琶声。&&&诗一开头首先写紧张的从军生活，白天爬上山去观望四方有无举烽火的警报；黄昏时候又到交河边上让马饮水（交河在今新疆吐鲁番西面，这里借指边疆上的河流）。三、四句的“刁斗”，是古代军中的铜制炊具，容量一斗。白天用以煮饭，晚上敲击代替更柝。“公主琵琶”是指汉朝公主远嫁乌孙国时所弹的琵琶曲调，当然，这不是欢乐之声，而只是哀怨之调。一、二句是写“白日”、“黄昏”的情况，那么夜晚又如何呢？三、四句接着描绘：风沙弥漫，一片漆黑，只听得见军营中巡夜的打更声和那如泣如诉的幽怨的琵琶声。景象是多么肃穆和凄凉！“行人”是指出征将士，这样就与下一句的公主出塞之声，引起共鸣了。&&&“野云万里无城郭，雨雪纷纷连大漠。”五、六句是说，野营万里广漠荒凉得不见城郭；大雪霏霏弥漫了辽阔无边的沙漠。&&&这里诗人又着意渲染边陲的环境。军营所在，四顾荒野，无城郭可依，“万里”极言其辽阔；雨雪纷纷，以至与大漠相连，其凄冷酷寒的情状亦可想见。以上六句，写尽了从军生活的艰苦。&&&“胡雁哀鸣夜夜飞，胡儿眼泪双双落。”七、八两句是说，胡地的大雁惊飞着哀鸣不停；胡人的士兵痛哭着个个流泪滂沱。&&&诗人并不从正面点出“行人”的哀怨之感，而是别出机杼，背面敷粉。胡雁胡儿都是土生土长的，尚且哀啼落泪，何况远戍到此的“行人”呢？两个“胡”字，有意重复，“夜夜”、“双双”又有意用叠字，有着烘云托月的艺术力量。&&&“闻道玉门犹被遮，应将性命逐轻车。”九、十两句是说，听说玉门关的交通还被关闭阻断，大家只得豁出性命追随将军去拼搏。&&&面对这样恶劣的环境，谁不想班师复员呢？可是办不到。“闻道玉门犹被遮”一句，笔一折，似当头一棒，打断了“行人”思归之念。据《史记·大宛传》记载，汉武帝太初元年（前104），汉军攻大宛，攻战不利，请求罢兵。汉武帝闻之大怒，派人遮断玉门关，下令：“军有敢入者辄斩之。”这里暗刺当朝皇帝一意孤行，穷兵黩武。随后，诗人又压一句，罢兵不能。“应将性命逐轻车”，只有跟着本部的将领“轻车将军”去与敌军拼命。这一句其分量压倒了上面八句。&&&“年年战骨埋荒外，空见蒲桃入汉家。”汉家：汉宫。最后两句是说，年年征战不知多少尸骨埋于荒野；徒然见到的是西域葡萄移植到汉宫。&&&拼命死战的结果如何呢？无外乎“战骨埋荒外”。诗人用“年年”两字，指出了这种情况的经常性。全诗一步紧一步，由军中平时的生活，到战时的紧急情况，最后说到死，为的是什么？这十一句的压力，逼出了最后一句的答案：“空见蒲桃入汉家。”&&&“葡桃”就是现在的葡萄。汉武帝时为了求天马（即今阿拉伯马），开通西域，便乱启战端。当时随天马进入中国的还有“蒲桃”（葡萄）和“苜宿”的种子，汉武帝把它们种在离宫别馆旁边，弥望皆是。这里“空见蒲桃入汉家”一句，用此典故，讥讽好大喜功的帝王，牺牲了无数人的性命，换到的是什么呢？只是区区的葡萄而已。言外之意，可见帝王是怎样的草菅人命了。&&&此诗全篇一句紧一句，句句蓄意，步步逼紧，直到最后一句，才画龙点睛，着落主题，显出此诗巨大的讽谕力。诗巧妙地运用音节来表情达意。第一句开头两字“白日”都是入声，具有开场鼓板的意味。三、四两句中的“刁斗”和“琵琶”，运用双声，以增强音节美。中段转入声韵，“双双落”是江阳韵与入声的配合，犹如云锣与鼓板合奏，一广一窄，一放一收，音节最美。中段入声韵后，末段却又选用了张口最大的六麻韵。以五音而论，首段是羽音，中段是角音，末段是商音，音节错落，各极其致。全诗先后用“纷纷”、“夜夜”、“双双”、“年年”等叠字，不但强调了语意，而且叠字叠韵，在音节上生色不少。",
                    "transferInfo" : "白天登山观望报警的烽火台，黄昏时牵马到交河边饮水。风沙弥漫，一片漆黑，只听得见军中巡夜的打更声，还有那如泣如诉的幽怨的琵琶声。旷野云雾茫茫万里不见城郭，雨雪纷纷笼罩着无边的沙漠。哀鸣的胡雁夜夜从空中飞过，胡人士兵也触景生情，潸然泪下。听说玉门关已被挡住了归路，战士只有追随将军去与敌军拼命。年年战死的尸骨埋葬于荒野，换来的只是西域葡萄送汉家。",
                    "backgroundInfo" : "此诗作于天宝（唐玄宗年号，742—756）初年。诗人所歌咏的虽为历史，但是诗的内容却表达了他对唐玄宗“益事边功”的穷兵黩武开边之策的看法。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "哀王孙",
                    "author" : "杜甫",
                    "content" : "长安城头头白乌，夜飞延秋门上呼。又向人家啄大屋，屋底达官走避胡。金鞭断折九马死，骨肉不得同驰驱。腰下宝玦青珊瑚，可怜王孙泣路隅。问之不肯道姓名，但道困苦乞为奴。已经百日窜荆棘，身上无有完肌肤。高帝子孙尽隆准，龙种自与常人殊。豺狼在邑龙在野，王孙善保千金躯。不敢长语临交衢，且为王孙立斯须。昨夜东风吹血腥，东来橐驼满旧都。朔方健儿好身手，昔何勇锐今何愚。窃闻天子已传位，圣德北服南单于。花门剺面请雪耻，慎勿出口他人狙。哀哉王孙慎勿疏，五陵佳气无时无。",
                    "addtionInfo" : "延秋门：唐玄宗曾由此出逃。金鞭断折：指唐玄宗以金鞭鞭马快跑而金鞭断折。九马：皇帝御马。宝玦：玉佩。隅：角落。高帝子孙：汉高祖刘邦的子孙。这里是以汉代唐。隆准：高鼻。豺狼在邑：指安禄山占据长安。邑：京城。龙在野：指唐玄宗奔逃至蜀地。临交衢：靠近大路边。衢：大路。斯须：一会儿。东风吹血腥：指安史叛军到处屠杀。“朔方”句：指唐将哥舒翰守潼关的河陇、朔方军二十万，为安禄山叛军大败的事。“传位”句：天宝十五载八月，玄宗在灵武传位于肃宗。花门：即回纥。剺（lí）面：匈奴风俗在宣誓仪式上割面流血，以表诚意。这里指回纥坚决表示出兵助唐王朝平定安史之乱。狙（jū）：伺察，窥伺。五陵：五帝陵。佳气：兴旺之气。无时无：时时存在。白头乌：白头乌鸦，不祥之物。南朝梁末侯景作乱，有白头乌万计集于朱雀楼",
                    "classInfo" : "34",
                    "poetryID" : "28",
                    "source" : "2",
                    "analysesInfo" : "这首诗写的是诗人在长安城中看到了往日娇生惯养的黄金之躯的王公贵族的子孙们在安史叛军占领长安城之后的凄惨遭遇。&&&诗中情感十分复杂，既有“龙种自与常人殊”的庸俗忠君思想，又有对处于特殊历史境况下“但道困苦乞为奴”的弱者的悲悯之情。联系杜甫平常对锦衣玉食的纨挎子弟的厌恶情绪看，此际应是出于一种人道的同情。&&&原来居住在华堂高殿中的王孙贵族们已经纷纷逃出长安，“走避胡”，一路逃亡出去。“金鞭断折九马死”，慌忙的逃命，以至于把金子装饰的马鞭都打断了、打死了九匹马，这是一种夸张，说明奔逃时候的惶恐之状，而且他们在逃跑的时候因为特别急、特别快，以至于他们自己的孩子都没有能够完全带走，所以就有一些“可怜王孙泣路隅”，因为失去了父母，被父母遗弃在长安城中，在路边哭泣。杜甫问这些王孙们，“问之不肯道姓名，但道困苦乞为奴”，这些昔日的王公贵族的子孙们不敢说出自己的姓名，生怕被胡兵知道被抓去做俘虏，只是告诉诗人他现在是困苦交加，哪怕做别人家的奴仆也心甘情愿，只要能够活命。再看他身上已经百日窜荆棘，身上无有完肌肤，这个孩子已经在荆棘中躲藏了好多天了，身上没有一块完整的皮肤了，到处都是伤。但就是这样，诗人还是要安慰这些孩子们，让他们善保千金躯，相信唐兵一定会打回来的。长安城里的王气依然存在，国家不会亡。那种昔日的繁华一定会再回来。可见杜甫虽然身处乱中，身作长安，仍然心系国家，仍然充满了必胜的信心，而且诗人在长安城里虽然被封锁在长安城中，但是诗人仍然通过不同的渠道很多关系关心着当时战争的时局。&&&作者在诗中极言王子王孙在战乱中颠沛流离，遭受种种苦楚，既寄予了深深的同情，又含蓄地规劝统治者应居安思危，不可一味贪图享乐，致使子孙也无法遮顾，可悲可叹。&&&全诗词色古泽，气魄宏大。写景写情，皆诗人所目睹耳闻，亲身感受，因而情真意切。荡人胸怀，叙事明净利索，语气真实亲切。写同情处见其神，写对话处见其情，写议论处见其真，写希望处见其切。杜诗之所以称“诗史”者，盖在于此也。",
                    "transferInfo" : "长安城头，伫立着一只白头乌鸦，夜暮了，还飞进延秋门上叫哇哇。这怪物，又向大官邸宅啄个不停，吓得达官们，为避胡人逃离了家。玄宗出奔，折断金鞭又累死九马，皇亲国戚，来不及和他一同驱驾。有个少年，腰间佩带玉块和珊瑚，可怜呵，他在路旁哭得嗓子嘶哑。千问万问，总不肯说出自己姓名，只说生活困苦，求人收他做奴伢！已经有一百多天，逃窜荆棘丛下，身上无完肤，遍体是裂痕和伤疤。凡是高帝子孙，大都是鼻梁高直，龙种与布衣相比，自然来得高雅。豺狼在城称帝，龙种却流落荒野，王孙呵，你一定要珍重自己身架。在十字路口，不敢与你长时交谈，只能站立片刻，交待你重要的话。昨天夜里，东风吹来阵阵血腥味，长安东边，来了很多骆驼和车马。北方军队，一贯是交战的好身手，往日勇猛，如今何以就流水落花。私下听说，皇上已把皇位传太子，南单于派使拜服，圣德安定天下。他们个个割面，请求雪耻上前线，你要守口如瓶，以防暗探的缉拿。多可怜呵王孙，你万万不要疏忽，五陵之气葱郁，大唐中兴有望呀！",
                    "backgroundInfo" : "此诗作于安史之乱爆发后的第二年。唐玄宗天宝十五年（756年）六月九日，潼关失守；十三日，玄宗奔蜀，仅带着杨贵妃姐妹几人，其余妃嫔、皇孙、公主都来不及逃走。七月，安禄山部将孙孝哲攻陷长安，先后杀戮霍长公主以下百余人。此诗即作于此时。诗中所指“王孙”，应是大难中的幸存者。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "兵车行",
                    "author" : "杜甫",
                    "content" : "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
                    "addtionInfo" : "兵车行：这首诗大约作于天宝中后期。当时唐王朝对西南的少数民族不断用兵。天宝八年（749），哥舒翰奉命进攻吐蕃，石堡城一役，死数万人。十年（751），剑南节度使鲜于仲通率兵八万进攻南诏（辖境主要在今云南），军大败，死六万人。为补充兵力，杨国忠遣御史分道捕人，连枷送往军所，送行者哭声震野。这首诗就是据上述情况写的。辚（lín）辚：车轮声。萧萧：马嘶叫声。行(xíng)人：指被征出发的士兵。耶：通假字，同“爷”，父亲。走：奔跑。咸阳桥：指便桥，汉武帝所建，故址在今陕西咸阳市西南，唐代称咸阳桥，唐时为长安通往西北的必经之路。干(gān)：冲。过者：过路的人，这里是杜甫自称。但云：只说。点行（ xíng ）频：频繁地点名征调壮丁。或：不定指代词，有的、有的人。防河：当时常与吐蕃发生战争，曾征召陇右、关中、朔方诸军集结河西一带防御。因其地在长安以北，所以说“北防河”。西营田：古时实行屯田制，军队无战事即种田，有战事即作战。“西营田”也是防备吐蕃的。里正：唐制，每百户设一里正，负责管理户口。检查民事、催促赋役等。裹头：男子成丁，就裹头巾，犹古之加冠。古时以皂罗（黑绸）三尺裹头，曰头巾。新兵因为年纪小，所以需要里正给他裹头。边庭：边疆。武皇：汉武帝刘彻。唐诗中常有以汉指唐的委婉避讳方式。这里借武皇代指唐玄宗。开边：用武力开拓边疆。汉家: 汉朝。这里借指唐。山东：古代秦居西方，秦地以外，统称山东。荆杞(qǐ)：荆棘与杞柳，都是野生灌木。陇(lǒng)亩：田地。在耕地上培成一行的土埂，田埂中间种植农作物。无东西：不分东西，意思是行列不整齐。况复：更何况。秦兵：指关中一带的士兵。耐苦战--能顽强苦战。这句说关中的士兵能顽强苦战，像鸡狗一样被赶上战场卖命。“役夫敢申恨”：征人自言不敢诉说心中的冤屈愤恨。这是反诘语气，表现士卒敢怒而不敢言的情态。役夫：行役的人。敢：岂敢，怎么敢。且如：就如。关西：当时指函谷关以西的地方。这两句说，因为对吐蕃的战争还未结束，所以关西的士兵都未能罢遣还家。县官：官府。比邻：近邻。青海头：即青海边。这里是自汉代以来，汉族经常与西北少数民族发生战争的地方。唐初也曾在这一带与突厥、吐蕃发生大规模的战争。烦冤：愁烦冤屈。啾啾：象声词，形容凄厉的哭叫声。",
                    "classInfo" : "31",
                    "poetryID" : "29",
                    "source" : "2",
                    "analysesInfo" : "天宝以后，唐王朝对西北、西南少数民族的战争越来越频繁。这连年不断的大规模战争，不仅给边疆少数民族带来沉重灾难，也给广大中原地区人民带来同样的不幸。&&&据《资治通鉴》卷二百一十六载：“天宝十载四月，剑南节度使鲜于仲通讨南诏蛮，大败于泸南。时仲通将兵八万，……军大败，士卒死者六万人，仲通仅以身免。杨国忠掩其败状，仍叙其战功。……制大募两京及河南北兵以击南诏。人闻云南多瘴疠，未战，士卒死者什八九，莫肯应募。杨国忠遣御史分道捕人，连枷送诣军所。……于是行者愁怨，父母妻子送之，所在哭声振野。”这段历史记载，可当作这首诗的说明来读。而这首诗则艺术地再现了这一社会现实。&&&这是一首反对唐玄宗穷兵黩武的政治讽刺诗。全诗借征夫对老人的答话，倾诉了人民对战争的痛恨和它所带来的痛苦。地方官吏在这样的情况下还要横征暴敛，百姓更加痛苦不堪。这是诗人深切地了解民间疾苦和寄予深刻同情的名篇之一。&&&全诗以“道旁过者问行人”为界分为两段：首段摹写送别的惨状，是纪事；次段传达征夫的诉苦，是纪言。此诗具有深刻的思想内容，借征夫对老人的答话，倾诉了人民对战争的痛恨，揭露了唐玄宗长期以来的穷兵黩武，连年征战，给人民造成了巨大的灾难。全诗寓情于叙事之中，在叙述次序上参差错落前后呼应，变化开阖井然有序，并巧妙运用过渡句和习用词语，造成了回肠荡气的艺术效果。诗人自创乐府新题写时事，为中唐时期兴起的新乐府运动作出了开创性的贡献。&&&“行”是乐府歌曲的一种体裁。杜甫的《兵车行》没有沿用古题，而是缘事而发，即事名篇，自创新题，运用乐府民歌的形式，深刻地反映了人民的苦难生活。&&&诗歌从蓦然而起的客观描述开始，以重墨铺染的雄浑笔法，如风至潮来，在读者眼前突兀展现出一幅震人心弦的巨幅送别图：兵车隆隆，战马嘶鸣，一队队被抓来的穷苦百姓，换上了戎装，佩上了弓箭，在官吏的押送下，正开往前线。征夫的爷娘妻子乱纷纷地在队伍中寻找、呼喊自己的亲人，扯着亲人的衣衫，捶胸顿足，边叮咛边呼号。车马扬起的灰尘，遮天蔽日，连咸阳西北横跨渭水的大桥都被遮没了。千万人的哭声汇成震天的巨响在云际回荡。“耶娘妻子走相送”，一个家庭支柱、主要劳动力被抓走了，剩下来的尽是些老弱妇幼，对一个家庭来说不啻是一个塌天大祸，怎么不扶老携幼，奔走相送呢？一个普通“走”字，寄寓了诗人多么浓厚的感情色彩！亲人被突然抓兵，又急促押送出征，眷属们追奔呼号，去作那一刹那的生死离别，是何等仓促，何等悲愤！“牵衣顿足拦道哭”，一句之中连续四个动作，又把送行者那种眷恋、悲怆、愤恨、绝望的动作神态，表现得细腻入微。诗人笔下，灰尘弥漫，车马人流，令人目眩；哭声遍野，直冲云天，震耳欲聋！这样的描写，给读者以听觉视觉上的强烈感受，集中展现了成千上万家庭妻离子散的悲剧，令人触目惊心！&&&接着，从“道旁过者问行人”开始，诗人通过设问的方法，让当事者，即被征发的士卒作了直接倾诉。&&&“道旁过者”即过路人，也就是杜甫自己。上面的凄惨场面，是诗人亲眼所见；下面的悲切言辞，又是诗人亲耳所闻。这就增强了诗的真实感。“点行频”，意思是频繁地征兵，是全篇的“诗眼”。它一针见血地点出了造成百姓妻离子散，万民无辜牺牲，全国田亩荒芜的根源。接着以一个十五岁出征，四十岁还在戍边的“行人”作例，具体陈述“点行频”，以示情况的真实可靠。“边庭流血成海水，武皇开边意未已。”“武皇”，是以汉喻唐，实指唐玄宗。杜甫如此大胆地把矛头直接指向了最高统治者，这是从心底迸发出来的激烈抗议，充分表达了诗人怒不可遏的悲愤之情。&&&诗人写到这里，笔锋陡转，开拓出另一个惊心动魄的境界。诗人用“君不闻”三字领起，以谈话的口气提醒读者，把视线从流血成海的边庭转移到广阔的内地。诗中的“汉家”，也是影射唐朝。华山以东的原田沃野千村万落，变得人烟萧条，田园荒废，荆棘横生，满目凋残。诗人驰骋想象，从眼前的闻见，联想到全国的景象，从一点推及到普遍，两相辉映，不仅扩大了诗的表现容量，也加深了诗的表现深度。&&&从“长者虽有问”起，诗人又推进一层。“长者”，是征夫对诗人的尊称。“役夫”是士卒自称。“县官”指唐王朝。“长者”二句透露出统治者加给他们的精神桎梏，但是压是压不住的，下句就终究引发出诉苦之词。敢怒而不敢言，而后又终于说出来 ，这样一阖一开，把征夫的苦衷和恐惧心理，表现得极为细腻逼真。这几句写的是眼前时事。因为“未休关西卒”，大量的壮丁才被征发。而“未休关西卒”的原因，正是由于“武皇开边意未已”所造成。“租税从何出？”又与前面的“千村万落生荆杞”相呼应。这样前后照应，层层推进，对社会现实的揭示越来越深刻。这里忽然连用了几个短促的五言句，不仅表达了戍卒们沉痛哀怨的心情，也表现出那种倾吐苦衷的急切情态。这样通过当事人的口述，又从抓兵、逼租两个方面，揭露了统治者的穷兵黩武加给人民的双重灾难。&&&诗人接着感慨道：如今是生男不如生女好，女孩子还能嫁给近邻，男孩子只能丧命沙场。这是发自肺腑的血泪控诉。重男轻女，是封建社会制度下普遍存在的社会心理。但是由于连年战争，男子的大量死亡，在这一残酷的社会条件下，人们却一反常态，改变了这一社会心理。这个改变，反映出人们心灵上受到多么严重的摧残啊！最后，诗人用哀痛的笔调，描述了长期以来存在的悲惨现实：青海边的古战场上，平沙茫茫，白骨露野，阴风惨惨，鬼哭凄凄。寂冷阴森的情景，令人不寒而栗。这里，凄凉低沉的色调和开头那种人声鼎沸的气氛，悲惨哀怨的鬼泣和开头那种惊天动地的人哭，形成了强烈的对照。这些都是“开边未已”所导致的恶果。至此，诗人那饱满酣畅的激情得到了充分的发挥，唐王朝穷兵黩武的罪恶也揭露得淋漓尽致。&&&这篇叙事诗，无论是前一段的描写叙述，还是后一段的代人叙言，诗人激切奔越、浓郁深沉的思想感情，都自然地融汇在全诗的始终，诗人那种焦虑不安、忧心如焚的形象也仿佛展现在读者面前。其次在叙述次序上参差错落前后呼应，舒得开，收得起，变化开阖，井然有序。第一段的人哭马嘶、尘烟滚滚的喧嚣气氛，给第二段的倾诉苦衷作了渲染铺垫；而第二段的长篇叙言，则进一步深化了第一段场面描写的思想内容，前后辉映，互相补充。同时，情节的发展与句型、音韵的变换紧密结合，随着叙述，句型、韵脚不断变化，三、五、七言，错杂运用，加强了诗歌的表现力。如开头两个三字句，急促短迫，扣人心弦。后来在大段的七字句中，忽然穿插上八个五字句，表现“行人”那种压抑不住的愤怒哀怨的激情，格外传神。用韵上，全诗八个韵，四平四仄，平仄相间，抑扬起伏，声情并茂。再次，是在叙述中运用过渡句和习用词语，如在大段代人叙言中，穿插“道旁过者问行人，行人但云点行频。”“长者虽有问，役夫敢申恨？”和“君不见”、“君不闻”等语，不仅避免了冗长平板，还不断提示，惊醒读者，造成了回肠荡气的艺术效果。诗人还采用了民歌的接字法，如“牵衣顿足拦道哭，哭声直上干云霄”。“道旁过者问行人，行人但云点行频”等，这样蝉联而下，累累如贯珠，朗读起来，铿锵和谐，优美动听。最后，采用了通俗口语，如“耶娘妻子”、“牵衣顿足拦道哭”、“被驱不异犬与鸡”等，清新自然，明白如话，是杜诗中运用口语非常突出的一篇。前人评及此，曾这样说：“语杂歌谣，最易感人，愈浅愈切。”这些民歌手法的运用，给诗增添了明快而亲切的感染力。&&&这是一首七言歌行，诗中多处使用了民歌的“顶真”手法，诵读起来，累累如贯珠，音调和谐动听。另外，还运用了对话方式和一些口语，使读者有身临现场的真切感。《唐宋诗醇》云：“此体创自老杜，讽刺时事而托为征夫问答之词。言之者无罪，闻之者足以为戒，《小雅》遗音也。篇首写得行色匆匆，笔势汹涌，如风潮骤至，不可逼视。以下出点行之频，出开边之非，然后正说时事，末以惨语结之。词意沉郁，音节悲壮，此天地商声，不可强为也。“",
                    "transferInfo" : "兵车辚辚，战马萧萧，出征士兵弓箭各自佩在腰。爹娘妻子儿女奔跑来相送，行军时扬起的尘土遮天蔽日以致看不见咸阳桥。拦在路上牵着士兵衣服顿脚哭，哭声直上天空冲入云霄。路旁经过的人询问行人怎么回事，行人只说官府征兵实在太频繁。有的人十五岁到黄河以北去戍守，便是四十岁还要被派到到河西去营田。从军出征时尚未成丁，还要里长替裹头巾，回来时已经满头白发，却仍要去戍守边疆。边疆战士血流成河，皇上开拓边疆的念头还没停止。您没听说汉家华山以东两百州，千村万寨野草丛生田地荒芜。即使有健壮的妇女手拿锄犁耕种，田土里的庄稼也是东倒西歪不成行。更何况关中的士兵能顽强苦战，像鸡狗一样被赶上战场卖命。尽管长者询问，征人哪里敢诉说心中的冤屈愤恨？就像今年冬天，还没有停止征调函谷关以西的士兵。官府紧急地催逼百姓交租税，租税从哪里出？百姓相信生男孩是坏事情，反而不如生女孩好。生下女孩还能够嫁给近邻，生下男孩只能战死沙场埋没在荒草间。你没看见在那青海的边上，自古以来战死士兵的白骨无人掩埋。那里的新鬼含冤旧鬼痛哭，阴天冷雨时凄惨哀叫声不断。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "丽人行",
                    "author" : "杜甫",
                    "content" : "三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微盍叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！",
                    "addtionInfo" : "三月三日：为上巳日，唐代长安士女多于此日到城南曲江游玩踏青。态浓：姿态浓艳。意远：神气高远。淑且真：淑美而不做作。肌理细腻：皮肤细嫩光滑。骨肉匀：身材匀称适中。“绣罗”两句：用金银线镶绣着孔雀和麒麟的华丽衣裳与暮春的美丽景色相映生辉。翠微：薄薄的翡翠片。訇叶：一种首饰。鬓唇：鬓边。珠压：谓珠按其上，使不让风吹起，故下云“稳称身”。 腰衱：裙带。就中：其中。云幕：指宫殿中的云状帷幕。椒房：汉代皇后居室，以椒和泥涂壁。后世因称皇后为椒房，皇后家属为椒房亲。“赐名”句：指天宝七载（748）唐玄宗赐封杨贵妃的大姐为韩国夫人，三姐为虢国夫人，八姐为秦国夫人。紫驼之峰：即驼峰，是一种珍贵的食品。唐贵族食品中有“驼峰炙”。釜：古代的一种锅。翠釜，形容锅的色泽。水精：即水晶。行：传送。素鳞：指白鳞鱼。犀筯：犀牛角作的筷子。厌饫：吃得腻了。鸾刀：带鸾铃的刀。缕切：细切。空纷纶：厨师们白白忙乱一番。贵人们吃不下。黄门：宦官。飞鞚，即飞马。八珍：形容珍美食品之多。宾从：宾客随从。杂遝：众多杂乱。要津：本指重要渡口，这里喻指杨国忠兄妹的家门，所谓“虢国门前闹如市”。后来鞍马：指杨国忠，却故意不在这里明说。逡巡：原意为欲进不进，这里是顾盼自得的意思。“杨花”句：是隐语，以曲江暮春的自然景色来影射杨国忠与其从妹虢国夫人的暧昧关系，又引北魏胡太后和杨白花私通事。青鸟：神话中鸟名，西王母使者。相传西王母将见汉武帝时，先有青鸟飞集殿前。后常被用作男女之间的信使。“炙手”二句：言杨氏权倾朝野，气焰灼人，无人能比。丞相：指杨国忠，天宝十一载（752年）十一月为右丞相。嗔：发怒",
                    "classInfo" : "55",
                    "poetryID" : "30",
                    "source" : "2",
                    "analysesInfo" : "此诗当是公元753年（天宝十二年）春所作，讽刺杨国忠兄妹骄奢淫逸。首二句提纲，“态浓”一段写丽人的姿态服饰之美，“就中”二句点出主角，“紫驼”一段写宴乐之奢侈，“后来”一段写杨国忠的气焰和无耻。整首诗不空发议论，只是尽情揭露事实，语极铺张，而讽意自见，是一首绝妙的讽刺诗。《杜诗详注》云：“此诗刺诸杨游宴曲江之事。……本写秦、虢冶容，乃概言丽人以隐括之，此诗家含蓄得体处”。《读杜心解》曰：“无一刺讥语，描摹处语语刺讥。无一概叹声，点逗处声声慨叹。”&&&全诗通过描写杨氏兄妹曲江春游的情景，揭露了统治者荒淫腐朽作威作福的丑态，从一个角度反映了安史之乱前夕的社会现实。诗分三段，先泛写游春仕女的体态之美和服饰之盛，引出主角杨氏姐妹的娇艳姿色。次写宴饮的豪华及所得的宠幸。最后写杨国忠的骄横。全诗场面宏大，鲜艳富丽，笔调细腻生动，同时又含蓄不露，诗中无一断语处，却能使人品出言外之意。&&&语极铺排，富丽华美中蕴含清刚之气。虽然不见讽刺的语言，但在维妙维肖的描摹中，隐含犀利的匕首，讥讽入木三分。&&&本诗约作于天宝十二年（753），时值杨国忠任右相不久。诗作对杨家兄妹骄纵荒淫的生活和狂妄嚣张的气焰进行了有力鞭挞，也从侧面揭露出当时君王昏庸、朝廷腐败的社会现实。诗开篇即点出时间——三月三日。诗人用细腻的笔法、富丽的词采，描画出一群体态娴雅、姿色优美的丽人。接着又言其服饰之华丽和头饰之精美，所有这些无不显示出丽人们身份的高贵。“就中云幕椒房亲”等十句，以细腻的笔触描绘了丽人中的虢、秦、韩三夫人。据《旧唐书·杨贵妃传》记载，杨贵妃的大姐封韩国夫人，三姐封虢国夫人，八姐封秦国夫人。每逢出门游玩，她们各家自成一队，侍女们穿着颜色统一的衣服，远远看去就像云锦粲霞；车马仆从多得足以堵塞道路，场面甚为壮观。诗人对三位夫人宴饮的奢华场面描写得尤为细腻。她们在云帐里面摆设酒宴，“紫驼之峰出翠釜，水精之盘行素鳞”，用色泽鲜艳的铜釜和水晶圆盘盛佳肴美馔，写出了杨氏姐妹生活的豪华奢侈。然而，面对如此名贵的山珍海味，三位夫人却手捏犀牛角做的筷子，迟迟不夹菜，因为这些东西她们早就吃腻了，足见其骄矜之气。可怜了那些手拿鸾刀精切细作的厨师们，真是白忙活了一场。内廷的太监们看到这种情形后，立即策马回宫报信，不一会儿，天子的御厨房就络绎不绝地送来各种山珍海味。六句主要写杨国忠权势煊赫、意气骄恣之态。他旁若无人地来到轩门才下马，大模大样地步入锦毯铺地的帐篷去会虢国夫人。他外凭右相之尊，内恃贵妃之宠，在朝中独揽大权，阻塞言路，使朝政变得十分昏暗。“杨花雪落覆白苹，青鸟飞去衔红巾”句，诗人借曲江江边的秀美景色，并巧用北魏胡太后私通大臣杨华的故事以及青鸟传书的典故，揭露了杨国忠与虢国夫人淫乱的无耻行径。北魏胡太后曾威逼杨华与己私通，杨华害怕惹祸上身，后来投降梁朝，胡太后为表达对他的思念，特作《杨白花》一词。“青鸟”一词最早见于《山海经》，是神话中的一种鸟，传说是西王母的使者。据说，西王母在见到汉武帝之前，先看到青鸟飞集于殿前。后来，“青鸟”被视为男女之间的信使，在这首诗中指的是为杨国忠传递消息的人。&&&在诗的最后两句中，诗人终于将主题点出，但依然不直接议论，而是温和地劝说旁人：千万不要走近他们，否则丞相发怒后果就严重了，这样的结尾可谓绵里藏针，看似含蓄，实则尖锐，讽刺幽默而又辛辣。",
                    "transferInfo" : "三月三日阳春时节天气清新，长安曲江河畔聚集好多美人。姿态凝重神情高远文静自然，肌肤丰润胖瘦适中身材匀称。绫花绫罗衣裳映衬暮春风光，金丝绣的孔雀银丝刺的麒麟。头上戴的是什么珠宝首饰呢？翡翠玉做的花饰垂挂在两鬓。在她们的背后能看见什么呢？珠宝镶嵌的裙腰多稳当合身。其中有几位都是后妃的亲戚，里面有虢国和秦国二位夫人。翡翠蒸锅端出香喷的紫驼峰，水晶圆盘送来肥美的白鱼鲜。她们捏着犀角筷子久久不动，厨师们快刀细切空忙了一场。宦官骑马飞驰不敢扬起灰尘，御厨络绎不绝送来海味山珍。笙箫鼓乐缠绵宛转感动鬼神，宾客随从满座都是达官贵人。有一个骑马官人是何等骄横，车前下马从绣毯上走进帐门。白雪似的杨花飘落覆盖浮萍，青鸟飞去衔起地上的红丝帕。杨家气焰很高权势无与伦比，切勿近前以免丞相发怒斥人！",
                    "backgroundInfo" : "唐代自武后以来，外戚擅权已成为统治阶层中一种通常现象，他们形成了一个特殊的利益集团，引起了广大人民的强烈不满，这也是后来酿成安史之乱的主因。又杨国忠于天宝十一载（752）十一月拜右丞相兼文部尚书，势倾朝野。这首诗大约作于天宝十二载（753年）春。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "哀江头",
                    "author" : "杜甫",
                    "content" : "少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。",
                    "addtionInfo" : "少陵：少陵是汉宣帝许皇后的陵墓，在杜陵附近。杜甫曾在少陵附近居住过，故自称“少陵野老”。吞声哭：哭时不敢出声。潜行：因在叛军管辖之下，只好偷偷地走到这里。曲江曲：曲江的隐曲角落之处。“江头”一句：写曲江边宫门紧闭，游人绝迹。为谁绿：意思是国家破亡，连草木都失去了故主。霓旌：云霓般的彩旗，指天子之旗。南苑：指曲江东南的芙蓉苑。因在曲江之南，故称。生颜色：万物生辉。昭阳殿：汉代宫殿名。汉成帝皇后赵飞燕之妹为昭仪，居住于此。唐人多以赵飞燕比杨贵妃。第一人：最得宠的人。辇：皇帝乘坐的车子。古代君臣不同辇，此句指杨贵妃的受宠超出常规。才人：宫中的女官。嚼啮：咬。黄金勒：用黄金做的衔勒。仰射云：仰射云间飞鸟。一笑：杨贵妃因才人射中飞鸟而笑。正坠双飞翼：或亦暗寓唐玄宗和杨贵妃的马嵬驿之变。“明眸皓齿”两句：写安史之乱起，玄宗从长安奔蜀，路经马嵬驿，禁卫军逼迫玄宗缢杀杨贵妃。人生两句：意谓江水江花年年依旧，而人生有情，则不免感怀今昔而生悲。以无情衬托有情，越见此情难以排遣。胡骑：指叛军的骑兵。欲往城南句：写极度悲哀中的迷惘心情。望城北：走向城北。",
                    "classInfo" : "17",
                    "poetryID" : "31",
                    "source" : "2",
                    "analysesInfo" : "全诗分为三部分。前四句是第一部分，写长安沦陷后的曲江景象。曲江原是长安有名的游览胜地，713年——741年期间（开元年间）经过疏凿修建，亭台楼阁参差，奇花异卉争芳，一到春天，彩幄翠帱，匝于堤岸，鲜车健马，比肩击毂，有说不尽的烟柳繁华、富贵风流。但这已经成为历史了，以往的繁华像梦一样过去了。“少陵野老吞声哭，春日潜行曲江曲。”一个泣咽声堵的老人，偷偷行走在曲江的角落里，这就是曲江此时的“游人”。第一句有几层意思：行人少，一层；行人哭，二层；哭又不敢大放悲声，只能吞声而哭，三层。第二句既交代时间、地点，又写出诗人情态：在春日游览胜地不敢公然行走，却要“潜行”，而且是在冷僻无人的角落里潜行，这是十分不幸的。重复用一个“曲”字，给人一种纡曲难伸、愁肠百结的感觉。两句诗，写出了曲江的萧条和气氛的恐怖，写出了诗人忧思惶恐、压抑沉痛的心理，诗句含蕴无穷。&&&“江头宫殿锁千门，细柳新蒲为谁绿？”写诗人曲江所见。“千门”，极言宫殿之多，说明昔日的繁华。而着一“锁”字，便把昔日的繁华与眼前的萧条冷落并摆在一起，巧妙地构成了今昔对比，看似信手拈来，却极见匠心。“细柳新蒲”，景物是很美的。岸上是依依袅袅的柳丝，水中是抽芽返青的新蒲。“为谁绿”三字陡然一转，以乐景反衬哀恸，一是说江山换了主人，二是说没有游人，无限伤心，无限凄凉，这些场景令诗人肝肠寸断。&&&“忆昔霓旌下南苑”至“一笑正坠双飞翼”是第二部分，回忆安史之乱以前春到曲江的繁华景象。这里用“忆昔”二字一转，引出了一节极繁华热闹的文字。“忆昔霓旌下南苑，苑中万物生颜色”，先总写一笔。南苑即曲江之南的芙蓉苑。732年（唐玄宗开元二十年），自大明宫筑复道夹城，直抵曲江芙蓉苑。玄宗和后妃公主经常通过夹城去曲江游赏。“苑中万物生颜色”一句，写出御驾游苑的豪华奢侈，明珠宝器映照得花木生辉。&&&然后是具体描写唐明皇与杨贵妃游苑的情景。“同辇随君”，事出《汉书·外戚传》。汉成帝游于后宫，曾想与班婕妤同辇载。班婕妤拒绝说：“观古图画，圣贤之君，皆有名臣在侧，三代末主，乃有嬖女。今欲同辇，得无近似之乎？”汉成帝想做而没有做的事，唐玄宗做出来了；被班婕妤拒绝了的事，杨贵妃正干得自鸣得意。这就清楚地说明，唐玄宗不是“贤君”，而是“末主”。笔墨之外，有深意存在。下面又通过写“才人”来写杨贵妃。“才人”是宫中的女官，她们戎装侍卫，身骑以黄金为嚼口笼头的白马，射猎禽兽。侍从们就已经像这样豪华了，那“昭阳殿里第一人”的妃子、那拥有大唐江山的帝王就更不用说了。才人们仰射高空，正好射中比翼双飞的鸟。可惜，这精湛的技艺不是去用来维护天下的太平和国家的统一，却仅仅是为了博得杨贵妃的粲然“一笑”。这些帝王后妃们没有想到，这种放纵的生活，却正是他们亲手种下的祸乱根苗。&&&“明眸皓齿今何在”以下八句是第三部分，写诗人在曲江头产生的感慨。分为两层。第一层（“明眸皓齿今何在”至“去住彼此无消息”）直承第二部分，感叹唐玄宗和杨贵妃的悲剧。“明眸皓齿”照应“一笑正坠双飞翼”的“笑”字，把杨贵妃“笑”时的情态补足，生动而自然。“今何在”三字照应第一部分“细柳新蒲为谁绿”一句，把“为谁”二字说得更具体，感情极为沉痛。“血污游魂”点出了杨贵妃遭变横死。长安失陷，身为游魂亦“归不得”，他们自作自受，结局十分凄惨。杨贵妃埋葬在渭水之滨的马嵬，唐玄宗却经由剑阁深入山路崎岖的蜀道，死生异路，彼此音容渺茫。昔日芙蓉苑里仰射比翼鸟，后来马嵬坡前生死两离分，诗人运用这鲜明而又巧妙的对照，指出了他们逸乐无度与大祸临头的因果关系，写得惊心动魄。第二层（“人生有情泪沾臆”至“欲往城南望城北”）总括全篇，写诗人对世事沧桑变化的感慨。前两句是说，人是有感情的，触景伤怀，泪洒胸襟；大自然是无情的，它不随人世的变化而变化，花自开谢水自流，永无尽期。这是以无情反衬有情，而更见情深。最后两句，用行为动作描写来体现他感慨的深沉和思绪的迷惘烦乱。“黄昏胡骑尘满城”一句，把高压恐怖的气氛推向顶点，使开头的“吞声哭”、“潜行”有了着落。黄昏来临，为防备人民的反抗，叛军纷纷出动，以致尘土飞扬，笼罩了整个长安城。本来就忧愤交迫的诗人，这时就更加心如火焚，他想回到长安城南的住处，却反而走向了城北。心烦意乱竟到了不辨南北的程度，充分而形象地揭示诗人内心的巨大哀恸。",
                    "transferInfo" : "祖居少陵的野老（杜甫自称）无声地痛哭，春天偷偷地来到了曲江边。江岸的宫殿千门闭锁，细细的柳丝和新生的水蒲为谁而绿？回忆当初皇帝的彩旗仪仗下了南苑，苑里的万物都生出光辉。昭阳殿里的第一美人也同车出游，随侍在皇帝身旁。车前的宫中女官带着弓箭，白马套着带嚼子的黄金马勒。翻身朝天上的云层射去，一笑之间双飞的一对鸟儿便坠落在地。杨贵妃明亮的眼睛和洁白的牙齿在哪里呢？鲜血玷污了她的游魂，再也不能归来！清清的渭水向东流去，而玄宗所在的剑阁是那么深远。走的和留下的彼此没有消息。人生有情，泪水沾湿了胸臆，江水的流淌和江花的开放哪里会有尽头呢？黄昏时，胡骑扬起满城的尘土，准备到城南却跑到了城北。",
                    "backgroundInfo" : "756年（唐肃宗至德元年）秋天，杜甫离开鄜州去投奔刚即位的唐肃宗，不巧，被安史叛军抓获，带到沦陷了的长安。旧地重来，触景伤怀，诗人的内心是十分痛苦的。第二年春天，诗人沿长安城东南的曲江行走，感慨万千，哀恸欲绝，《哀江头》就是当时心情的真实记录。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "金缕衣",
                    "author" : "佚名",
                    "content" : "劝君莫惜金缕衣，劝君惜取少年时。花开堪折直须折，莫待无花空折枝。",
                    "addtionInfo" : "金缕衣：缀有金线的衣服，比喻荣华富贵。须惜：珍惜。堪：可以，能够。直须：尽管。直：直接，爽快。莫待：不要等到。",
                    "classInfo" : "22",
                    "poetryID" : "32",
                    "source" : "2",
                    "analysesInfo" : "这首诗的含意非常通俗易懂，可以用“珍惜时光”这个词来概括。这原是一种每个人都懂的道理。可是，它使 读者感到愿望单纯而强烈，使 人感到无比的震撼，有一种不可抗拒的魅力。全诗每一句似乎都在反复强调“莫负好时光”，而每句又都有些微妙变化，重复而不啰唆，回环不快不慢，形成优美的轻盈旋律。&&&“劝君莫惜金缕衣，劝君惜取少年时。”句式相同，都以“劝君”开始，“惜”字也出现了两次，这是二句重复的因素。但第一句说的是“劝君莫惜”，第二句说的是“劝君须惜”，“莫”与“须”的意思是相反的，这就是重复中的一些变化，但是主要意思是不变的。“金缕衣”是非常贵重的衣物，却“劝君莫惜”，说明世间还 有比它更为珍贵的东西，这就是“劝君须惜”的“少年时”了。为什么这么说呢？诗句未直说，那本是不言自明的：“一寸光阴一寸金，寸金难买寸光阴”；然而青春是非常宝贵的，一旦逝去是再也回不来的。一再“劝君”，用规劝的语气，情真意切，有很浓厚的歌味和娓娓道来的神韵。两句一个否定，一个肯定，否定前者是为了肯定后者，似分实合，虚实相生，形成了诗中第一次反复和咏叹，旋律和节奏轻盈舒缓。&&&“花开堪折直须折，莫待无花空折枝。”则构成第二次反复和咏叹，单就诗意看，与一、二句差不多，还是“莫负好时光”那个意思。这样，除了句与句之间的反复，又有上联与下联之间的较大的回旋反复。但两联表现手法就不一样，上联直抒胸臆，是赋法；下联却用了譬喻方式，是比义。于是重复中仍有变化。三、四没有一、二那样整饬的句式，但意义上彼此是对称得铢两悉称的。上句说“有花”应怎样，下句说“无花”会怎样；上句说“须”怎样，下句说“莫”怎样，也有肯定否定的对立。二句意义又紧紧关联：“有花堪折直须折”是从正面说“行乐须及春”意，“莫待无花空折枝”是从反面说“行乐须及春”意，似分实合，反复倾诉同一情愫，是“劝君”的继续，但语调节奏由徐缓变得峻急、热烈。“堪折——直须折”这句中节奏短促，力度极强，“直须”比前面的“须”更加强调。这是对青春与欢爱的放胆歌唱。这里的热情奔放，不但真率、大胆，而且形象、优美。“花”字两见，“折”字竟三见；“须——莫”云云与上联“莫——须”云云，又自然构成回文式的复叠美。这一系列天然工妙的字与字的反复、句与句的反复、联与联的反复，使诗句琅琅上口，语语可歌。除了形式美，其情绪由徐缓的回环到热烈的动荡，又构成此诗内在的韵律，诵读起来就更使人感到回肠荡气了。&&&此诗另一显著特色在于修辞上的别致新颖。一般情况下，旧诗中比兴手法往往合一，用在诗的发端； 而绝句往往先景语后情语。此诗一反惯例，它赋中有兴，先赋后比，先情语后景语，殊属别致。“劝君莫惜金缕衣”一句是赋 ，而以物起情，又有兴的作用。诗的下联是比喻，也是对上句“须惜少年时”诗意的继续生发。不用“人生几何 ”式直截的感慨，用花来比少年好时光，用折花来比莫负大好青春，既形象又优美，创造出一个意象世界。&&&这就是艺术的表现，形象思维。错过青春便会导致无穷悔恨，这种意思，此诗本来可以用但却没有用“老大徒伤悲”一类成语来表达，而紧紧朝着折花的比喻向前走，继而造出“无花空折枝”这样闻所未闻的奇语。没有沾一个悔字恨字，而“空折枝”三字却耐人寻味，富有艺术感染力。",
                    "transferInfo" : "我劝你不要太注重追求功名利禄，要珍惜少年求学的最好时期。花开可以折取的时候就要尽管去折，不要等到花谢时只折了个空枝。",
                    "backgroundInfo" : "歌词这首歌词的作者已不可考，具体创作时间不详。这是中唐时的一首流行歌词。据说元和时镇海节度使李锜酷爱此词，常命侍妾杜秋娘在酒宴上演唱（见杜牧《杜秋娘诗》及自注）。有的唐诗选本径题为杜秋娘作或李锜作，是不确切的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "独不见",
                    "author" : "沈佺期",
                    "content" : "卢家少妇郁金堂，海燕双栖玳瑁梁。九月寒砧催木叶，十年征戍忆辽阳。白狼河北音书断，丹凤城南秋夜长。谁谓含愁独不见，更教明月照流黄。",
                    "addtionInfo" : "卢家少妇：泛指少妇。郁金堂：以郁金香料涂抹的堂屋。海燕：又名越燕，燕的一种。因产于南方滨海地区，故名。玳瑁（dài mèi）：海生龟类，甲呈黄褐色相间花纹，古人用为装饰品。寒砧（zhēn）：指捣衣声。砧，捣衣用的垫石。古代妇女缝制衣服前，先要将衣料捣过。为赶制寒衣妇女每于秋夜捣衣，故古诗常以捣衣声寄思妇念远之情。木叶：树叶。辽阳：辽河以北，泛指辽东地区白狼河：今辽宁省境内之大凌河。丹凤城：此指长安。相传秦穆公女儿弄玉吹箫，引来凤凰，故称咸阳为丹凤城。后以凤城称京城，唐时长安宫廷在城北，住宅在城南。教（jiāo）：使。流黄：黄紫色相间的丝织品，此指帷帐。",
                    "classInfo" : "6",
                    "poetryID" : "33",
                    "source" : "2",
                    "analysesInfo" : "这首七律，是借用了乐府古题“独不见”。郭茂倩《乐府诗集》解题云：“独不见，伤思而不得见也。”此诗的主人公是一位长安少妇，她所“思而不得见”的是征戍辽阳十年不归的丈夫。诗人以委婉缠绵的笔调，描述女主人公在寒砧处处、落叶萧萧的秋夜，身居华屋之中，心驰万里之外，辗转反侧，久不能寐的孤独愁苦情状。此诗对后来唐代律诗，尤其是边塞诗影响很大，历来评价甚高。姚鼐说它“高振唐音，远包古韵，此是神到之作，当取冠一朝矣。”&&&“卢家少妇郁金堂，海燕双栖玳瑁梁。”卢家少妇，名莫愁，梁武帝萧衍诗中的人物，后来用作少妇的代称。郁金是一种香料，和泥涂壁能使室内芳香；玳瑁是一种海龟，龟甲极美观，可作装饰品。开头两句以重彩浓笔夸张地描绘女主人公闺房之美：四壁以郁金香和泥涂饰，顶梁也用玳瑁壳装点起来，无比芬芳，无比华丽。连海燕也飞到梁上来安栖了。“双栖”两字，暗用比兴。看到梁上海燕那相依相偎的柔情密意，这位“莫愁”女也许有所感触吧。此时，又听到窗外西风吹落叶的声音和频频传来的捣衣的砧杵之声。秋深了，天凉了，家家户户忙着准备御冬的寒衣，有征夫游子在外的人家，就更要格外加紧了。这进一步勾起少妇心中之愁。“寒砧催木叶”，造句十分奇警。分明是萧萧落叶催人捣衣而砧声不止，诗人却故意主宾倒置，以渲染砧声所引起的心理反响。事实上，正是寒砧声落叶声汇集起来在催动着闺中少妇的相思，促使她更觉内心的空虚寂寞，更觉不见所思的愁苦。夫婿远戍辽阳，一去就是十年，她的苦苦相忆，也已整整十年了。&&&颈联出句的“白狼河北”正应上联的辽阳。主人公想：十年了，夫婿音讯断绝，他现在处境怎样？命运是吉是凶？几时才能归来？还有无归来之日？一切一切，都在茫茫未卜之中，叫人连怀念都没有一个准着落。因此，这位长安城南的思妇，在这秋夜空闺之中，心境就不单是孤独、寂寥，也不只是思念、盼望，而且在担心，在忧虑，在惴惴不安，愈思愈愁，愈想愈怕，以至于不敢想象了。上联的“忆”字，在这里有了更深一层的表现。&&&寒砧声声，秋叶萧萧，叫卢家少妇无法入眠。更有那一轮恼人的明月，竟也来凑趣，透过窗纱把流黄帏帐照得明晃晃的炫人眼目，给人愁上添愁。前六句是诗人充满同情的描述，到这结尾两句则转为女主人公愁苦已极的独白，她不胜其愁而迁怒于明月了。诗句构思新巧，比之前人写望月怀远的意境大大开拓一步，从而增强了抒情色彩。&&&这首诗，人物心情与环境气氛密切结合。“海燕双栖玳瑁梁”烘托“卢家少妇郁金堂”的孤独寂寞，寒砧木叶、城南秋夜，烘托“十年征戍忆辽阳”、“白狼河北音书断”的思念忧愁，尾联“含愁独不见”的情语借助“明月照流黄”的景物渲染，便显得余韵无穷。论手法，则有反面的映照（“海燕双栖”），有正面的衬托（“木叶”、“秋夜长”），多方面多角度地抒写了女主人公“思而不得见”的愁肠。诗虽取材于闺阁生活，语言也未脱尽齐梁以来的浮艳习气，却显得境界广远，气势飞动，读起来给人一种“顺流直下”（《诗薮·内编》卷五）之感。",
                    "transferInfo" : "卢家年轻的主妇，居住在以郁金香浸洒和泥涂壁的华美的屋宇之内，海燕飞来，成对成双地栖息于华丽的屋梁之上。九月里，寒风过后，在急切的捣衣声中，树叶纷纷下落，丈夫远征辽阳已逾十载，令人思念。白狼河北的辽阳地区音信全部被阻断，幽居在长安城南的少妇感到秋日里的夜晚特别漫长。她哀叹：我到底是为哪一位思而不得见的人满含哀愁啊？为何还让那明亮的月光照在帏帐之上？",
                    "backgroundInfo" : "此诗题一作“古意呈乔补阙知之”，又作“古意呈补阙乔知之”，疑为副题。乔补阙为乔知之，万岁通天（武则天年号，696—697）年间任右补阙，此诗当作于此时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "烈女操",
                    "author" : "孟郊",
                    "content" : "梧桐相待老，鸳鸯会双死。贞女贵殉夫，舍生亦如此。波澜誓不起，妾心古井水。",
                    "addtionInfo" : "烈女：贞洁女子。操：琴曲中的一种体裁。梧桐：传说梧为雄树，桐为雌树，其实梧桐树是雌雄同株。相待老：指梧和桐同长同老。会：终当。殉：以死相从。“波澜”两句：我的心如同古井之水，永远不会泛起情感波澜。古：同枯。古井水：枯井水。",
                    "classInfo" : "75",
                    "poetryID" : "34",
                    "source" : "2",
                    "analysesInfo" : "这是一首颂扬贞妇烈女的诗。此诗以男子之心愿，写烈女之情志，可歌可泣。梧桐树相依持老，鸳鸯鸟同生共死。旧世贞烈女，夫死而终生不嫁，夫死而以身相殉。守节以表从一之志，殉节以明坚贞之心。结句“波澜誓不起，妾心古井水”，一片贞心，下语坚决，精警异常。成语“心如古井”源自于此。刘禹锡《竹枝词》名句：“长恨人心不如水，等闲平地起波澜。”从此翻出。烈女节义肝肠，坚贞不渝，固可针砭浮靡；然苛苦迂执，以一身青春配殉，不由刿目怵心，读之令人生怜。据考，当时对女子贞操并不看重。诗人或许另有寄托，籍烈女之吟，抒志洁行廉、孤高耿介之士人气节。",
                    "transferInfo" : "雄梧雌桐枝叶覆盖相守终老，鸳鸯水鸟成双成对至死相随。贞洁的妇女贵在为丈夫殉节，为此舍生才称得上至善至美。对天发誓我心永远忠贞不渝，就像清净不起波澜的古井水！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "燕歌行",
                    "author" : "高适",
                    "content" : "汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞。大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫更何有。杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋。君不见沙场征战苦，至今犹忆李将军。",
                    "addtionInfo" : "汉家：汉朝，唐人诗中经常借汉说唐。烟尘：代指战争。横行：任意驰走，无所阻挡。元戎：军事元帅。非常赐颜色：超过平常的厚赐礼遇。摐：撞击。金：指钲一类铜制打击乐器。伐：敲击。榆关：山海关，通往东北的要隘。旌旆：旌是竿头饰羽的旗。旆是末端状如燕尾的旗。这里都是泛指各种旗帜。逶迤：蜿蜒不绝的样子。碣石：山名。校尉：次于将军的武官。羽书：插有鸟羽的，军用的紧急文书。瀚海：沙漠，这里指内蒙古东北西拉木伦河上游一带的沙漠。单于：匈奴首领称号，也泛指北方少数民族首领。猎火：打猎时点燃的火光。古代游牧民族出征前，常举行大规模校猎，作为军事性的演习。狼山：又称狼居胥山，在今内蒙古自治区克什克腾旗西北。极：穷尽。凭陵：仗势侵凌。杂风雨：形容敌人来势凶猛，如风雨交加。半生死：意思是半生半死，伤亡惨重。腓：指枯萎。斗兵稀：作战的士兵越打越少了。身当恩遇：指主将受朝廷的恩宠厚遇。玉箸：白色的筷子（玉筷），比喻思妇的泪水如注。城南：京城长安的住宅区在城南。蓟北：唐蓟州在今天津市以北一带，此处当泛指唐朝东北边地。边庭飘摇：形容边塞战场动荡不安。度：越过相隔的路程，回归。绝域：更遥远的边陲。更何有：更加荒凉不毛。三时：指晨、午、晚，即从早到夜。刁斗：军中夜里巡更敲击报时用的、煮饭时用的，两用铜器阵云：战场上象征杀气的云，即战云。一夜：即整夜，彻夜。死节：指为国捐躯。节，气节。岂顾勋：难道还顾及自己的功勋。李将军：指汉朝李广，他能捍御强敌，爱抚士卒，匈奴称他为汉之飞将军。",
                    "classInfo" : "31",
                    "poetryID" : "35",
                    "source" : "2",
                    "analysesInfo" : "《燕歌行》是高适的代表作，不仅是高适的“第一大篇”（近人赵熙评语），而且是整个唐代边塞诗中的杰作，千古传诵，良非偶然。&&&此诗主要是揭露主将骄逸轻敌，不恤士卒，致使战事失利。全篇大体可分四段：首段八句写出师。其中前四句说战尘起于东北，将军奉命征讨，天子特赐光彩，已见得宠而骄，为后文轻敌伏笔；后四句接写出征阵容。旌旗如云，鼓角齐鸣，一路上浩浩荡荡，大模大样开赴战地，为失利时狼狈情景作反衬。第二段八句写战斗经过。其中前四句写战初敌人来势凶猛，唐军伤亡惨重，后四句说至晚已兵少力竭，不得解围。第三段八句写征人，思妇两地相望，重会无期。末段四句，两句写战士在生还无望的处境下，已决心以身殉国；两句诗人感慨，对战士的悲惨命运深寄同情。全诗气势畅达，笔力矫健，气氛悲壮淋漓，主旨深刻含蓄。&&&诗的发端两句便指明了战争的方位和性质，见得是指陈时事，有感而发。“男儿本自重横行，天子非常赐颜色”，貌似揄扬汉将去国时的威武荣耀，实则已隐含讥讽，预伏下文。樊哙在吕后面前说：“臣愿得十万众，横行匈奴中”，季布便斥责他当面欺君该斩。（见《史记·季布传》）所以，这“横行”的由来，就意味着恃勇轻敌。&&&紧接着描写行军：“摐金伐鼓下榆关，旌旆逶迤碣石间。”透过这金鼓震天、大摇大摆前进的场面，可以揣知将军临战前不可一世的骄态，也为下文反衬。战端一启，“校尉羽书飞瀚海”，一个“飞”字警告了军情危急：“单于猎火照狼山”，犹如“看明王宵猎，骑火一川明，笳鼓悲鸣，遣人惊！”（张孝祥《六州歌头》）不意“残贼”乃有如此威势。从辞家去国到榆关、碣石，更到瀚海、狼山，八句诗概括了出征的历程，逐步推进，气氛也从宽缓渐入紧张。&&&第二段写战斗危急而失利。落笔便是“山川萧条极边土”，展现开阔而无险可凭的地带，带出一片肃杀的气氛。“胡骑”迅急剽悍，象狂风暴雨，卷地而来。汉军奋力迎敌，杀得昏天黑地，不辨死生。然而，就在此时此刻，那些将军们却远离阵地寻欢作乐：“美人帐下犹歌舞！”这样严酷的事实对比，有力地揭露了汉军中将军和兵士的矛盾，暗示了必败的原因。所以紧接着就写力竭兵稀，重围难解，孤城落日，衰草连天，有着鲜明的边塞特点的阴惨景色，烘托出残兵败卒心境的凄凉。“身当恩遇恒轻敌，力尽关山未解围”。回应上文，汉将“横行”的豪气业已灰飞烟灭，他的罪责也确定无疑了。&&&第三段写士兵的痛苦，实是对汉将更深的谴责。应该看到，这里并不是游离战争进程的泛写，而是处在被围困的险境中的士兵心情的写照。“铁衣远戍辛勤久”以下三联，一句征夫，一句征夫悬念中的思妇，错综相对，离别之苦，逐步加深。城南少妇，日夜悲愁，但是“边庭飘飖那可度？”蓟北征人，徒然回首，毕竟“绝域苍茫更何有！”相去万里，永无见期，“人生到此，天道宁论！”更那堪白天所见，只是“杀气三时作阵云”；晚上所闻，惟有“寒声一夜传刁斗”，如此危急的绝境，真是死在眉睫之间，不由人不想到把他们推到这绝境的究竟是谁呢？这是深化主题的不可缺少的一段。&&&最后四句总束全篇，淋漓悲壮，感慨无穷。“相看白刃血纷纷，死节从来岂顾勋”，最后士兵们与敌人短兵相接，浴血奋战，那种视死如归的精神，岂是为了取得个人的功勋！他们是何等质朴、善良，何等勇敢，然而又是何等可悲呵！&&&诗人的感情包含着悲悯和礼赞，而“岂顾勋”则是有力地讥刺了轻开边衅，冒进贪功的汉将。最末二句，诗人深为感慨道：“君不见沙场征战苦，至今犹忆李将军！”八九百年前威镇北边的飞将军李广，处处爱护士卒，使士卒“咸乐为之死”。这与那些骄横的将军形成多么鲜明的对比。诗人提出李将军，意义尤为深广。从汉到唐，悠悠千载，边塞战争何计其数，驱士兵如鸡犬的将帅数不胜数，备历艰苦而埋尸异域的士兵，更何止千千万万！可是，千百年来只有一个李广，不能不教人苦苦地追念他。杜甫赞美高适、岑参的诗：“意惬关飞动，篇终接混茫。”（《寄高使君岑长史三十韵》）此诗以李广终篇，意境更为雄浑而深远。&&&全诗气势畅达，笔力矫健，经过惨淡经营而至于浑化无迹。气氛悲壮淋漓，主意深刻含蓄。“山川萧条极边土，胡骑凭陵杂风雨”，“大漠穷秋塞草腓，孤城落日斗兵稀”，诗人着意暗示和渲染悲剧的场面，以凄凉的惨状，揭露好大喜功的将军们的罪责。尤可注意的是，诗人在激烈的战争进程中，描写了士兵们复杂变化的内心活动，凄恻动人，深化了主题。&&&全诗处处隐伏着鲜明的对比。从贯串全篇的描写来看，士兵的效命死节与汉将的怙宠贪功，士兵辛苦久战、室家分离与汉将临战失职，纵情声色，都是鲜明的对比。而结尾提出李广，则又是古今对比。全篇“战士军前半死生，美人帐下犹歌舞”，“二句最为沈至”（《唐宋诗举要》引吴汝纶评语），这种对比，矛头所指十分明显，因而大大加强了讽刺的力量。&&&《燕歌行》是唐人七言歌行中运用律句很典型的一篇。全诗用韵依次为入声“职”部、平声“删”部、上声“麌”部、平声“微”部、上声“有”部、平声“文”部，恰好是平仄相间，抑扬有节。除结尾两句外，押平韵的句子，对偶句自不待言，非对偶句也符合律句的平仄，如“摐金伐鼓下榆关，旌旆逶迤碍石间”；押仄韵的句子，对偶的上下句平仄相对也是很严整的，如“杀气三时作阵云，寒声一夜传刁斗。”这样的音调之美，正是“金戈铁马之声，有玉磐鸣球之节”（《唐风定》卷九邢昉评语）。",
                    "transferInfo" : "唐朝东北边境战事又起，将军离家前去征讨贼寇。战士们本来在战场上就所向无敌，皇帝又特别给予他们丰厚的赏赐。军队擂击金鼓，浩浩荡荡开出山海关外，旌旗连锦不断飘扬在碣石山间。校尉紧急传羽书，飞奔浩瀚之沙海，匈奴单于举猎火光照已到我狼山。山河荒芜多萧条，满目凄凉到边土，胡人骑兵来势凶猛，如风雨交加。战士在前线杀得昏天黑地，不辨死生；将军们依然逍遥自在的在营帐中观赏美人的歌舞！深秋季节，塞外沙漠上草木枯萎；日落时分，边城孤危，士兵越打越少边将身受朝廷恩宠厚遇麻痹轻敌，战士筋疲力尽仍难解关山之围。身披铁甲的征夫，不知道守卫边疆多少年了，那家中的思妇自丈夫被征走后，应该一直在悲痛啼哭吧。思妇独守故乡悲苦地牵肠挂肚，征夫在边疆遥望家园空自回头。边塞战场动荡不安哪里能够轻易归来，绝远之地尽苍茫更加荒凉不毛。早午晚杀气腾腾战云密布，整夜里只听到巡更的刁斗声声悲伤。战士们互相观看，雪亮的战刀上染满了斑斑血迹；坚守节操，为国捐躯，岂是为了个人的名利功勋？你没看见拼杀在沙场战斗多惨苦，现在还在思念有勇有谋的李将军。",
                    "backgroundInfo" : "高适的《燕歌行》是写边塞将士生活，用燕歌行曲调写此题材他是第一个。历来注家未对序文史事详加考核，都以为是讽张守珪而作。作者有感于幽州节度使张守珪与奚族作战打了败仗却谎报军情，作诗加以讽刺。自唐开元十八年（730年）至二十二年十二月，契丹多次侵犯唐边境。开元二十一年后，幽州节度使张守珪经略边事，初有战功。但二十四年，张让平卢讨击使安禄山讨奚、契丹，“禄山恃勇轻进，为虏所败”（《资治通鉴》卷二百十五）。开元二十六年，幽州将赵堪、白真陀罗矫张守珪之命，逼迫平卢军使乌知义出兵攻奚、契丹，先胜后败。“守珪隐其状，而妄奏克获之功”（《旧唐书·张守珪传》）。高适对开元二十四年以后的两次战败，感慨很深，因写此篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长干行·家临九江水",
                    "author" : "崔颢",
                    "content" : "家临九江水，来去九江侧。同是长干人，生小不相识。",
                    "addtionInfo" : "长干行：乐府曲名。是长干里一带的民歌，长干里在今江苏省南京市南面。临：靠近。九江：今江西九江市。长干：地名，在今江苏江宁县。生小：自小，从小时候起。",
                    "classInfo" : "6",
                    "poetryID" : "36",
                    "source" : "2",
                    "analysesInfo" : "",
                    "transferInfo" : "我的家临近九江边，来来往往都在九江附近。你和我同是长干人，从小不相识真是很遗憾。",
                    "backgroundInfo" : "这首抒情诗抓住了人生片断中富有戏剧性的一刹那，用白描的手法，寥寥几笔，就使人物、场景跃然纸上，栩栩如生。诗歌在语言上平白如话。从字面上看一览无余，是一个女子同一个男子江上偶遇的对话。流淌在字里行间的千百年来人类社会共同认同的美好的情感——深深的眷念家乡的感情让它获得了流传至今的生命力。&&&在封建时代，男女授受不亲，一个舟行女子只因听到乡音，觉得可能是同乡，便全然不顾忌封建礼教的拘束而停舟相问，可见其心情的急切。而迫不及待地自报家门，十分生动地表现了她盼望见到同乡的喜出望外的心情。这是因为乡音让她感到亲切，乡音让她产生要见到家乡亲人的冲动。这一切都缘于对家乡的爱恋。&&&男子的答话是“同是长干人，生小不相识”。话虽是出自男子之口，却是对俩人共同的飘泊生涯的叹息，是长年流落在外的无奈。这叹息也是缘于对家乡的爱恋。&&&诗人捕捉住一个生活场景，用白描手法抒写人们热爱家乡的情感，既含蓄又生动，饶有生活趣味。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "和张仆射塞下曲·其一",
                    "author" : "卢纶",
                    "content" : "鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。",
                    "addtionInfo" : "鹫：大鹰。翎：羽毛。金仆姑：箭名。燕尾：旗上的飘带。蝥弧：旗名。",
                    "classInfo" : "16",
                    "poetryID" : "37",
                    "source" : "2",
                    "analysesInfo" : "此诗一题《和张仆射塞下曲》。诗共六首，分别写发号施令、射猎破敌、奏凯庆功等等军营生活。语多赞美之意。此作为第一首，歌咏边塞景物，描写将军发号时的壮观场面。&&&前两句用严整的对仗，精心刻划出将军威猛而又矫健的形象。“鹫翎金仆姑”，是写将军的佩箭。“金仆姑”，箭名，《左传》：“乘丘之役，公以金仆姑射南宫长万。”箭用金做成，可见其坚锐。并且用一种大型猛禽“鹫”的羽毛（“翎”）来做箭羽，既美观好看，发射起来又迅疾有力，威力无穷。“燕尾绣蝥弧”，是写将军手执的旗帜。“绣蝥弧”，一种军中用作指挥的旗帜，《左传》：“颖考叔取郑之旗蝥弧以先登。”这种象燕子尾巴形状的指挥旗，是绣制而成的，在将军手中显得十分精美。这两句没有直接写将军的形貌，只是从他身上惹人注目的佩箭、旗帜落笔，而将军的矫健身影已经屹立在读者面前。诗中特意指出勇猛的“鹫”和轻捷的“燕”这两种飞禽，借以象征人物的精神状态。通过这两句的描写、衬托，一位威武而又精明干练的军事将领的形象，跃然纸上。&&&后两句写发布新令。将军岿然独立，只将指挥令旗轻轻一扬，那肃立在他面前的千营军士，就齐声发出呼喊，雄壮的呐喊之声响彻云天、震动四野，显示出了豪壮的军威。“独立”二字，使前两句中已经出现的将军形象更加挺拔、高大，并且与后面的“千营”形成极为悬殊的数字对比，以表明将军带兵之多，军事地位之显要，进一步刻划了威武形象。那令旗轻轻一扬，就“千营共一呼”，在整齐而雄壮的呐喊声中，“千营”而“一”，充分体现出军队纪律的严明，以及将军平时对军队的严格训练，显示出了无坚不摧、无攻不克的战斗力。这一句看似平平叙述，但却笔力千钧，使这位将军的形象更为丰满突出，给人留下了深刻的印象。&&&在五言绝句中，像这首诗这样描写场面如此壮阔，声势如此浩大的作品，并不多见。前两句对仗工整，在严整中收敛力量；后两句改为散句，将内敛的力量忽然一放，气势不禁奔涌而出。这一敛一放，在极少的文字中，包孕了极为丰富的内容，显示出强大的力量。",
                    "transferInfo" : "身佩雕羽制成的金仆姑好箭，旌旗上扎成燕尾蝥弧多鲜艳。大将军威严地屹立发号施令，千军万马一呼百应动地惊天。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "和张仆射塞下曲·其二",
                    "author" : "卢纶",
                    "content" : "林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。",
                    "addtionInfo" : "塞下曲：古代歌曲名。这类作品多是描写边境风光和战争生活的。惊风：突然被风吹动。引弓：拉弓，开弓，这里包含下一步的射箭。平明：天刚亮的时候。白羽：箭杆后部的白色羽毛，这里指箭。没：陷入，这里是钻进的意思。石棱：石头的边角。",
                    "classInfo" : "77",
                    "poetryID" : "38",
                    "source" : "2",
                    "analysesInfo" : "卢纶《塞下曲》共六首一组，分别写发号施令、射猎破敌、奏凯庆功等等军营生活。语多赞美之意。此为第二首，描写将军夜里巡逻时景况。这首边塞小诗，写一位将军猎虎的故事，取材于西汉史学家司马迁记载当时名将李广事迹的《李将军列传》。原文是：“广出猎，见草中石，以为虎而射之中，中（zhòng）石没镞（箭头），视之，石也。”&&&写将军夜猎，见林深处风吹草动，以为是虎，便弯弓猛射。天亮一看，箭竟然射进一块石头中去了。通过这一典型情节，表现了将军的勇武。诗的取材，出自《史记·李将军列传》。据载，汉代名将李广猿臂善射，在任右北平太守时，就有这样一次富于戏剧性的经历：“广出猎，见草中石，以为虎而射之。中石没镞，视之石也。因复更射之，终不能复入石矣。” 首句写将军夜猎场所是幽暗的深林；当时天色已晚，一阵阵疾风刮来，草木为之纷披。这不但交代了具体的时间、地点，而且制造了一种气氛。右北平是多虎地区，深山密林是百兽之王的猛虎藏身之所，而虎又多在黄昏夜分出山。&&&“林暗草惊风”，着一“惊”字，就不仅令人自然联想到其中有虎，呼之欲出，渲染出一片紧张异常的气氛，而且也暗示将军是何等警惕，为下文“引弓”作了铺垫。次句即续写射。但不言“射”而言“引弓”，这不仅是因为诗要押韵的缘故，而且因为 “引”是“发”的准备动作，这样写能启示读者从中想象、体味将军临险是何等镇定自若，从容不迫。在一“惊”之后，将军随即搭箭开弓，动作敏捷有力而不仓皇，既具气势，而形象也益鲜明。&&&后二句写“没石饮羽”的奇迹，把时间推迟到翌日清晨，将军搜寻猎物，发现中箭者并非猛虎，而是蹲石，令人读之，始而惊异，既而嗟叹，原来箭杆尾部装置着白色羽毛的箭，竟“没在石棱中”，入石三分。这样写不仅更为曲折，有时间、场景变化，而且富于戏剧性。“石棱”为石的突起部分，箭头要钻入殊不可想象。神话般的夸张，为诗歌形象涂上一层浪漫色彩，读来特别尽情够味，只觉其妙，不以为非。&&&诗，最注重含蓄，最讲究意在言外。看到诗中箭入石的描写，我们会油然联想：如果射中的真是老虎将会射成什么样子？如果在战场上射击敌军兵马呢？于是，一位武艺高强、英勇善战的将军形象，便盘马弯弓、巍然屹立在我们眼前了。",
                    "transferInfo" : "昏暗的树林中，草突然被风吹动，将军在夜色中连忙开弓射箭。天明寻找昨晚射的白羽箭，箭头深深插入巨大石块中。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "和张仆射塞下曲·其三",
                    "author" : "卢纶",
                    "content" : "月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。",
                    "addtionInfo" : "塞下曲：古时边塞的一种军歌。月黑：没有月光。单于（chán yú）：匈奴的首领。这里指入侵者的最高统帅。遁：逃走。将：率领。轻骑：轻装快速的骑兵。逐：追赶。满：沾满。",
                    "classInfo" : "77",
                    "poetryID" : "39",
                    "source" : "2",
                    "analysesInfo" : "这是一首描写守关将士夜追逃兵的诗，是卢纶《塞下曲》组诗中的第三首。这首诗只有短短20个字，却饱含了大量的信息，激发读者产生无穷的想象。作者并没有直接描写战斗的场面，但通过读诗，完全可以通过领悟诗意和丰富想象，绘出一幅金戈铁马的战争画图来。&&&诗由写景开始：“月黑雁飞高”。这样的景是难于刻画的：“月黑”，则茫无所见；“雁飞高”，则无迹可寻。雁飞而且高。是由声音觉察到的。这样的景，并非眼中之景，而是意中之景。雪夜月黑，本不是雁飞的正常时刻。而宿雁惊飞，正透露出敌人正在行动。寥寥五字，既交待了时间，又烘托了战斗前的紧张气氛，直接逼出下句“单于夜遁逃”来。单于本是古匈奴的君主，这里借指敌军统帅。敌军在夜间行动，应当有各种可能。然而诗人但谓“单于夜遁逃”。读诗至此，顿觉一股豪迈之情扑面而来。敌人夜间行动，并非率兵来袭，而是借夜色的掩护仓惶逃遁。诗句语气肯定，判断明确，充满了对敌人的蔑视和我军必胜的信念，足令读者为之振奋，于上句造成的神秘气氛中，发一惊采。敌酋遁去，我军纵兵追擒，这是自然的发展。&&&三、四句写己军准备追击的情形，表现了将士们威武的气概。“欲将轻骑逐”，是追兵将发而未发。不用大军而仅派“轻骑”，绝不仅仅因为快捷，同时也还显示了一种高度的自信，仿佛敌人已是瓮中之鳖，只须少量“轻骑”追剿，便可手到擒来。当勇士们列队准备出发时。虽然站立不过片刻．而大雪竟落满弓刀。“大雪满弓刀”一句，又发惊采，将全诗意境推向高潮。在茫茫的夜色中，在洁白的雪地上，一支轻骑兵正在集结，雪花顷刻便落满了他们全身，遮掩了他们武器的寒光。他们就像一支支即将离弦的箭，虽然尚未出发，却早就满怀着必胜的信心。这是一幅非常动人的画图：在静谧中蕴藏着呐喊，在昏暗中酝酿着闪电。虽然是在漆黑的夜间，勇士们被白雪勾画出的英姿仍然是“焕尔触目”。从这首诗看来，卢纶是很善于捕捉形象、捕捉时机的。他不仅能抓住具有典型意义的形象，而且能把它放到最富有艺术效果的时刻加以表现。诗人不写军队如何出击，也不告诉读者追上敌人没有，他只描绘一个准备追击的场面，就把当时的气氛情绪有力地烘托出来了。“欲将轻骑逐，大雪满弓刀”，这并不是战斗的高潮，而是迫近高潮的时刻。这个时刻，犹如箭在弦上，将发未发，最有吸引人的力量。虽然没有把结果交代出来，但惟其如此，才更富有启发性，更能引逗读者的联想和想象，这叫言有尽而意无穷。神龙见首不见尾，并不是没有尾，那尾在云中，若隐若现，更富有意趣和魅力。",
                    "transferInfo" : "死寂之夜，乌云遮月，天边大雁惊飞，单于的军队想要趁着夜色悄悄潜逃。正想要带领轻骑兵一路追赶，大雪纷纷扬扬落满了身上的弓刀。",
                    "backgroundInfo" : "作者写下这首诗的时候人生和仕途都极为不顺。朱泚之乱过后，咸宁王浑瑊出镇河中，提拔卢纶为元帅府判官。在军营中，卢纶看到的都是雄浑肃穆的边塞景象，接触到的都是粗犷豪迈的将士，故而创作了这首边塞诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "和张仆射塞下曲·其四",
                    "author" : "卢纶",
                    "content" : "野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。",
                    "addtionInfo" : "琼筵：盛宴。雷鼓：即“擂鼓”。",
                    "classInfo" : "16",
                    "poetryID" : "40",
                    "source" : "2",
                    "analysesInfo" : "这首诗系《塞下曲》组诗之一。卢纶《塞下曲》共六首一组，分别写发号施令、射猎破敌、奏凯庆功等等军营生活。语多赞美之意。此为第四首，描写边防将士取得重大胜利后，边地兄弟民族在营帐前设宴劳军的场面，气氛热烈融洽，赞颂了边地人民和守边将士团结一心，保卫国家安宁与统一的豪迈气概。&&&此诗语言精炼含蓄，情态活跃鲜明，细吟组诗，军营之生活，守边之艰苦，胜利之欢腾，无不历历在目，令人感奋。",
                    "transferInfo" : "在野外天幕下设下劳军盛宴，边疆兄弟民族都来祝贺我军凯旋。喝醉酒后还要和着金甲跳舞，欢腾的擂鼓声震动了周围的山川。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
                    ],
    "type" : "poetry_gradeOne",
    "baseID" : "13000",
    "mainClass" : "16"
}
