{
    "poetryList" : [
                    {
                    "name" : "贼退示官吏",
                    "author" : "元结",
                    "content" : "昔岁逢太平，山林二十年。泉源在庭户，洞壑当门前。井税有常期，日晏犹得眠。忽然遭世变，数岁亲戎旃。今来典斯郡，山夷又纷然。城小贼不屠，人贫伤可怜。是以陷邻境，此州独见全。使臣将王命，岂不如贼焉？今彼征敛者，迫之如火煎。谁能绝人命，以作时世贤！思欲委符节，引竿自刺船。将家就鱼麦，归老江湖边。",
                    "addtionInfo" : "昔岁：从前。庭户：庭院。洞壑（hè）：山洞，沟壑。井：即“井田”；井税：这里指赋税。晏：晚。世变：指安史之乱所带来的社会动荡。戎旃（zhān）：战旗，一说为军帐。典：治理、掌管。见全：被保全。将王命：奉皇上的旨意。绝：断绝。委：弃。符节：古代朝廷传达命令或征调兵将用的凭证。委符节：辞官。引竿：拿钓竿，代指隐居。刺船：撑船。将：带着。就：靠近。",
                    "classInfo" : "34",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "此诗和《舂陵行》都是作者反映社会现实，同情人民疾苦的代表作，而在斥责统治者对苦难人民的横征暴敛上，此诗词意更为深沉，感情更为愤激。&&&在诗中，元结把起义的少数民族称之为“贼”，固然表现了他的偏见，但他把“诸使”和“贼”对比起来写，通过对“贼”的有所肯定，来衬托官吏的残暴，这对本身也是个“官吏”的作者来说，是非常难能可贵的。&&&全诗共分四段。第一段由“昔年”句至“日晏”句，先写“昔”。头两句是对“昔”的总的概括，交代他在作官以前长期的隐居生活，正逢“太平”盛世。三、四句写山林的隐逸之乐，为后文写官场的黑暗和准备归老林下作铺垫。这一段的核心是“井税有常期”句，所谓“井税”，原意是按照古代井田制收取的赋税，这里借指唐代按户口征取定额赋税的租庸调法；“有常期”，是说有一定的限度。作者把人民没有额外负担看作是年岁太平的主要标志，是“日晏犹得眠”即人民能安居乐业的重要原因，对此进行了热情歌颂，便为后面揭露“今”时统治者肆意勒索人民设下了伏笔。&&&第二段从“忽然”句到“此州”句，写“今”，写“贼”。前四句先简单叙述自己从出山到遭遇变乱的经过：安史之乱以来，元结亲自参加了征讨乱军的战斗，后来又任道州刺史，正碰上“西原蛮”发生变乱。由此引出后四句，强调城小没有被屠，道州独能促使的原因是：“人贫伤可怜”，也即“贼”对道州人民苦难的同情，这是对“贼”的褒扬。此诗题为“示官吏”，作诗的主要目的是揭露官吏，告戒官吏，所以写“贼”是为了写“官”，下文才是全诗的中心。&&&第三段从“使臣”句至“以作”句，写“今”，写“官”。一开始用反问句把“官”和“贼”对照起来写：“使臣将王命，岂不如贼焉？”这是抨击官吏，不顾丧乱地区人民死活依然横征暴敛的愤激之词，是元结关心人民疾苦的点睛之笔。而下两句指陈事实的直接描写：“今彼征敛者，迫之如火煎”，更活画出一幅虎狼官吏陷民于水火的真实情景。和前面“井税”两句相照应，与“昔”形成鲜明对比，对征敛官吏的揭露更加深刻有力。接下来的两句：“谁能绝人命，以作时世贤？”以反问的语气作出了断然否定的回答，揭示了“时世贤”的残民本质。“绝人命”和“伤可怜”相照应，“时世贤”与“贼”作对比，这里对“时世贤”的讽刺鞭挞之意十分强烈。更为可贵的是诗人在此公开表明自己不愿“绝人命”，也不愿作“时世贤”的决绝态度，并以此作为对其他官吏的一种告诫。&&&第四段由“思欲”句至“归老”句，向官吏们坦露自己的心志。作者是个官吏，他是不能违“王命”的，可是作“征敛者”吧，他又不愿“绝人命”。诗人对待这一矛盾的处境的办法是：宁愿弃官，归隐江湖，也绝不去做那种残民邀功、取媚于上的所谓贤臣。这是对统治者征敛无期的抗议，此处充分清楚地表明作者对民瘼的热情关心。&&&元结在政治上是一位具有仁政爱民理想的清正官吏；在文学上反对“拘限声病，喜尚形似”（《箧中集序》）的浮艳诗风，主张发挥文学“救时劝俗”（《文编序》）的社会作用。这首诗不论叙事抒情，都指陈事实，直抒胸臆，没有一点雕琢矫饰的痕迹，而诗中那种忧时爱民的深挚感情，如从胸中自然倾泄，自有一种感人之处，亦自能在质朴之中成其浑厚，显示出元结诗质朴简古、平直切正的典型特色。沈德潜说：“次山诗自写胸次，不欲规模古人，而奇响逸趣，在唐人中另辟门径。”（《唐诗别裁》）",
                    "transferInfo" : "我早年遇到了太平世道，在山林中隐居了二十年。清泉水流经过我家门口，山涧洞谷对着我家门前。田租赋税有个固定期限，日上三竿依然安稳酣眠。忽然间遭遇到世道突变，数年来亲自从军上前线。如今我来治理这个郡县，又遇到蛮夷来骚扰侵犯。县城太小蛮夷无意洗劫，百姓贫穷他们也觉可怜。因此他们攻陷邻县境界，唯有这个道州独自保全。奉皇命来收租税的使臣，难道还比不上盗贼慈善？现在那横征暴敛的官吏，催赋逼税恰如火烧油煎。谁忍心断绝人民的生路，换取时世所称赞的忠贤？我想辞去官职丢弃符节，拿起竹篙自己动手撑船。带领全家回到鱼米之乡，告老归隐住在那江湖边。",
                    "backgroundInfo" : "此诗作于唐代宗广德二年（764年），时元结任道州刺史。此诗的小序交待了作诗的原委。诗人认为，朝廷派到地方上的租庸使却不能体恤人民，在道州百姓“朝餐是草根，暮食乃木皮”（《舂陵行》）的情况下，仍旧残酷征敛，有感于此，作者写下了这首诗以警示征敛租税的官吏。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "同从弟南斋玩月忆山阴崔少府",
                    "author" : "王昌龄",
                    "content" : "高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。",
                    "addtionInfo" : "从弟：堂弟。斋：书房。山阴：今浙江绍兴。崔少府：即崔国辅，开元十四年（726）进士及第，授职山阴（浙江绍兴）县尉。少府：官名，秦置，为九卿之一，次于县令。帷：帘幕。澹（dàn）：水缓缓地流。演漾：水流摇荡。冉（rǎn）冉：渐渐，指时间的推移。几盈虚：月亮圆缺反复多次。澄澄：清亮透明，指月色。美人：旧时也指自己思暮的人，这里指崔少府。越吟：楚国庄舄（xì）唱越歌以寄托乡思。兰杜：兰花和杜若，都是香草。",
                    "classInfo" : "48",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "这首诗的主题是“玩月”。诗人与堂弟高卧南斋时，月亮刚刚出来。渐渐地升高之后，清辉遍洒水上、树木上，倾泻在窗户上。这两句写月光很有特色，尤其是一个“澹”字、一个“演漾”，逼真地说出了月光照地时人对月光的感觉。&&&诗人没有停留在对月色的描摹上，而是宕开一笔，写对月亮的思考：亘古以来，月亮圆了又缺、缺了又圆，可是人呢？人也是一代又一代，代代人都看着月亮。月光依然，而人生不常啊。&&&继而诗人悬想朋友崔少府也必定在这清月之下、清江之畔吟诗。诗人与朋友虽相隔千里，但同在望月。诗的最后一句“微风吹兰杜”最有意味：不说对朋友思念，而写兰杜之芳，那么，这兰杜之芳能吹到朋友那里去吗？朋友知道我在思念他吗？&&&玩月思友，由月忆人。感慨清光依旧、人生聚散无常。诗的开头点出“南斋”；二句点“明月”；三、四句触发主题，写玩月；五、六句由玩月而生发，写流光如逝，世事多变；七、八句转写忆故友；最后写故人的文章道德，恰如兰杜，芳香四溢，闻名遐迩。全诗笔不离月，景不离情，情景交融，景情相济，有很强的艺术感染力。",
                    "transferInfo" : "我和从弟在南斋高卧的时候，掀开窗帘欣赏那初升的玉兔。淡淡月光泻在水上泄在树上，轻悠悠的波光涟漪荡入窗户。光阴苒苒这窗月已几盈几虚，清光千年依旧世事不同今古。德高望重崔少府在清江河畔，他今夜必定如庄舄思越之苦。千里迢迢可否共赏醉人婵娟？微风吹拂着清香四溢的兰杜。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渭川田家",
                    "author" : "王维",
                    "content" : "斜阳照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸，怅然吟式微。",
                    "addtionInfo" : "渭川：渭水源于甘肃鸟鼠山，经陕西，流入黄河。田家：农家。墟落：村庄。穷巷：深巷。野老：村野老人。倚杖：靠着拐杖。荆扉：柴门。雉雊（zhìgòu）：野鸡鸣叫。蚕眠：蚕蜕皮时，不食不动，像睡眠一样。荷（hè）：肩负的意思。即此：指上面所说的情景。式微：《诗经》篇名，其中有“式微，式微，胡不归”之句，表归隐之意。",
                    "classInfo" : "30",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "诗人描绘了一幅恬然自乐的田家暮归图，虽都是平常事物，却表现出诗人高超的写景技巧。全诗以朴素的白描手法，写出了人与物皆有所归的景象，映衬出诗人的心情，抒发了诗人渴望有所归，羡慕平静悠闲的田园生活的心情，流露出诗人在官场的孤苦、郁闷。&&&“斜阳照墟落，穷巷牛羊归。”墟落：村庄。穷巷：深巷。这两句是说，村庄处处披满夕阳的余晖，牛羊沿着深巷纷纷回归。&&&诗人一开头，首先描写夕阳斜照村落的景象，渲染暮色苍茫的浓烈气氛，作为总背景，统摄全篇。接着，诗人一笔就落到“归”字上，描绘了牛羊徐徐归村的情景。诗人痴情的目送牛羊归村，直至沒入深巷。&&&“野老念牧童，倚杖候荆扉。”野老：村野老人。倚杖：靠着拐杖。荆扉：柴门。这两句是说，老翁惦念着自家的孙儿，拄着拐杖在自家的柴门口等候。&&&就在这时，诗人看到了更为动人的情景：柴门外，一位慈祥的老人拄着拐杖，正迎候着放牧归来的小孩这朴素的散发着泥土芬芳的一幕，感染了诗人，他似乎也分享到了牧童归家的乐趣。&&&“雉雊麦苗秀，蚕眠桑叶稀。”雉雊：野鸡鸣叫。这两句是说，野鸡在麦田里鸣叫麦儿即将抽穗；蚕儿成眠桑叶也已经很稀少了。&&&诗人感到这田野上的一切生命，在这黄昏时节，似乎都在思归。麦田里的野鸡叫的多动情啊，那是在呼唤自己的配偶呢；桑林里的桑叶已经所剩无几，蚕儿开始吐丝作茧，营就自己的安乐窝，找到自己的归宿了。&&&“田夫荷锄至，相见语依依。”这两句是说，农夫们荷锄回到了村里，相见欢声笑语依依不舍。&&&田野上，农夫们三三两两，扛着锄头下地归来，在田间的小道上相遇，亲切絮语，简直有点乐而忘归呢。&&&“即此羡闲逸，怅然吟式微。”这两句是说，如此安逸怎不叫我羡慕?我不禁怅然的吟起《式微》。&&&诗人目睹这一切，联想到自己的处境和身世，十分感慨。自公元737年（开元二十五年）宰相张九龄被排挤出朝廷之后，王维深感政治上失去依傍，进退两难。在这种心绪下他来到原野，看到人皆有所归，唯独自己尚旁徨中路，不能不既羡慕又惆怅。所以诗人感慨系之地说：“即此羡闲逸，怅然吟式微。”其实，农夫们并不闲逸。但诗人觉得和自己担惊受怕的官场生活相比，农夫们安然得多，自在得多，故有闲逸之感。《式微》是《诗经·邶风》中的一篇，诗中反复咏叹：“式微，式微，胡不归？”诗人借以抒发自己急欲归隐田园的心情，不仅在意境上与首句“斜阳照墟落”相照映，而且在内容上也落在“归”字上，使写景与抒情契合无间，浑然一体，画龙点睛式地揭示了主题。&&&读完最后一句，才恍然大悟：前面写了那么多的“归”，实际上都是反衬，以人皆有所归，反衬自己独无所归；以人皆归得及时、亲切、惬意，反衬自己归隐太迟以及自己混迹官场的孤单、苦闷。这最后一句是全诗的重心和灵魂。如果以为诗人的本意就在于完成那幅田家晚归图，这就失之于肤浅了。全诗不事雕绘，纯用白描，自然清新，诗意盎然。",
                    "transferInfo" : "夕阳的余晖洒向村庄，牛羊沿着深巷纷纷回归。村中老人惦念着放牧的孙儿，倚着拐杖在柴门边等候。麦田里的野鸡鸣叫个不停，蚕儿开始吐丝作茧，桑林里的桑叶已所剩无几。农夫们三三两两扛着锄头归来，在田间小道上偶然相遇，亲切絮语，乐而忘归。在这种时刻如此闲情逸致怎不叫我羡慕？我不禁怅然地吟起《式微》。",
                    "backgroundInfo" : "此诗作于开元（唐玄宗年号，713—741年）后期，描绘的是渭水两岸的农村生活。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西施咏",
                    "author" : "王维",
                    "content" : "艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。",
                    "addtionInfo" : "西施：吴越春秋：越得苎萝山鬻薪之女，曰西施，郑旦，饰以罗谷，教以容步，三年学成而献于吴。傅粉：孝惠时，郎侍中皆傅脂粉。浣纱：环宇记：会稽县东有西施浣纱石。水经注：浣纱溪在荆州，为夷陵州西北，秋冬之月，水色净丽。持谢：奉告。效颦：庄子：西施病心而颦，其里之丑人见而美之，归亦捧心而效其颦，富人见之，闭门而不出，贫人见之，挈妻子而去之，彼知美颦而不知颦之所以美。按：颦古作膑。安可希：怎能希望别人的赏识。",
                    "classInfo" : "56",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "此诗通过借咏西施而抒发现世感愤不平的讽刺诗，语意深微，很有普遍性。诗人通过西施的故事来发表诗人对人生的一点体会。即“贱日岂殊众，贵来方悟稀”的现象。这一现象有两种情况：一是一般人难于辨别好歹，一旦美好事物被发现后，大家才吃惊地感叹艳羡；二是某些人与事物本来也平常无奇，一旦被评为上品或提拔成高官贵妇后，大家就刮目相看，敬佩不已。&&&春秋时越国诸暨芋萝山的美女西施，被越王勾践选送给吴王夫差，成为吴宫邀幸擅宠、娇怜命贵的艳妃，左右了吴王，支配了吴国。当然，西施这样做是有她的政治目的，但王维的本诗并不是取材她的政治图谋，而是用她入官后艳色凌人，写令人感到厌恶的恃宠擅权的官场世态。&&&开始两句从通常世态的角度提出了一个很有概括性的问题：“艳色天下重，西施宁久微?”是说：天下入好德者少，重色者多，有这种社会习俗，象西施那样的人物，安能长久地处于微贱之地?因此生活中象西施这样的人物，会有被尊贵的一天，只是时机之遇的早晚。这两句是对取人不重德能的当政者的讥讽，并同时表明，那些得势者一朝之内便娇骄得判若两人，根源还在于重色者。&&&三四句“朝为越溪女，暮作吴宫妃”，是前两句中的有“重”而不“微“的一个突出的事实证明。一个越国的山村中的普通女子，一朝之间身价十倍，原因就是因为遇到了重艳色的人；重色人有多大权力，有色者就有多么贵重，如此的逻辑适合于说明历史上的一切权臣和宠姬。王维就是借宠姬而抨击权臣的，鄙视权臣并不是以自身的德能显出贵重的意义，而是借“重”而“贵”的，王维提醒当权的不要忘乎所以，用意是很尖刻的。&&&从第五句“贱日岂殊重”开始，到“莫得同车归”，连续八句，是对“西施”的讥刺，针对性是世俗心理和那些得宠后便殊众自贵、颐指气使的娇骄者。在王维看来，有一种社会性的心理惰性，就是一个美的事物，被埋没的时候谁也看不出它的“殊众”之处，而一旦被人发现了之后，它就成了世上稀有的宝贝。诗人认为西施就是这种心理的一个代表对象。诗人好象要问一问西施：“当年你在苎萝村溪边浣纱时，你意识到你自己是那么天下少有吗？比所有的浣纱姑娘都美吗？可为什么一进吴官，成为贵人，便感到自己成了稀世之珍呢？”对于自贵自稀的人，王维最鄙夷那种“君宠益娇态，君怜无是非”的得幸者，得幸者愈宠愈娇，借高权保护，唯己为是，非己为非，以致到了无有是非的程度。王维在仕途里不乏坎坷，接触了不少炙手可热的权臣，诗人很憎恶这种人，此刻诗人指着西施，一点也不客气地针砭了这些小人。诗中主要不是评价历史上的西施。&&&诗的最后两句：“持谢邻家子，效颦安可希?”这是归结性的道德评价。这里包含的意义是很复杂的。在时间上，诗人回到了西施的时代，找到了那个被人传为笑柄的东施，向东施致语。向西施效颦学不到真西施的样子，又告诉她：这样的西施怎么可能学得了，况且她“君宠益娇态，君怜无是非”，再不屑与当年浣纱伴为伍了，没有什么可效之处。王维的话当时的人是听得见的，诗人的真正的“邻家子”乃是现世人，不可效的是那些“君宠益娇态，君怜无是非”的衮衮诸公。&&&世间确实有某些品质才能很好的人，周围的人却不理解而以常人待之，待际遇一到，被入发现后，周围的人又要群起而效法。效法者有不理解其所以然，只一味学习其所然；不免便成了效颦的东施。",
                    "transferInfo" : "艳丽的姿色向来为天下器重，美丽的西施怎么能久处低微？原先她是越溪的一个浣纱女，后来却成了吴王宫里的爱妃。平贱时难道有什么与众不同？显贵了才惊悟她丽质天下稀。曾有多少宫女为她搽脂敷粉，她从来也不用自己穿著罗衣。君王宠幸她的姿态更加娇媚，君王怜爱从不计较她的是非。昔日一起在越溪浣纱的女伴，再不能与她同车去来同车归。奉告那盲目效颦的邻人东施，光学皱眉而想取宠并非容易！",
                    "backgroundInfo" : "《西施咏》作于天宝时期。王维所处的盛唐时代，在繁华的外衣下隐藏着政治危机：奸邪小人把持朝廷大权，纨绔子弟凭着裙带关系飞黄腾达，；才俊之士却屈居下层，无人赏识。而“读书三十年”的儒生，却“腰下无尺组”，“一生自穷苦”。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送别",
                    "author" : "王维",
                    "content" : "山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？",
                    "addtionInfo" : "掩：关闭。柴扉：柴门。明年：一作“年年”。王孙：贵族的子孙，这里指送别的友人。",
                    "classInfo" : "108",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "这首诗写友人归隐，看似语句平淡无奇，细细读来，却是词浅情深，含着悠然不尽的意味。&&&“下马饮君酒，问君何所之？”饮：这里是使动用法，“使......饮”的意思。一、二句是说，请你下马来喝一杯酒，敢问朋友你要去何方？第一句叙事，五个字就叙写出骑马并辔送了友人一段路程，然后才下马设酒，饯别友人。下马之地也就是饯饮之地，大概在进入终南山的山口。第二句设问，问友人到哪里去，由此引出下面的答话，过渡到写归隐。这一质朴无华的问话，表露了作者对友人的关切、爱护的深情厚意。送别者的感情一开始就渗透在字里行间。&&&“君言不得意，归卧南山陲。”三、四句是说，你说因为生活不得意，回乡隐居在终南山旁。“不得意”三字，显然是有深意的。指出了友人归隐的原因，道出了友人心中郁积不平。至于友人不得意的内容，当然主要是指政治上、功业上的怀才不遇，诗人没有明确写出，也不必写出，留以想象空间。这三个字是理解这首诗题旨的一把钥匙。&&&“但去莫复闻，白云无尽时。”结尾两句是说，只管去吧我何须再问，看那白云正无边飘荡。诗人在得知友人“不得意”的心情后，劝慰道：“但去莫复问，白云无尽时。”你只管去吧，我不再苦苦寻问了，其实你何必以失意为念呢？那尘世的功名利禄总是有尽头的，只有山中的白云才没有穷尽之时，足以供你娱乐排遣了。这两句表现了作者很复杂的思想感情：既有对友人的安慰，又有自己对隐居的欣羡；既有自己对人世荣华富贵的否定，又似乎带有一种无可奈何的情绪。联系前面“不得意”三个字看来，在这两句诗中，更主要的是对朋友的同情之心，并蕴含着自己对现实的愤激之情，这正是此诗的着意之处和题旨所在。&&&王维这首《送别》用了禅法入诗，富于禅家的机锋。禅宗师弟子问斗机锋，常常不说话，而做出一些奇怪的动作，以求“心心相印”。即使要传达禅意，也往往是妙喻取譬，将深邃意蕴藏在自然物象之中，让弟子自己去参悟。王维在这首诗歌创作中吸取了这种通过直觉、暗示、比喻、象征来寄寓深层意蕴的方法。他在这首诗中，就将自己复杂的内心世界感受凝缩在“白云无尽时”这一幅自然画面之中，从而达到“拈花一笑，不言而喻”，寻味无穷的艺术效果。",
                    "transferInfo" : "请你下马来喝一杯美酒，想问问朋友你要去外哪里？你说因为生活不得意，要回乡隐居在终南山旁。只管去吧我不会再追问，那里正有绵延不尽的白云，在天空中飘荡。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送綦毋潜落第还乡",
                    "author" : "王维",
                    "content" : "圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。江淮度寒食，京洛缝春衣。置酒长安道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤城当落晖。吾谋适不用，勿谓知音稀。",
                    "addtionInfo" : "綦毋潜：綦毋为复姓，潜为名，字季通，荆南人（治所在今湖北江南），王维好友。圣代：政治开明、社会安定的时代。英灵：有德行、有才干的人。东山客：东晋谢安曾隐居会稽东山，借指綦毋潜。采薇：商末周初，伯夷、叔齐兄弟隐于首阳山，采薇而食，后世遂以采薇指隐居生活。既至金门远，孰云吾道非：这两句指虽然未能考中，但不是因为没有才能。金门：金马门，汉代宫门名，汉代贤士等待皇帝召见的地方。吾道非：叹自己政策的不能实行，半途受到阻碍。江淮度寒食，京洛缝春衣：这两句诗说綦毋潜落第后将取道洛阳经过江淮回家乡。寒食：古人以冬至后一百零五天为寒食节，断火三日。京洛：指东京洛阳。江淮：指长江，淮水，是綦毋潜所必经的水道。同心：志同道合的朋友、知己。违：分离。行当：将要。桂棹：桂木做的船桨。未几：不久。适，偶然的意思。“吾谋”句说綦毋潜此次落第是偶然失败。",
                    "classInfo" : "72",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "这是一首送别诗。此诗围绕送友还乡，层层深入，娓娓道来。诗人对綦毋潜参加科举考试落第一事反复地进行慰勉，鼓励友人不要灰心懊丧，落第只是暂时的失意，要相信世上还会有知音，如今政治清明，有才能的人最终是不会受埋没的，表达了对朋友怀才不遇的同情和劝慰，写得委婉尽致。&&&开头四句言当今正是太平盛世，人们不再隐居，而是纷纷出山应考，走向仕途。“圣代”一词充满了对李唐王朝的由衷信赖和希望。“尽来归”，是出仕不久、意气风发的诗人对天下举子投身科考的鼓励，规劝綦毋潜不发归隐，而要振作精神，树立信心，争取再考。五、六句是对綦毋潜的安慰：尽管这一次未能中第入仕，但选择科举之路是没有错的，只要坚持下去，总会有希望的。七至十句是劝綦毋潜暂回家去。“度寒食”“缝春衣”，是从时令上提醒对方，含有关切之情。“江淮”“京洛”，从路线的选择上提出建议，含有送别之意。“置酒”相送、“同心”相勉，足见诗人对綦毋潜的深情厚意与殷殷期望。十一至十四句设想对方回乡的快捷与沿途风光，给人以温暖之感，意在安慰对方，不要背上落第的包袱，要开心起来。最后两句规劝对方，这次落第只是自己的才华恰好未被主考官赏识，切不要因此怪罪于开明的“圣代”，不要怨天尤人，切莫以为朝中赏识英才的人稀少。这一恳切安慰之辞很能温暖人心，激励綦毋潜继续仕进。&&&这一首送别诗不仅写出了对朋友的关心、理解、慰勉与鼓励，也表现出诗人积极入世的思想。全诗感情真挚而亲切，诗人为友人的落第而惋惜，对友人的遭遇深表同情，但全诗的格调并不流于感伤，相反显得奋发昂扬。这样的送别诗自然会给友人以慰藉和鼓舞。读这样一首送别诗，会让人有一波感动，有一份温暖，不仅被诗人对朋友的谆谆告别语所感动，更被诗人对朋友的殷殷慰勉情所温暖。",
                    "transferInfo" : "政治清明时代绝无隐者存在，为朝政服务有才者纷纷出来。连你这个像谢安的山林隐者，也不再效法伯夷叔齐去采薇。你应试落第不能待诏金马门，那是命运不济谁说吾道不对？去年寒食时节你正经过江淮，滞留京洛又缝春衣已过一载。我们又在长安城外设酒饯别，同心知己如今又要与我分开。你行将驾驶着小船南下归去，不几天就可把自家柴门扣开。远山的树木把你的身影遮盖，夕阳余辉映得孤城艳丽多彩。你暂不被录用纯属偶然的事，别以为知音稀少而徒自感慨！",
                    "backgroundInfo" : "綦毋潜是在公元726年（唐玄宗开元十四年）登进士第的，因此这次落第至少应在三年之前，则此诗当作于王维公元723年（开元十一年）被贬济州之前。当时唐玄宗虽然征招人才，但仍有许多贤能未能被用，所以诗中有“君门远”之叹。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "青溪",
                    "author" : "王维",
                    "content" : "言入黄花川，每逐清溪水。随山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。",
                    "addtionInfo" : "青溪：在今陕西勉县之东。言：发语词，无义。黄花川：在今陕西凤县东北黄花镇附近。趣途：趣，同“趋”，指走过的路途。声：溪水声。色：山色。漾漾：水波动荡。菱荇（líng xìng）：泛指水草。葭（jiā）苇：泛指芦苇。“漾漾”二句描写菱荇在青溪水中浮动，芦苇的倒影映照于清澈的流水。素：一向。闲：悠闲淡泊。澹（dàn）：溪水澄澈平静。磐石：大石。将已矣：将以此度过终生。已：结束。",
                    "classInfo" : "9",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "此诗借颂扬名不见经传的青溪，来印证自己的素愿。以青溪之淡泊，喻自身之素愿安闲。&&&这是一首写于归隐之后的山水诗。诗的每一句都可以独立成为一幅优美的画面，溪流随山势蜿蜓，在乱石中奔腾咆哮，在松林里静静流淌，水面微波荡漾，各种水生植物随波浮动，溪边的巨石上，垂钓老翁消闲自在。诗句自然清淡，绘声绘色，静中有动，托物寄情，韵味无穷。&&&诗开头四句对青溪作总的介绍后，接着采用“移步换形”的写法，顺流而下，描绘了溪水一幅幅各具特色的画面。你看，当它在山间乱石中穿过时，水势湍急，潺潺的溪流声忽然变成了一片喧哗。“喧”字造成了强烈的声感，给人以如闻其声的感受。当它流经松林中的平地时，这同一条青溪却又显得那么娴静、安谧，几乎没有一点声息。澄碧的溪水与两岸郁郁葱葱的松色相映，融成一片，色调特别幽美、和谐。这一联中一动一静，以动衬静，声色相通，极富于意境美。再看，当青溪缓缓流出松林，进入开阔地带后，又是另一番景象：水面上浮泛着菱叶、荇菜等水生植物，一片葱绿，水流过处，微波荡漾，摇曳生姿；再向前走去，水面又似明镜般的清澈碧透，岸边浅水中的芦花、苇叶，倒映如画，天然生色。这一联，“漾漾”绘水动貌，“澄澄”状水静貌，也是一动一静，极为传神。诗人笔下的青溪，既喧闹，又沉静，既活泼，又安详，既幽深，又素净，从不断的流动变化中，表现出了鲜明个性和盎然生意。读后令人油然而生爱悦之情。&&&其实，青溪并没有什么奇景，它那素淡的景致，为什么在诗人的眼中、笔下，会具有如此的魅力呢？诚如王国维所说：“一切景语皆情语也。”（《人间词话删稿》）王维也正是从青溪素淡的天然景致中，发现了与他那恬淡的心境、闲逸的情趣高度和谐一致的境界。“我心素已闲，清川澹如此。”诗人正是有意借青溪来为自己写照，以清川的淡泊来印证自己的素愿，心境、物境在这里已融合为一了。最后，诗人暗用了东汉严子陵垂钓富春江的典故，也想以隐居青溪来作为自己的归宿了。这固然说明诗人对青溪的喜爱，更反映了他在仕途失意后自甘淡泊的心情。这一点，写来含而不露，耐人寻味。&&&这首诗，自然、清淡、素雅，写景抒情均不刻意为之，表面上看似不着力，而读来韵味隽永醇厚，平淡而有思致。前人评“王右丞如秋水芙蕖，倚风自笑”，是最恰当不过的。",
                    "transferInfo" : "进入黄花川游览，每每都去追逐那条青溪。溪水随着山势，百转千回，经过的路途，却不足百里。水声在山间乱石中喧嚣，山色在深密的松林里幽静深沉。水草在溪水中轻轻摇荡，芦苇清晰地倒映在碧水之中。我的心一向悠闲，如同清澈的溪水淡泊安宁。但愿我能留在溪边的盘石上，在垂钓中度过我的一生。",
                    "backgroundInfo" : "此诗大约是王维初隐蓝田南山时所作。一说此诗作于王维入蜀途中。王维曾不止一次地循青溪入黄花川游历。王维另有一首《自大散以往深林密竹蹬道盘曲四五十里至黄牛岭见黄花川》，也说那里的山路“危径几万转”，可与此诗的“随山将万转”对看。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "与高适薛据同登慈恩寺浮图",
                    "author" : "岑参",
                    "content" : "塔势如涌出，孤高耸天宫。登临出世界，磴道盘虚空。突兀压神州，峥嵘如鬼工。四角碍白日，七层摩苍穹。下窥指高鸟，俯听闻惊风。连山若波涛，奔凑似朝东。青槐夹驰道，宫馆何玲珑。秋色从西来，苍然满关中。五陵北原上，万古青濛濛。净理了可悟，胜因夙所宗。誓将挂冠去，觉道资无穷。",
                    "addtionInfo" : "浮图：原是梵文佛陀的音译，这里指佛塔。慈恩寺浮图：即今西安市的大雁塔。涌出：形容拔地而起。世界：指宇宙。磴：石级。盘：曲折。突兀：高耸貌。峥嵘：形容山势高峻。鬼工：非人力所能。碍：阻挡。惊风：疾风。驰道：可驾车的大道。宫馆：宫阙。关中：指今陕西中部地区。五陵：指汉代五个帝王的陵墓，即高祖长陵、惠帝安陵、景帝阳陵、武帝茂陵及昭帝平陵。净理：佛家的清净之理。胜因：佛教因果报应中的极好的善因。挂冠：辞官归隐。觉道：佛教的达到消除一切欲念和物我相忘的大觉之道。",
                    "classInfo" : "27",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "此诗开头两句：“塔势如涌出，孤高耸天宫。”自下而上仰望，只见巍然高耸的宝塔拔地而起，仿佛从地下涌出，傲然耸立，直达天宫。用一“涌”字，增强了诗的动势，既勾勒出了宝塔孤高危耸之貌，又给宝塔注入了生机，将塔势表现得极其壮观生动。&&&接下去四句：“登临出世界，磴道盘虚空。突兀压神州，峥嵘如鬼工。”写登临所见、所感，到了塔身，拾级而上，如同走进广阔无垠的宇宙，蜿蜒的石阶，盘旋而上，直达天穹。此时再看宝塔，突兀耸立，如神工鬼斧，简直不敢相信人力所及。慈恩寺塔，不仅雄伟，而且精妙。&&&再下去四句：“四角碍白日，七层摩苍穹。下窥指高鸟，俯听闻惊风。”写登上塔顶所见，极力夸张塔体之高，摩天蔽日，与天齐眉，低头下望，鸟在眼下，风在脚下。这鸟和风，从地面上看，本是高空之物，而从塔上看，就成了低处之景，反衬宝塔其高无比。&&&下面八句，以排比句式依次描写东南西北四方景色。“连山若波涛，奔凑似朝东。”描绘东面山景，连绵起伏，如滚滚巨浪；“青槐夹驰道，宫馆何玲珑。”状摹南面宫苑，青槐葱翠，宫室密布，金碧交辉；“秋色从西来，苍然满关中。”刻写西面秋色，金风习习，满目萧然，透着肃杀之气；“五陵北原上，万古青濛濛。”写北边陵园，渭水北岸，座立着长陵、安陵、阳陵、茂陵、平陵，它们是前汉高帝、惠帝、文帝、景帝、武帝五位君王的陵墓。当年，他们创基立业，轰轰烈烈，如今却默然地安息在青松之下。诗人对四方之景的描绘，从威壮到伟丽，从苍凉到空茫，景中有情，也寄托着诗人对大唐王朝由盛而衰的忧思。&&&末了四句，“净理了可悟，胜因夙所宗。誓将挂冠去，觉道资无穷。”诗人想辞官事佛，此时，岑参得知，前方主将高仙芝出征大食，遭遇挫折；当朝皇帝唐玄宗，年老昏聩；朝廷之内，外戚宦官等祸国殃民；各方藩镇如安禄山、史思明等图谋不轨，真可谓“苍然满关中”，一片昏暗。诗人心中惆怅，认为佛家清净之理能使人彻悟，殊妙的善因又是自己向来的信奉，因此想学逢萌，及早挂冠而去，去追求无穷无尽的大觉之道。",
                    "transferInfo" : "宝塔宛如平地涌出，孤高巍峨耸入天宫。登上去像走出人间，蹬踏梯道盘旋空中。高峻突出镇定神州，峥嵘胜过鬼斧神工。四角伸展挡住白日，七层紧紧连着苍穹。下看飞鸟屈指可数，俯听山风呼啸迅猛。山连山如波涛起伏，汹涌澎湃奔流向东。青槐夹着笔直驰道，楼台宫殿何等玲珑。秋天秀色从西而来，苍苍茫茫弥漫关中。长安城北汉代五陵，万古千秋一派青葱。清净佛理完全领悟。善因素来为人信从。立誓归隐辞官而去，信奉佛道其乐无穷。",
                    "backgroundInfo" : "公元752年（唐玄宗天宝十一年）秋，岑参自安西回京述职，相邀高适、薛据、杜甫、储光羲等同僚诗友，出城郊游，来到慈恩寺，见宝塔巍峨俊逸，拾级而上，触景生情，遂吟诗唱和以助兴。高适首唱，作《同诸公登慈恩寺塔》，其余人相和，岑参遂作此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "下终南山过斛斯山人宿置酒",
                    "author" : "李白",
                    "content" : "暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。",
                    "addtionInfo" : "终南山：即秦岭​，在今西安市南，唐时士子多隐居于此山。过：拜访。斛（hú）斯山人：复姓斛斯的一位隐士。碧山：指终南山。下：下山。却顾：回头望。所来径：下山的小路。苍苍：群山在暮色中的苍茫貌。翠微：青翠的山坡，此处指终南山。相携：下山时路遇斛斯山人，携手同去其家。及：到。田家：田野山村人家，此指斛斯山人家。荆扉：荆条编扎的柴门。青萝：攀缠在树枝上下垂的藤蔓。行衣：行人的衣服。挥：举杯。松风：古乐府琴曲名，即《风入松曲》，此处也有歌声随风而入松林的意思。河星稀：银河中的星光稀微，意谓夜已深了。陶然：欢乐的样子。忘机：忘记世俗的机心，不谋虚名蝇利。机：世俗的心机，",
                    "classInfo" : "109",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "中国的田园诗以晋末陶潜为开山祖，他的诗，对后代影响很大。李白这首田园诗，似也有陶诗那种描写琐事人情，平淡爽直的风格。&&&此诗以田家、饮酒为题材，前四句写诗人下山归途所见，中间四句写诗人到斛斯山人家所见，末六句写两人饮酒交欢及诗人的感慨，流露了诗人相携欢言，置酒共挥，长歌风松，赏心乐事，自然陶醉忘机的感情。全诗都用赋体写成，情景交融，色彩鲜明，神情飞扬，语言淳厚质朴，风格真率自然。&&&从诗的内容看，诗人是在月夜到长安南面的终南山去造访一位姓斛斯的隐士。首句“暮从碧山下”，“暮”字挑起了第二句的“山月”和第四句的“苍苍”，“下”字挑起了第二句的“随人归”和第三句的“却顾”，“碧”字又逗出第四句的“翠微”。平平常常五个字，却无一字虚设。“山月随人归”，把月写得如此脉脉有情。月尚如此，人则可知。&&&第三句“却顾所来径”，写出诗人对终南山的余情。这里虽未正面写山林暮景，却是情中有景。正是旖旎山色，使诗人迷恋不已。&&&第四句又是正面描写。“翠微”指青翠掩映的山林幽深处。“苍苍”两字起加倍渲染的作用。“横”有笼罩意。此句描绘出暮色苍苍中的山林美景。这四句，用笔简炼而神色俱佳。&&&诗人漫步山径，大概遇到了斛斯山人，于是“相携及田家”，“相携”，显出情谊的密切。“童稚开荆扉”，连孩子们也开柴门来迎客了。进门后，“绿竹入幽径，青萝拂行衣”，写出了田家庭园的恬静，流露出诗人的称羡之情。“欢言得所憩，美酒聊共挥”，“得所憩”不仅是赞美山人的庭园居室，也为遇知己而高兴。因而欢言笑谈，美酒共挥。一个“挥”字写出了李白畅怀豪饮的神情。酒醉情浓，放声长歌，直唱到天河群星疏落，籁寂更深。&&&“长歌吟松风，曲尽河星稀”句中青松与青天，仍处处绾带上文的一片苍翠。至于河星既稀，月色自淡，这就不在话下了。最后，从美酒共挥，转到“我醉君复乐，陶然共忘机”，写出酒后的风味，陶陶然把人世的机巧之心，一扫而空，显得淡泊而恬远。&&&这首诗以田家、饮酒为题材，是受陶潜诗的影响，然而两者诗风又有不同之处。陶潜的写景，虽未曾无情，却显得平淡恬静，如“暧暧远人村，依依墟里烟”、“道狭草木长，夕露沾我衣”、“采菊东篱下，悠然见南山”、“微雨从东来，好风与之俱”之类，既不染色，而口气又那么温缓舒徐。而李白就着意渲染，“却顾所来径，苍苍横翠微”、“绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥”，不仅色彩鲜明，而且神情飞扬，口气中也带有清俊之味。&&&在李白的一些饮酒诗中，豪情狂气喷薄涌泄，溢于纸上，而此诗似已大为掩抑收敛了。“长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。”可是一比起陶诗，意味还是有差别的。陶潜的“或有数斗酒，闲饮自欢然”、“过门辄相呼，有酒斟酌之”、“何以称我情，浊酒且自陶”、“一觞虽自进，杯尽壶自倾”之类，称心而出，信口而道，淡淡然无可无不可的那种意味，就使人觉得李白挥酒长歌仍有一股英气，与陶潜异趣。因而，从李白此诗既可以看到陶诗的影响，又可以看到两位诗人风格的不同。",
                    "transferInfo" : "傍晚从终南山上走下来，山月一直跟随着我归来。回头望下山的山间小路，山林苍苍茫茫一片青翠。偶遇遇斛斯山人，携手同去其家，孩童急忙出来打开柴门。走进竹林中的幽深小径，树枝上下垂的藤蔓拂着行人衣裳。欢言笑谈得到放松休息，畅饮美酒宾主频频举杯。放声高歌风入松的曲调，一曲唱罢已是星光稀微。我喝醉酒主人非常高兴，欢欣愉悦忘了世俗奸诈心机。",
                    "backgroundInfo" : "关于此诗的创作时间，有两种说法。一种说法是：李白作此诗时，正在长安供奉翰林。李白一生中曾两入长安，第一次是在公元730年（唐玄宗开元十八年），李白三十岁时；第二次是在公元742年（天宝元年），李白四十二岁时。此诗写于李白初入长安隐居终南山时期。另一种说法是：李白此诗作于公元752年（唐玄宗天宝十一载）春，时李白五十二岁，正隐居终南山。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春思",
                    "author" : "李白",
                    "content" : "燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。春风不相识，何事入罗帏。",
                    "addtionInfo" : "燕草：指燕地的草。燕，河北省北部一带，此泛指北部边地，征夫所在之处。秦桑：秦地的桑树。秦，指陕西省一带，此指思妇所在之地。燕地寒冷，草木迟生于较暖的秦地。君：指征夫。怀归：想家。妾：古代妇女自称。此处为思妇自指。罗帏：丝织的帘帐。",
                    "classInfo" : "52",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "此诗写一位出征军人的妻子在明媚的春日里对丈夫梦绕魂牵的思念，以及对战争早日胜利的盼望，表现思妇的思边之苦及其对爱情的坚贞。全诗言辞朴实无华，情景交融，神骨气味高雅浑然，富有民歌特色。&&&李白有相当数量的诗作描摹思妇的心理，《春思》是其中著名的一篇。在我国古典诗歌中，“春”字往往语带双关。它既指自然界的春天，又可以比喻青年男女之间的爱情。诗题“春思”之“春”，就包含着这样两层意思。&&&“燕草如碧丝，秦桑低绿枝。”开头两句是说，燕地小草像碧丝般青绿，秦地的桑树已经叶翠枝绿。&&&开头两句，可以视作“兴”。诗中的兴句一般就眼前所见，信手拈起，这两句却以相隔遥远的燕、秦两地的春天景物起兴，颇为别致。“燕草如碧丝”当是出于思妇的悬想；“秦桑低绿枝”，才是思妇所目睹。把目力达不到的远景和眼前的近景配置在一幅画面上，并且都从思妇一边写出，在逻辑上说，似乎有点乖碍，但从写情的角度来看，却是可通的。试想：仲春时节，桑叶繁茂，独处秦地的思妇触景生情，终日盼望在燕地行役屯戍的丈夫早日归来；她根据自己平素和丈夫的恩爱相处，料想远在燕地的丈夫此刻见到碧丝般的春草，也必然会产生思归的念头。见春草而思归，诗人巧妙的把握了思妇复杂的感情活动，用两处春光，兴两地相思，把想象和怀疑和眼前的真景结合起来，据实构虚，造成诗的妙境。所以不仅起到了一般兴句所能起的烘托情感的作用，而且还把思妇对于丈夫的真挚的感情和他们夫妻之间心心相印的亲密关系传写出来，这是一般兴句不容易做到的。两外这两句还运用了谐声双关。“丝”谐“思”，“枝”谐“知”，这恰和下文思归和断肠相关合，增强了诗句的音乐美和含蓄美。&&&“当君怀归日，是妾断肠时。”三、四句是说，当你怀念家园盼归之日，早就思念你而愁肠百结。&&&三、四两句直接承接兴句的理路而来，故仍从两地着笔。丈夫及春怀归，按理说，诗中的女主人公应该感到欣喜才是，而下句竟以“断肠”承之，这又似乎违背了一般人的心理。但如果联系上面的兴句细细体会，就会发现，这样写，对表现思妇的感情又进了一层。元代萧士赟注李白集曾加以评述道：“燕北地寒，生草迟。当秦地柔桑低绿之时，燕草方生，兴其夫方萌怀归之志，犹燕草之方生，妾则思君之久，犹秦桑之已低绿也。”这一评述，揭示了兴句与所用之词之间的微妙的关系。诗中看似与理不合之处，正是感情最为浓密的所在。&&&“春风不相识，何事入罗帏？”末两句是说，春风啊你与我素不相识，为何吹进罗帐激我愁思？&&&诗中的最后两句，诗人捕捉了思妇在春风吹入闺房，掀动罗帐的一霎那的心理活动，表现了她对行役屯戍未归的丈夫的殷殷思念之情。从艺术上说，这两句让多情的思妇对着无情的春风发话，又仿佛是无理的，但用来表现独守春闺的特定环境中的思妇的情态，又令人感到真实可信。春风撩人，春思缠绵，申斥春风，是为了表达孤眠独宿的少妇对丈夫的思情。以此作结，恰到好处。&&&无理而妙是古典诗歌中一个常见的艺术特征。从李白的这首诗中不难看出，所谓无理而妙，就是指在看似违背常理、常情的描写中，反而更深刻的表现了各种复杂的感情。",
                    "transferInfo" : "燕地小草刚像丝绒一般柔软纤细，秦地的桑叶早已茂密得压弯了树枝。当你怀念家园盼望归家之日时，我早就因思念你而愁肠百结。春风啊你与我素不相识，为何要吹进罗帐激起我的愁思呢？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "梦李白二首·其一",
                    "author" : "杜甫",
                    "content" : "死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。",
                    "addtionInfo" : "吞声：极端悲恸，哭不出声来。恻恻：悲痛。开头两句互文。瘴疠：疾疫。古代称江南为瘴疫之地。逐客：被放逐的人，此指李白。故人：老朋友，此指李白。恐非平生：疑心李白死于狱中或道路。这两句说：我梦到的该不是你的魂魄吧？山高路远，谁知道你是否还活着啊！枫林：李白放逐的西南之地多枫林。关塞：杜甫流寓的秦州之地多关塞。李白的魂来魂往都是在夜间，所以说“青”“黑”。罗网：捕鸟的工具，这里指法网。羽翼：翅膀。这两句说：既已身陷法网，系狱流放，怎么会这样来往自由呢？颜色：指容貌。这句指李白的处境险恶，恐遭不测。祝愿和告诫李白要多加小心。",
                    "classInfo" : "48",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "“死别已吞声，生别常恻恻。”诗要写梦，先言别；未言别，先说死，以死别衬托生别，极写李白流放绝域、久无音讯在诗人心中造成的苦痛。开头便如阴风骤起，吹来一片弥漫全诗的悲怆气氛。&&&“故人入我梦，明我长相忆。”不说梦见故人，而说故人入梦；而故人所以入梦，又是有感于诗人的长久思念，写出李白幻影在梦中倏忽而现的情景，也表现了诗人乍见故人的喜悦和欣慰。但这欣喜只不过一刹那，转念之间便觉不对了：“君今在罗网，何以有羽翼？”你既累系于江南瘴疠之乡，怎么就能插翅飞出罗网，千里迢迢来到我身边呢？联想世间关于李白下落的种种不祥的传闻，诗人不禁暗暗思忖：莫非他真的死了？眼前的他是生魂还是死魂？路远难测啊！乍见而喜，转念而疑，继而生出深深的忧虑和恐惧，诗人对自己梦幻心理的刻画，是十分细腻逼真的。&&&“魂来枫林青，魂返关塞黑。”梦归魂去，诗人依然思量不已：故人魂魄，星夜从江南而来，又星夜自秦州而返，来时要飞越南方青郁郁的千里枫林，归去要渡过秦陇黑沉沉的万丈关塞，多么遥远，多么艰辛，而且是孤零零的一个。“落月满屋梁，犹疑照颜色。”在满屋明晃晃的月光里面，诗人忽又觉得李白那憔悴的容颜依稀尚在，凝神细辨，才知是一种朦胧的错觉。相到故人魂魄一路归去，夜又深，路又远，江湖之间，风涛险恶，诗人内心祝告着、叮咛着：“水深波浪阔，无使蛟龙得。”这惊骇可怖的景象，正好是李白险恶处境的象征，这惴惴不安的祈祷，体现着诗人对故人命运的殷忧。这里，用了两处有关屈原的典故。“魂来枫林青”，出自《楚辞·招魂》：“湛湛江水兮上有枫，目极千里兮伤春心，魂兮归来哀江南！”旧说系宋玉为招屈原之魂而作。“蛟龙”一语见于梁吴均《续齐谐记》：东汉初年，有人在长沙见到一个自称屈原的人，听他说：“吾尝见祭甚盛，然为蛟龙所苦。”通过用典将李白与屈原联系起来，不但突出了李白命运的悲剧色彩，而且表示着杜甫对李白的称许和崇敬。",
                    "transferInfo" : "为死别往往使人泣不成声， 而生离却常令人更加伤悲。江南山泽是瘴疬流行之处， 被贬谪的人为何毫无消息？老朋友你忽然来到我梦里， 因为你知道我常把你记忆。梦中的你恐不会是鬼魂吧， 路途遥远生与死实难估计。灵魂飘来是从西南青枫林， 灵魂返回是由关山的黑地。你如今陷入囹圄身不由己， 哪有羽翼飞来这北国之地？明月落下清辉洒满了屋梁， 迷离中见到你的颜容憔悴。水深浪阔旅途请多加小心， 不要失足落入蛟龙的嘴里。",
                    "backgroundInfo" : "公元758年（乾元元年），李白被流放夜郎（治所在今贵州正安西北），第二年春，行至巫山遇赦，回到江陵。杜甫远在北方，只听说李白被流放，不知道他已被赦还，忧思拳拳，久而成梦，于是写下了两首《梦李白》诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "梦李白二首·其二",
                    "author" : "杜甫",
                    "content" : "浮云终日行，游子久不至。三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。",
                    "addtionInfo" : "浮云：喻游子飘游不定。游子：此指李白。这两句说：李白一连三夜入我梦中，足见对我情亲意厚。告归：辞别。局促：不安、不舍的样子。这两句是述李白告归时所说的话。搔首：李白不如意时的习惯举动。冠：官帽。盖：车上的篷盖。冠盖：指代达官。斯人：此人，指李白。孰云：谁说。网恢恢句：谁说天网宽疏，对你却过于严酷了。这两句说：他活着的时候虽然寂寞困苦，但必将获得千秋万岁的声名。",
                    "classInfo" : "48",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "此诗紧接前诗，前四句写三夜频梦李白。开篇以比兴领起： “浮云终日行，游子久不至”，意思是说浮云可见，而游子 (李白) 却不可见。《古诗十九首》 中有： “浮云蔽白日，游子不顾返。” 由此引出 “三夜频梦君，情亲见君意”，说明诗人对李白思念之深切。与前诗的“故人入我梦，明我长相忆”一样，这里是从诗人角度切入，都是表明两人的友情深挚。&&&“浮云终日行，游子久不至。”见浮云而念游子，是诗家比兴常例，李白也有“浮云游子意，落日故人情”（《送友人》）的诗句。天上浮云终日飘去飘来，天涯故人却久望不至；所幸李白一往情深，魂魄频频前来探访，使诗人得以聊释愁怀。“三夜频梦君，情亲见君意”，与上篇“故人入我梦，明我长相忆”互相照应，体现着两人形离神合、肝胆相照的情谊。其实，我见君意也好，君明我忆也好，都是诗人推己及人，抒写自己对故人的一片衷情。&&&“告归” 以下六句，写梦中李白魂返前的幻影： 每当辞别之时，李白总是局促不安，不愿离去，并且再三苦苦诉说： “来一趟多么不易啊! 江湖上风波险恶，我真怕沉船坠水呢!”他出门离去，总是搔着头上的白发，仿佛是为辜负平生壮志而怅恨! 六句中第一二句写不愿“告归”，依依不舍的神态；第三四句是李白 “恐失坠” 的内心独白，写他忧路险、伤坎坷的苦情; 第五六句写他“出门”时的动作，展现他壮志未酬的悠悠心事。真是形可见，声可闻，情可触，李白枯槁惨淡之状，历历在目，令人潸然泪下！&&&“冠盖” 以下六句，是写梦醒后为李白的遭遇坎坷表示不平之意。你看，在京都长安城里，到处是高冠华盖的达官权贵，惟有李白这样一个大诗人“独憔悴”，困顿不堪，无路可走；甚至在年已五十九岁的 “将老” 之年，被放逐夜郎，连自由也失掉了! 这哪里有“天网恢恢”之事?鲜明的对比，深情的斥责，表现了诗人对李白深切的同情和对恶势力的强烈愤恨！“千秋万岁名，寂寞身后事”，李白的诗才尽管能享千古盛名，但生前遭遇如此凄惨，“身后” 寂寞无知，又有何用呢！诗人在这沉重的嗟叹之中，寄托着对李白的崇高评价和深厚同情，也饱含着自己坎坷零落的无限心事。&&&此诗与前诗相呼应。前诗以 “死别” 发端，此诗以 “身后” 作结，浑然一体。前诗写初梦，此诗写频梦; 前诗写疑幻疑真，此诗写形象清晰; 前诗重在对李白当时处境的关注，此诗则表对他生平遭遇的同情; 前诗忧惧之情独为李白而发，此诗不平之意兼含诗人的感慨。同为梦李白，题材相同而表现不一，足见诗人高超的诗艺，同时又表达了人间之至真至诚之至情。",
                    "transferInfo" : "天上浮云终日飞来飘去，远游的故人为何久久不至。夜晚我总是频频梦到你，可知你对我的深情厚意。分别时你总是神色匆匆，还总说相见多不容易。江湖上航行多险风恶浪，担心你的船被掀翻沉没。出门时搔着满头的白发，悔恨辜负自己平生之志。京都的官僚们冠盖相续，才华盖世你却是容颜憔悴。谁能说天理公道无欺人，迟暮之年却无辜受牵累。即使有流芳千秋的美名，难以补偿遭受的冷落悲戚。",
                    "backgroundInfo" : "这首组诗是公元759年（乾元二年）秋杜甫流寓秦州时所写。李白和杜甫于公元745年（天宝四载）秋，在山东兖州石门分手后，就再没见面。杜甫流寓秦州，消息隔绝，只听闻李白被流放，却不知其已被赦还，仍在为李白忧虑，不时梦中思念，于是写成这两首诗。而本诗是组诗中的第二首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠卫八处士",
                    "author" : "杜甫",
                    "content" : "人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答未及已，儿女罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。",
                    "addtionInfo" : "卫八处士，名字和生平事迹已不可考。处士，指隐居不仕的人；八，是处士的排行。参（shēn）商：二星名。商星居于东方卯位（上午五点到七点），参星居于西方酉位（下午五点到七点），一出一没，永不相见，故以为比。苍，灰白色。“访旧”句，意谓彼此打听故旧亲友，竟已死亡一半。“惊呼”句：见到故友的惊呼，使人内心感到热乎乎的。成行（háng），儿女众多。父执：父亲的执友。执是接的借字，接友，即常相接近之友。未已：还未等说完。罗：罗列酒菜。“夜雨”句：与郭林宗冒雨剪韭招待好友范逵的故事有关。林宗自种畦圃，友人范逵夜至，自冒雨剪韭，作汤饼以供之。“间”：读去声，搀和的意思。黄粱：黄米。新炊是刚煮的新鲜饭。主：主人，即卫八。累：接连。故意长：老朋友的情谊深长。山岳：指西岳华山。这句是说明天便要分手。世事：包括社会和个人。两茫茫，是说明天分手后，命运如何，便彼此都不相知了。极言会面之难，正见令夕相会之乐。",
                    "classInfo" : "13",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "这首诗写久别的老友重逢话旧，家常情境，家常话语，娓娓写来，表现了乱离时代一般人所共有的“沧海桑田”和“别易会难”之感，同时又写得非常生动自然，所以向来为人们所爱读。&&&&“人生不相见，动如参与商。今夕复何夕，共此灯烛光。”开头四句说，人生旅途常有别离不易相见，就像参星商星实在难得相遇。今夜又是什么吉日良辰，让我们共同在这烛光下叙谈。这几句从离别说到聚首，亦悲亦喜，悲喜交集，把强烈的人生感慨带入了诗篇。诗人与卫八重逢时，安史之乱已延续了三年多，虽然两京已经收复，但叛军仍很猖獗，局势动荡不安，诗人的慨叹，正暗隐着对这个乱离时代的感受。&&&“少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。”这四句是说，青春壮健年少岁月能有多少，转瞬间你我都已经两鬓如霜。昔日往来的朋友一半已去世，我内心激荡不得不连声哀叹。&&&久别重逢，彼此容颜的变化，自然最引起注意。别离时两人都还年轻，而今俱已鬓发斑白了。由“能几时”引出，对于世事、人生的迅速变化，表现出一片惋惜、惊悸的心情。接着互相询问亲朋古旧的下落，竟有一半已不在人间了，彼此都不禁失声惊呼，心里火辣辣的难受。按说，杜甫这一年才四十八岁，何以亲故已经死亡半数呢？如果说开头的“人生不相见”已经隐隐透露了一点时代的气氛，那么这种亲故半数死亡，则更强烈的暗示着一场大的干戈乱离。&&&“焉知二十载，重上君子堂。”没想到我们已分别二十个春秋，今天还能亲临你家里的厅堂。“焉知”二句承接上文“今夕复何夕，共此灯烛光”，诗人故意用反问句式，含有意想不到彼此竟能活到今天的心情。其中既不无幸存的欣慰，又带着深深的伤痛。&&&前十句主要是抒情。接下去，则转为叙事，而无处不关人世感慨。&&&“昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。”这两句是说，相分别时你还没有结婚成家，倏忽间你的子女已成帮成行。随着二十年岁月的过去，此番重来，眼前出现了儿女成行的景象。这里面当然有倏忽之间迟暮已至的喟叹。&&&“怡然敬父执，问我来何方。问答未及已，驱儿罗酒浆。”这四句是说，他们彬彬有礼笑迎父亲老友，亲切的询问我来自什么地方？还来不及讲述完所有的往事，你就催促儿女快把酒菜摆上。&&&这四句写出卫八的儿女彬彬有礼、亲切可爱的情态。诗人款款写来，笔端始终流露出一种真挚感人的情谊。这里“问我来何方”一句后，本可以写些路途颠簸的情景，然而诗人只用“问答乃未已”一笔轻轻的带过，可见其裁剪精炼之妙。&&&“夜雨剪春韭，新炊间黄粱。”这两句是说，冒着夜雨剪来了新鲜的韭菜，呈上新煮的黄米饭让我品尝。从中看到处士的热情款待：酒是让儿子立刻去张罗的佳酿，菜是冒着夜雨剪来的春韭，饭是新煮的掺有黄米的香喷喷的二米饭。这自然是随其所有而具办的家常饭菜，体现出老朋友间不拘形迹的淳朴友情。&&&“主称会面难，一举累十觞。十觞亦不醉，感子故意长。”这四句是说，主人感慨见面的机会太难得，开怀畅饮一连喝干了十几杯。一连喝干了十几杯还没有醉意，令我感动你对老友情深意长。&&&这四句，叙主客畅饮的情形，故人重逢话旧，不是细斟慢酌，而是一连就进了十大杯酒，这是主人内心不平静的表现。主人尚且如此，杜甫心情的激动，当然更不待言。“感子故意长”，概括的点出了今昔的感受，总束上文。&&&“明日隔山岳，世事两茫茫。”末两句是说，明日分别后，又相隔千山万水，茫茫的世事真令人愁绪难断。末两句回应开头的“人生不相见，动如参与商”，暗示着明日之别，悲于昔日之别：昔日之别，今幸复会；明日之别，后会何年？低回深婉，耐人寻味。&&&诗人是在动乱的年代、动荡的旅途中，寻访故人的；是在长别二十年，经历了沧桑巨变的情况下与老朋友见面的，这就使短暂的一夕相会，特别不寻常。于是，那眼前灯光所照，就成了乱离环境中幸存的美好的一角；那一夜时光，就成了烽火乱世中带着和平宁静气氛的仅有的一瞬；而荡漾于其中的人情之美，相对于纷纷扰扰的杀伐争夺，更显出光彩。“今夕复何夕，共此灯烛光”，被战乱推得遥远的、恍如隔世的和平生活，似乎一下子又来到眼前。可以想象，那烛光融融、散发着黄粱与春韭香味、与故人相伴话旧的一夜，对于饱经离乱的诗人，是多么值得眷恋和珍重啊。诗人对这一夕情事的描写，正是流露出对生活美和人情美的珍视，它使读者感到结束这种战乱，是多么符合人们的感情与愿望。&&&这首诗平易真切，层次井然。诗人只是随其所感，顺手写来，便有一种浓厚的气氛。它与杜甫以沉郁顿挫为显著特征的大多数古体诗有别，而更近于浑朴的汉魏古诗和陶渊明的创作；但它的感情内涵毕竟比汉魏古诗丰富复杂，有杜诗所独具的感情波澜，如层漪迭浪，展开于作品内部，是一种内在的沉郁顿挫。&&&诗写朋友相会，却由“人生不相见”的慨叹发端，因而转入“今夕复何夕，共此灯烛光”时，便格外见出内心的激动。但下面并不因为相会便抒写喜悦之情，而是接以“少壮能几时”至“惊呼热中肠”四句，感情又趋向沉郁。诗的中间部分，酒宴的款待，冲淡了世事茫茫的凄惋，带给诗人幸福的微醺，但劝酒的语辞却是“主称会面难”，又带来离乱的感慨。诗以“人生不相见”开篇，以“世事两茫茫”结尾，前后一片苍茫，把一夕的温馨之感，置于苍凉的感情基调上。这些，正是诗的内在沉郁的表现。如果把这首诗和孟浩然的《过故人庄》对照，就可以发现，二者同样表现故人淳朴而深厚的友情，但由于不同的时代气氛，诗人的感受和文字风格都很不相同，孟浩然心情平静而愉悦，连文字风格都是淡淡的。而杜甫则是悲喜交集，内心蕴积着深深的感情波澜，因之，反映在文字上尽管自然浑朴，而仍极顿挫之致。",
                    "transferInfo" : "人生别离不能常相见，就像西方的参星和东方的商星你起我落。今夜是什么日子如此幸运，竟然能与你挑灯共叙衷情？青春壮健年少岁月能有多少，转瞬间你我都已经两鬓如霜。打听昔日朋友大半都已逝去，我内心激荡不得不连声哀叹。真没想到阔别二十年之后，还能有机会再次来登门拜访。当年分别时你还没有结婚成家，倏忽间你的子女已成帮成行。他们彬彬有礼笑迎父亲挚友，热情地询问我来自什么地方？还来不及讲述完所有的往事，你就催促儿女快把酒菜摆上。冒着夜雨剪来了青鲜的韭菜，端上新煮的黄米饭让我品尝。你说难得有这个机会见面，开怀畅饮一连喝干了十几杯。十几杯酒我也难得一醉呵，谢谢你对故友的情深意长。明日分别后又相隔千山万水，茫茫的世事真令人愁绪难断。",
                    "backgroundInfo" : "这首诗大概是公元759年（唐肃宗乾元二年）春天，杜甫作华州司功参军时所作。公元759年三月，九节度之师溃于邺城，杜甫回华州时经过奉先县。访问了居住在乡间的少年时代的友人卫八处士。一夕相会，又匆匆告别，于是写下这动情之作赠给卫八处士。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "佳人",
                    "author" : "杜甫",
                    "content" : "绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。",
                    "addtionInfo" : "绝代：冠绝当代，举世无双。佳人：貌美的女子。幽居：静处闺室，恬淡自守。零落：飘零沦落。依草木：住在山林中。丧乱：死亡和祸乱，指遭逢安史之乱。官高：指娘家官阶高。骨肉：指遭难的兄弟。转烛：烛火随风转动，比喻世事变化无常。夫婿：丈夫。新人：指丈夫新娶的妻子。合昏：夜合花，叶子朝开夜合。鸳鸯：水鸟，雌雄成对，日夜形影不离。旧人：佳人自称。卖珠：因生活穷困而卖珠宝。牵萝：拾取树藤类枝条。也是写佳人的清贫。采柏：采摘柏树叶。动：往往。修竹：高高的竹子。比喻佳人高尚的节操。",
                    "classInfo" : "39",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "杜甫的《佳人》既反映客观存在的社会问题，又体现了诗人的主观寄托。诗中人物悲惨的命运与高尚的情操形成了强烈的对照，既让人同情，又令人敬佩。诗人用“赋”的手法描写佳人悲苦的生活，同时用“比兴”的手法赞美了她高洁的品格。全诗含蓄蕴藉，耐人寻味，感人肺腑，能强烈地引起读者的共鸣，是杜甫诗中的佳作。&&&全诗分三段，每段八句。第一段写佳人家庭的不幸遭遇。第二段，佳人倾诉被丈夫抛弃的大不幸。第三段，赞美佳人虽遭不幸，尚能洁身自持的高尚情操。&&&“绝代有佳人，幽居在空谷。自云良家子，零落依草木。”开头两句点题，上句写其貌之美，下句写其品之高。又以幽居的环境，衬出佳人的孤寂，点出佳人命运之悲，处境之苦，隐含着诗人“同是天涯沦落人”的慨叹。以上四句是是第三人称的描状，笔调含蓄蕴藉。&&&“关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。”从此处以下转为第一人称的倾诉，语气率直酣畅。当年安史之乱，长安沦陷，兄弟们惨遭杀戮。官位高也没有什么用，他们死后连尸骨都得不到收殓。天宝十五载（756年）六月，安史叛军攻陷长安。“官高”呼应上文的“良家子”，强调绝代佳人出自贵人之家。&&&“世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。”这四句托物兴感，刻画世态炎凉，人情冷暖。宋代的刘辰翁评论说：“闲言余语，无不可感。”“转烛”，以风中的烛光，飘摇不定，比喻世事转变、光景流逝的迅速。&&&“合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。”诗人以形象的比喻，写负心人的无义绝情，被抛弃的人伤心痛苦。在佳人倾诉个人不幸、慨叹世情冷漠的言辞中，充溢着悲愤不平的情绪。一“新”一“旧”、一“笑”一“哭”，强烈对照，被遗弃女子声泪俱下的痛苦之状，如在目前。夜合花朝开夜合，所以说“知时”。鸳鸯则多雌雄成对，生活在水边。&&&“在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。”这几句似悲似诉，佳人自言自誓，有矜持慷慨、修洁端丽之意。同时，可见佳人居家环境的简陋清幽，生活的清贫困窘。浦起龙评论说：“这二句，可谓贞士之心，化人之舌，建安而下无此语也。”它出自《诗经·小雅·四月》：“相彼泉水，载清载浊。”但在这首诗中，有多种解释，都有一定的道理。或以新人旧人为清浊，或以前华后憔为清浊，或以在家弃外为清浊，或以守贞为清、改节为浊。还有人认为：佳人以泉水自喻，以山喻夫婿之家，意思是妇人为夫所爱，世人便认为她是清的；为夫所弃，世人便认为她是浊的。另一种解释是佳人怨其夫之辞。人处空谷幽寂之地，就像泉水在山，没有什么能影响其清澈。佳人的丈夫出山，随物流荡，于是就成了山下的浊泉。而她则宁肯受饥寒，也不愿再嫁，成为那浊泉。这就像晋代孙绰《三日兰亭诗序》所说的那样：“古人以水喻性，有旨哉斯谈！非以停之则清，混之则浊邪？情因所习而迁移，物触所遇而兴感。”&&&“摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。”末尾几句以写景作结，刻画出佳人的孤高和绝世而立，画外有意，象外有情。在体态美中，透露着意态美。这种美，不只是一种女性美，也是古代士大夫追求的一种理想美。诗句暗示读者，这位时乖命蹇的女子，就像那经寒不凋的翠柏、挺拔劲节的绿竹，有着高洁的情操。诗的最后两句，为后人激赏，妙在对美人容貌不着一字形容，仅凭“翠袖”、“修竹”这一对色泽清新而寓有兴寄的意象，与天寒日暮的山中环境相融合，便传神地刻画出佳人不胜清寒、孤寂无依的幽姿高致。&&&这首五言古体诗，从开篇一路下来，都是“说”，到了结尾两句，才以一幅画面忽然结束。作者的高明之处，就在这里。他没有拿一个结局去迁就读者的胃口，而是用一个悬念故意吊着读者的胃口。读过这首诗的人，一闭上眼睛，就会在脑海里浮现出这样的画面：一位绝世美貌却格外不幸的佳人，在秋风中，在黄昏里，衣裳单薄，孤伶伶地站在那里，背靠着一丛竹，眼里流露着哀愁。&&&在古代，以弃妇为题材的诗文不乏佳作。如《诗经》里的《卫风·氓》，汉乐府里的《上山采蘼芜》等，而司马相如的《长门赋》写被废弃的陈皇后，其中“夫何一佳人兮，步逍遥以自娱”两句，正是杜甫《佳人》诗题的来源。杜甫很少写专咏美人的诗歌，《佳人》却以其格调之高而成为咏美人的名篇。山中清泉见其品质之清，侍婢卖珠见其生计之贫，牵萝补屋见其隐居之志，摘花不戴见其朴素无华，采柏盈掬见其情操贞洁，日暮倚竹见其清高寂寞。诗人以纯客观叙述方法，兼采夹叙夹议和形象比喻等手法，描述了一个在战乱时期被遗弃的上层社会妇女所遭遇的不幸，并在逆境中揭示她的高尚情操，从而使这个人物形象更加丰满。",
                    "transferInfo" : "有位举世无双的美人，隐居在空旷的山谷中。她说自己是高门府第的女子，飘零沦落到与草木相依。过去关中一带遭遇战乱，家里的兄弟全被乱军杀戮。官居高位又有什么用？自己兄弟的尸骨都无法收埋。世俗人情都厌恶衰败的人家，万事就像随风而转的烛火。丈夫是个轻薄子弟，抛弃了我又娶了个美丽如玉的新人。合欢花尚且知道朝开夜合，鸳鸯鸟成双成对从不独宿。丈夫只看见新人欢笑，哪里听得到旧人哭泣？泉水在山里是清澈的，出了山就浑浊了。让侍女典卖珠宝维持生计，牵把青萝修补茅屋。摘下来的花不愿插在头上，喜欢采折满把的柏枝。天气寒冷，衣衫显得分外单薄，黄昏时分，独自倚在修长的竹子上。",
                    "backgroundInfo" : "这首诗作于唐肃宗乾元二年（759年）秋季，安史之乱发生后的第五年。乾元元年（758年）六月，杜甫由左拾遗降为华州司功参军。第二年七月，他毅然弃官，拖家带口，客居秦州，在那里负薪采橡栗，自给度日，《佳人》就写于这一年的秋季。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋登兰山寄张五",
                    "author" : "孟浩然",
                    "content" : "北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。",
                    "addtionInfo" : "北山：指张五隐居的山。隐者：指张五。相望：互相遥望。薄暮：傍晚，太阳快落山的时候。清秋：明净爽朗的秋天。渡头：犹渡口。过河的地方。荠：荠菜。何当：商量之辞，相当于”何妨“或”何如“。重阳节：古以九为阳数之极。九月九日故称“重九”或“重阳”。魏晋后，习俗于此日登高游宴。",
                    "classInfo" : "48",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "这是一首临秋登高远望，怀念旧友的诗。此诗围绕清秋季节登高来写，表达了对友人的思念之情。先写为望友人而登高，故“心随雁飞灭”。因薄暮时思念之“愁”和清秋之“兴”无法排遣，更因登高而望，只见“归村人”，而不见友人踪影，所以要相邀重阳节携酒登高而醉。全诗用极洗练严谨的语言，描绘了登高所见的清秋薄暮景色，其中“天边树若荠，江畔洲如月”二句历来脍炙人口。&&&“北山白云里，隐者自怡悦。”二句从晋代陶弘景《答诏问山中何所有》诗脱化而来，点明”自怡悦“，为登高望远的缘由之一。&&&“相望试登高，心随雁飞灭。”两句起，进入题意。“相望”表明了对张五的思念。由思念而登山远望，望而不见友人，但见北雁南飞。这是写景，又是抒情，情景交融。雁也看不见了，而又近黄昏时分，心头不禁泛起淡淡的哀愁，然而，清秋的山色却使人逸兴勃发。&&&“时见归村人，平沙渡头歇，天边树若荠，江畔洲如月”，是写从山上四下眺望。天至薄暮，村人劳动一日，三三两两逐渐归来。他们有的行走于沙滩，有的坐歇于渡头。显示出人们的行动从容不迫，带有几分悠闲。再放眼向远处望去，一直看到“天边”，那天边的树看去细如荠菜，而那白色的沙洲，在黄昏的朦胧中却清晰可见，似乎蒙上了一层月色。&&&这四句诗是全篇精华所在。在这些描述中，作者既未着力刻画人物的动作，也未着力描写景物的色彩。用朴素的语言，如实地写来，是那样平淡，那样自然。既能显示出农村的静谧气氛，又能表现出自然界的优美景象。正如皮日休所谓：“遇景入咏，不拘奇抉异。……涵涵然有云霄之兴，若公输氏当巧而不巧者也。”沈德潜评孟诗为“语淡而味终不薄”，实为孟诗的重要特征之一。这四句诗创造出一个高远清幽的境界，同“松月生夜凉，风泉满清听”“微云淡河汉，疏雨滴梧桐”“野旷天低树，江清月近人”等诗的意境，是颇为近似的。这也代表了孟诗风格的一个重要方面。&&&“何当载酒来，共醉重阳节”，照应开端数句。既明点出“秋”字，更表明了对张五的思念，从而显示出友情的真挚。&&&全诗情随景生，以景烘情，情景交融，浑为一体。“情飘逸而真挚，景情淡而优美。”诗人怀故友而登高，望飞雁而孤寂，临薄暮而惆怅，处清秋而发兴，希望挚友到来一起共度佳节。“愁因薄暮起，兴是清秋发”，“天边树若荠，江畔洲如月”，细细品尝，够人玩味。",
                    "transferInfo" : "登上这白云缭绕的万山峰岭，心头升起一种超脱尘俗的喜悦。我试着登上高山遥望远方，心情早就随着鸿雁远去高飞。愁绪每每是薄暮引发的情绪，兴致往往是清秋招致的氛围。在山上时时望见回村的人们，走过沙滩坐在渡口憩息歇累。天边林中树木好似颗颗荠菜，俯视江畔的沙洲好比是弯月。什么时候能载酒来这共饮，于重阳佳节对酌同醉。",
                    "backgroundInfo" : "关于此诗题中的“张五”指谁，历来有争议。一说指张諲。张諲曾隐居于襄阳东南三十里的鹿门山。孟浩然园庐在岘山附近，北对万山（一说兰山），因登临以望张五，并写此诗寄意。此诗具体创作时间不详。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夏日南亭怀辛大",
                    "author" : "孟浩然",
                    "content" : "山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。",
                    "addtionInfo" : "山光：傍山的日影。池月：池边的月色。东上：从东面升起。开轩：开窗。卧闲敞：躺在幽静宽敞的地方。恨：遗憾。感此：有感于此。中宵：整夜。劳：苦于。梦想：想念。",
                    "classInfo" : "48",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "诗的内容可分两部分，即写夏夜水亭纳凉的清爽闲适，同时又表达对友人的怀念。&&&“山光忽西落，池月渐东上。”山光：山上的日光。池月：即池边月色。开篇两句是说，夕阳忽然间落下了西山，东边池角明月渐渐东上。&&&开篇就是遇景入咏，细味却不止是简单写景，同时写出诗人的主观感受。“忽”、“渐”二字运用之妙，在于他们不但传达出夕阳西下与素月东升给人的实际感觉（一快一慢）；而且，“夏日”可畏而“忽”落，明月可爱而“渐起”，对此表现出一种纳凉时的满足的心理快感。“池”字表明“南亭”傍水，亦非虚设。&&&“散发乘夕凉，开轩卧闲敞。”轩：窗。三、四句是说，披头散发今晚正在乘凉，开窗闲卧多么清静舒畅。&&&近水亭台，不仅“先得月”，而且是先退凉的。诗人沐浴之后，洞开亭户，散发不梳，靠窗而卧，享受着清凉的感觉。三、四句不但写出一种闲情，同时也写出一种适意——来自身心两方面的快感。&&&“荷花送香气，竹露滴清响。”这两句是说，清风徐徐送来荷花幽香，竹叶轻轻滴下露珠清响。&&&进而，诗人从嗅觉、听觉两方面继续写这种快感。荷花的香气清淡细微，所以“风送”时闻；竹露滴在池面其声清脆，所以是“清响”。滴水可闻，细香可嗅，使人感到此外更无声息。诗句表达的境界“一时叹为清绝”（清沈德潜《唐诗别裁集》）。写“荷”以气，写竹以“响”，而不及视觉形象，恰恰是夏夜给人的真切感受。&&&“欲取鸣琴弹，恨无知音赏。”这两句是说，心想取来鸣琴轻弹一曲，只恨眼前没有知音欣赏。&&&在如此悦耳清心的夏夜，对诗人有所触动，使他想到了音乐，“欲取鸣琴弹”了。琴是一种古雅平和的乐器，适宜在恬淡闲适的心情中弹奏。据说，古人弹琴，先得沐浴焚香，摒去杂念。而南亭纳凉的诗人，此刻已自然进入这种状态，正宜操琴。“欲取”而未取，舒适而不拟动弹，但想想自有一番乐趣。不料却因鸣琴而牵惹起一阵淡淡的怅惘，像平静的井水起了一阵微澜。由境界的清幽绝俗想到弹琴，由弹琴想到“知音”，而生出“恨无知音赏”的缺憾来，这就自然而然的由水亭纳凉过渡到对友人的怀念上来。&&&“感此怀故人，中宵劳梦想。”这两句是说，想到这里不免怀念起故友，只能在半夜里梦想异常。&&&此诗，诗人是多么希望有朋友在身边，闲话清谈，共度良宵。可人期不来，自然会生出许多惆怅。这种怀念故人的情绪一直延续到睡下以后，进入梦乡，居然在梦中会见了自己的好友。诗以有情的梦境结束，极有余味。&&&孟浩然善于捕捉生活中的诗意的感受。此诗不过写一种闲适自得的情趣，兼带点无知音的感慨，并无十分厚重的思想内容；然而写各种感觉细腻入微，诗味盎然。文字如行云流水，具有朴素的形式美，层递自然，由景及意达到浑然一体，极富韵味。",
                    "transferInfo" : "傍山的日影忽然西落了，池塘上的月亮从东面慢慢升起。披散着头发在夜晚乘凉，打开窗户躺卧在幽静宽敞的地方。一阵阵的晚风送来荷花的香气，露水从竹叶上滴下发出清脆的响声。正想拿琴来弹奏，可惜没有知音来欣赏。感慨良宵，怀念起老朋友来，整夜在梦中也苦苦地想念。",
                    "backgroundInfo" : "本诗具体创作时间不详。南亭，似应在涧南园，位于孟浩然家乡襄阳郊外的岘山附近。辛大疑即辛谔，为作者同乡友人，常于夏日来南亭纳凉，与孟浩然约为琴酒之会。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿业师山房期丁大不至",
                    "author" : "孟浩然",
                    "content" : "夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。之子期宿来，孤琴候萝径。",
                    "addtionInfo" : "业师：法名业的僧人。山房：僧人居所。期：度：过、落。壑：山谷。倏：一下子。满清听：满耳都是清脆的响声。樵人：砍柴的人。烟：炊烟和雾霭。之：此。子：古代对男子的美称。",
                    "classInfo" : "101",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "孟浩然在山水诗中，很善于表现自然景物在时间中的运动变化。山区寻常的景物，一经作者妙笔点染，便构成一幅清丽幽美的图画。&&&此诗写诗人夜宿山寺中，于山径之上等待友人的到来，而友人不至的情景。前六句尽写夜色：夕阳西下，万壑蒙烟，凉生松月，清听风泉，樵人归尽，暮鸟栖定；后两句写期待故人来宿而未至，于是抱琴等待。全诗不仅表现出山中从薄暮到深夜的时令特征，而且融合着诗人期盼知音的心情，境界清新幽静，语言委婉含蓄。&&&这首诗所描绘的自然景物形象，不仅仅准确地表现出山中从薄暮到深夜的时态特征，而且融统着诗人期盼知音的心情。特别是“松月生夜凉，风泉满清听”两句，写诗人见松月而觉夜凉，听见泉而感山幽，细致入微地传达出日暮山间听泉时的全部感受，很有韵味。&&&全篇前六句都是融情入景，到了第七句，才点出“之子期宿来”，然后在第八字再点出一个“候”字，彰显了诗人不焦虑不抱怨的儒雅风度，也从侧面表露出了诗人闲适的心境和对有人的信任。“孤琴候萝径”，以“孤”修饰琴，更添了孤清之感。孤琴的形象，兼有期待知音之意。而用“萝”字修饰“径”，也似有意似无意地反衬诗人的孤独。因为藤萝总是互相攀援、枝蔓交错地群生的。这一句诗，在整幅山居秋夜幽寂清冷的景物背景上，生动地勾勒出了诗人的自我形象：这位风神散朗的诗人，抱着琴，孤零零地伫立在洒满月色的萝径上，望眼欲穿地期盼友人的到来。诗的收尾非常精彩，使诗人深情期待知音的形象栩栩如生。&&&表面上看起来，前六句是写景，只有结尾两句写候友。其实不然，诗从一开始就在写候友，不过诗人暗藏在景物中，没有露面罢了。前六句看起来是无人之境，实际上是有人之境。“群壑倏已暝”是诗人看到的，“松月生夜凉”是诗人感到的，“风泉满清听”是诗人的感觉，“樵人归欲尽，烟鸟栖初定”也是诗人看到的。这些诗句表明诗人候友已经有一段时间了。待读到“孤琴候萝径”，暗藏在景物中的人，与抚琴候友的人迭在一起，形象蓦地活起来，跃然纸上，呼之欲出。&&&全诗色彩不断变幻，景物描写十分清幽，语言含蓄委婉却不失韵味。“松月生夜凉，风泉满清听”两句是此诗名句。",
                    "transferInfo" : "夕阳已经落下西边的山岭，千山万壑忽然昏暗静寂。月光照进松林夜晚渐生凉意，风声泉声共鸣分外清晰。山中砍柴人已经全都归家而去，烟霭中鸟儿刚归巢安息。与丁大约定今晚来寺住宿，独自抚琴站在山路等你。",
                    "backgroundInfo" : "此诗具体创作时间不详，其背景是这样：孟浩然住在僧人业师的庙里，他的朋友丁大（可能是丁凤，有才华而不得志）约定晚上来庙里和他共宿。天快黑了，丁大还没有来，孟浩然就除庙等候他，并作此诗记其事。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寻西山隐者不遇",
                    "author" : "丘为",
                    "content" : "绝顶一茅茨，直上三十里。扣关无僮仆，窥室唯案几。若非巾柴车，应是钓秋水。差池不相见，黾勉空仰止。草色新雨中，松声晚窗里。及兹契幽绝，自足荡心耳。虽无宾主意，颇得清净理。兴尽方下山，何必待之子。",
                    "addtionInfo" : "茅茨：茅屋。扣关：敲门。僮仆：指书童。唯案几：只有桌椅茶几，表明居室简陋。巾柴车：指乘小车出游。钓秋水：到秋水潭垂钓。差池：原为参差不齐，这里指此来彼往而错过。黾勉：勉力，尽力。仰止：仰望，仰慕。“草色”二句：这是诗人经过观察后亦真亦幻地描写隐者居所的环境。及兹：来此。契：惬意。荡心耳：涤荡心胸和耳目。“虽无”二句：意谓虽没有受到主人待客的厚意，却悟得了修养身心的真理。之子：这个人，这里指隐者。",
                    "classInfo" : "50",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "这是一首描写隐逸高趣的诗。诗以“寻西山隐者不遇”为题，到山中专程去寻访隐者，当然是出于对这位隐者的友情或景仰了，而竟然“不遇”，按照常理，这一定会使访者产生无限失望、惆怅之情。但却出人意料之外，这首诗虽写“不遇”，却偏偏把隐者的生活和性格表现得历历在目；却又借题“不遇”，而淋漓尽致地抒发了自己的幽情雅趣和旷达的胸怀，似乎比相遇了更有收获，更为心满意足。正是由于这一立意的新颖，而使这首诗变得有很强的新鲜感。&&&诗是从所要寻访的这位隐者的栖身之所写起的。开首两句写隐者独居于深山绝顶之上的“一茅茨”之中，离山下有“三十里”之遥。这两句似在叙事，但实际上意在写这位隐者的远离尘嚣之心，兼写寻访者的不惮艰劳、殷勤远访之意。“直上”二字，与首句“绝顶”相照应，点出了山势的陡峭高峻，也暗示出寻访者攀登之劳。三、四两句，写到门不遇，叩关无僮仆应承，窥室只见几案，杳无人踪。紧接着下两句是写寻访者停在户前的踟蹰想象之词：主人既然不在，到哪儿去了呢？若不是乘着柴车出游，必是临渊垂钓去了吧？乘柴车出游，到水边垂钓，正是一般隐逸之士闲适雅趣的生活。这里不是正面去写，而是借寻访者的推断写出，比直接对隐者的生活做铺排描写反觉灵活有致。“差池不相见，黾勉空仰止”，远路相寻，差池不见，空负了一片景仰之情，失望之心不能没有。但诗写至此，却突然宕了开去，“草色新雨中，松声晚窗里。及兹契幽绝，自足荡心耳。虽无宾主意，颇得清净理”，由访人而变成问景，由失望而变得满足，由景仰隐者，而变得自己来领略隐者的情趣和生活，谁也不能说作者这次跋涉是入宝山而空返。“兴尽方下山，何必待之子”，结句暗用了著名的晋王子猷雪夜访戴的故事。故事出于《世说新语·任诞篇》，记王子猷居山阴，逢雪夜，忽忆起隐居在剡溪的好友戴安道，便立时登舟往访，经夜始至，及至门口又即便返回，人问其故，王子猷回答说：“吾本乘兴而行，兴尽而返，何必见戴？”诗人采用了这一典故，来自抒旷怀。访友而意不在友，在于满足自己的佳趣雅兴。读诗至此，读者似乎遇到了一位绝不亚于隐者的高士。诗人访隐居友人，期遇而未遇；读者由诗人的未遇中，却不期遇而遇──遇到了一位胸怀旷达，习静喜幽，任性所之的高雅之士。而诗人在这首诗中所要表达的，也正是这一点。",
                    "transferInfo" : "高高的山顶上有一座茅屋，从山下走上去足有三十里。轻扣柴门竟无童仆回问声，窥看室内只有桌案和茶几。主人不是驾着巾柴车外出，一定是到秋水碧潭去钓鱼。错过了时机不能与他见面，空负了殷勤仰慕一片心意。新雨中草色多么青翠葱绿，晚风将松涛声送进窗户里。这清幽境地很合我的雅兴，足可以把身心和耳目荡涤。我虽然还没有和主人交谈，却已经领悟到清净的道理。玩到兴尽就满意地下山去，何必非要和这位隐者相聚。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "晨诣超师院读禅经",
                    "author" : "柳宗元",
                    "content" : "汲井漱寒齿，清心拂尘服。闲持贝叶书，步出东斋读。真源了无取，妄迹世所逐。遗言冀可冥，缮性何由熟。道人庭宇静，苔色连深竹。日出雾露馀，青松如膏沐。澹然离言说，悟悦心自足。",
                    "addtionInfo" : "诣（yì）：到，往。超师院：指龙兴寺净土院；超师指住持僧重巽。禅经：佛教经典。汲（jí）：从井里取水。拂：抖动。贝叶书：在贝多树叶上写的佛经。因古代印度用贝叶书写佛经而得名，又叫贝书。东斋（zhāi）：指净土院的东斋房。真源：即佛家的真意。了（liăo）：懂得，明白。妄迹：迷信妄诞的事迹。遗言：指佛经所言。冀：希望。冥：暗合。缮性：修养本性。熟：精通而有成。道人：指僧人重巽。缮：修持。膏：润发的油脂。沐（mù）：湿润、润译。澹（dàn）然：恬静，冲淡，宁静状。悟悦：悟道的快乐。",
                    "classInfo" : "27",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "这首诗写的是诗人到超师院读佛经的感受，其主要内容是：清晨早起，他到住地附近一个名叫超的僧人（师）的寺院里去读佛经，有所感而写下这首五古抒情诗，既表达了他壮志未已而身遭贬谪，欲于佛经中寻求治世之道的心境，又流露出寻求一种超越尘世，流连于冲淡宁静的闲适佳境的复杂心情。&&&头四句总说“晨诣超师院读禅经”。诗人把研读佛典安排在一天中最宝贵的时刻。“汲井漱寒齿，清心拂尘服。”清晨早起，空气清新，以井水漱牙可以清心，又弹冠振衣拂去灰尘，身心内外俱为清净方可读经。可见用心之虔诚，充分表现了诗人对佛教的倾心和崇信，其沉溺之深溢于言表，不啻教徒沐浴更衣以拜佛祖。“闲持贝叶书，步出东斋读。”贝叶书简称贝书，佛经之泛称。古印度人多用贝多罗树叶经水沤后代纸，用以写佛经，故名。一个“读”字，是全诗内容的纲领；一个“闲”字，是全诗抒情的主调。诗人贬居永州，官职虽名曰“永州司马员外置同正员”，但只是个“闲官”而已。闲人闲官闲地，无政事之烦扰，亦无名利得失之拘牵，正是难得清闲，正好信步读经。就读经来说，闲而不闲；就处境而言，不闲而闲，其复杂心情曲曲传出。&&&中间四句承上文“读”字而来，正面写读“经”的感想。这里有两层意思：前二句“真源了无取，妄迹世所逐”，是说书中真意不去领悟，妄诞之言世所追逐。诗人以自身崇信佛学的正确态度讽喻世俗之佞佛，即对于佛经中的真正本意全然不去领悟，而对于书中一切迷信荒诞的事迹却又尽力追求而津津乐道。正如诗人在《送琛上人南游序》中所批评的那样：“而今之言禅者，有流荡舛误、迭相师用，妄取空语，而脱略方便，颠倒真实，以陷乎己而又陷乎人。”（《柳宗元集》卷二五）言下之意正好表明自己学习佛经的正确态度和对佛经的深刻理解。后二句转写对待佛经的正确态度。“遗言冀可冥，缮性何由熟”，意思是说：佛家遗言值得深思，修养本性怎能圆熟？“冀可”是希望能够的意思。言佛教教义艰深，必须深入钻研思考，如果只用修持本性去精通它，是不可能达到精审圆满的目的的。言下之意是说：愚妄地佞佛不足取，只有学习它于变革社会有益的内容才算真有所得。这反映了诗人对佛教教义及其社会作用的主观的特殊理解。对此，诗人也有批评说：“又有能言体而不及用者，不知二者之不可斯须离也。离之外矣，是世之所大患也。”（《柳宗元集》卷二五）联系诗人在对待佛教问题上与韩愈的辩论就更清楚了。韩愈辟佛，是热心张扬“道统”的儒学家，主张对僧侣“人其人，火其书”；而柳宗元却认为在佛教教义中包含着与儒家圣人之道相通的有益于世的内容，否定“天命”的主宰。诗人自以为对佛教的精义和作用已有深刻的领会，殊不知结果不是他利用佛教以济世，而是佛教利用他作了宣传宗教唯心主义和宗教迷信的工具；而他自己最终也陷入了佛教识破尘缘、超脱苦海的消极境地。&&&末六句承上文“闲”字而来，抒发诗人对寺院清净幽闲的景物的流连赏玩，到了忘言的境界。这里也写了二层意思：前四句写景，后二句抒情。先看前四句：“道人庭宇静，苔色连深竹。日出雾露余，青松如膏沐。”意谓超师寺院何其幽静，苔色青青连着翠竹。旭日东升晨雾滋润，梳洗青松涂以膏沐。“道人”实指“超师”，“庭宇”呼应“东斋”，既言“步出”则寺院环境尽收眼内，一个“静”字总括了它的幽静无声和诗人的闲适心境。是景物之静，也是诗人内心之静。而苔色青青，翠竹森森，一片青绿，又从色调上渲染了这环境的葱茏幽深。“日出”照应“晨”，紧扣题目，再次点明时间。旭日冉冉，雾露濛濛，青松经雾露滋润后仿佛象人经过梳洗、上过油脂一样。这是用拟人法写青松，也是用“青松如膏沐”进一步写环境的清新。这就使读者体会到诗人通过优美宁静的寺院之景传达出一种独特的心境和思想感情。这是“闲人”眼中才能看得出的静谧清幽之景，抒发的是“闲人”胸中才有的超逸旷达之情。再看结尾二句：“淡然离言说，悟悦心自足。”意思谓宁静冲淡难以言说，悟道之乐心满意足。诗人触景生情，直抒胸臆，看来似乏含蓄，有蛇足之嫌，但一经道破，又觉意味更深一层。它既与前面的景物相连，写出“闲人”欣喜愉悦而又多少带点落寞孤寂的韵味；又与前面的读“经”相呼应，诗人自认为是精通了禅经三昧，与当时的佞佛者大相径庭，其悟道之乐自然心满意足了。这就又透露出诗人卑视尘俗、讽喻佞佛者的孤傲之情。而这两者——情景与读经，前后呼应，融为一体。诗人巧妙地把自然景物契合进自己主观的“禅悟”之中，其感受之深，妙不可言，真是达到了“此中有真意，欲辨已忘言”的境界。从章法上看，全诗自晨起读经始，至末以日出赏景惮悟终，浑然无痕，相映成趣。读完此诗，姑且抛开诗人对佛经所持的错误态度不论，不能不为诗人的于逆境中读经养性、追求事理而又超脱尘俗、寄情山水、怡然自适的复杂心境所感动，从而进到那种“淡泊以明志，宁静以致远”的幽深寂静的艺术境界中去。诗中有禅味而又托情于景，情趣浓郁。",
                    "transferInfo" : "汲来清凉井水漱口刷牙，心清了再拂去衣上尘土。悠闲地捧起佛门贝叶经，信步走出东斋吟咏朗读。佛经真谛世人并无领悟，荒诞之事却为人们追逐。佛儒精义原也可望暗合，但修养本性我何以精熟。道人禅院多么幽雅清静，绿色鲜苔连接竹林深处。太阳出来照着晨雾余露，苍翠松树宛若沐后涂脂。清静使我恬淡难以言说，悟出佛理内心畅快满足。",
                    "backgroundInfo" : "此首诗为诗人被贬永州时所作，约写于公元806年（元和元年）。当时，柳宗元住永州龙兴寺。龙兴寺在城南，住持僧为重巽，坐禅于龙兴寺净土院，与往在龙兴寺西厢的柳宗元相邻。柳宗元于永州好佛求其道，主要是拜重巽为师，或请其讲“佛道”，或到净土院读佛经。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "溪居",
                    "author" : "柳宗元",
                    "content" : "久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。",
                    "addtionInfo" : "簪组：古代官吏的服饰，此指官职。束：约束，束缚。南夷：古代对南方少数民族的称呼。谪：被降职或调往边远地区。当时作者被贬为永州司马。夜榜：夜里行船。榜：进船。此句指天黑船归，船触溪石而发出的声音。楚天：永州原属楚地。束：束缚。南夷：这里指永州。谪：贬官流放。农圃：田园。偶似：有时好像。山林客：山林间的隐士。榜：划船。响溪石：水激溪石的声响。长歌：放歌。",
                    "classInfo" : "107",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "这首诗是柳宗元贬官永州时在愚溪之畔筑屋而居时的作品。&&&诗人被贬谪永州，应该是有满腹牢骚的，却在诗的开头将其称为幸事：“久为簪组柬，幸此南夷谪。”诗人认为他长久地为在朝中做官所累，幸亏贬谪南来这荒夷之地，可以让他过上闲适的生活。此两句正话反说，将不幸之事说成是幸事，表达了对朝中当权派的不满。&&&“闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石”，这四句是强调在此生活的闲适之情。闲暇时与种菜的老农为邻，有时还真像是在山林隐居的人。一大早带着露水就去锄草，晚上乘船沿着溪水前进。“闲依”表现作者的闲散之态， “偶似”是故作放旷之语，自我安慰。柳宗元少有才名，胸怀大志，可是仕途不顺，一再遭贬。这次更是被贬永州，远离长安。他满腔的热情得不到施展的空间，有志而不得伸，有才而不被重用。于是，在此贬所，只好强写欢愉，故作闲适，称自己对被贬感到庆幸，假装很喜欢这种安逸舒适的生活。&&&“来往不逢人，长歌楚天碧”，有时整日独来独往碰不见一个行人，于是放声高歌，声音久久地回荡在沟谷碧空之中，多么清越空旷。这闲适潇洒的生活，让诗人仿佛对自己的不幸遭贬无所萦怀，心胸旷达开朗。这里诗人看似自由自在，无拘无束，但毕竟也太孤独了。这两句恰恰透露出诗人是强作闲适，无人问津时自娱自乐，也只是一种无奈的调侃。&&&这首诗表面上写溪居生活的闲适，然而字里行间隐含着孤独的忧愤。“来往不逢人”句，看似自由自在，无拘无束，但毕竟也太孤独了。这里也透露出诗人是强作闲适。这首诗的韵味也就在这地方。清沈德潜说，“愚溪诸咏，处连蹇困厄之境，发清夷淡泊之音，不怨而怨，怨而不怨，行间言外，时或遇之。”这段议论是很有见地的。全诗清丽简练，含蓄深沉，意在言外，耐人寻味。",
                    "transferInfo" : "长久被官职所缚不得自由，幸好被贬谪到南方少数民族地区。闲静无事，与农人的菜圃为邻，有的时候就像个山林中的隐士。早晨耕田，翻锄带着露水的野草，傍晚伴着水激溪石的声响撑船游玩回来。独往独来碰不到那庸俗之辈，眼望楚天一片碧绿，高歌自娱。",
                    "backgroundInfo" : "公元810年（元和五年），诗人被贬至永州已有五年之久，他在公余游览发现风景秀丽的愚溪，于是在溪水东南筑屋居住，写下愚溪诸咏，这首诗为其中一篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送杨氏女",
                    "author" : "韦应物",
                    "content" : "永日方戚戚，出行复悠悠。女子今有行，大江溯轻舟。尔辈苦无恃，抚念益慈柔。幼为长所育，两别泣不休。对此结中肠，义往难复留。自小阙内训，事姑贻我忧。赖兹托令门，任恤庶无尤。贫俭诚所尚，资从岂待周。孝恭遵妇道，容止顺其猷。别离在今晨，见尔当何秋。居闲始自遣，临感忽难收。归来视幼女，零泪缘缨流。",
                    "addtionInfo" : "杨氏女：指女儿嫁给杨姓的人家。永日：整天。戚戚：悲伤忧愁。行：出嫁。悠悠：遥远。溯：逆流而上。尔辈：你们，指两个女儿。无恃：指幼时无母。幼为长所育：指小女是姐姐抚育大的。结中肠：心中哀伤之情郁结。义往：指女大出嫁，理应前往夫家。内训：母亲的训导。事姑：侍奉婆婆。贻：带来。令门：指女儿的夫家。任恤：信任体恤。庶：希望。尤：过失。尚：崇尚。资从：指嫁妆。周：周全，完备。容止：这里是一举一动的意思。猷：规矩礼节。尔：你，指大女儿。当何秋：当在何年。居闲：闲暇时日。自遣：自我排遣。临感：临别感伤。零泪：落泪。缨：帽的带子，系在下巴下。",
                    "classInfo" : "17",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "诗人的大女儿要出嫁，他的心情异常复杂，遂写了此诗。此诗是父女情的白描，是真性情的流露，令人读来感伤不已。&&&女儿即将远行，父亲心有不舍，却情难敌义。开头点明女儿将出嫁之事：女儿要嫁往夫家路途很遥远。念及女儿幼年丧母，自己一身兼父母之慈爱，当此离别之际，心中甚为不忍。然而女大当嫁是天经地义的事。诗人忍痛告诫女儿到了夫家，要遵从礼仪孝道，要勤俭持家，这是对女儿的一片殷殷期望。&&&这是一首送女出嫁的好诗。送女出行，万千叮咛；怜其无恃，反复诫训。诗人早年丧妻，因为对亡妻的思念，对幼女自然更加怜爱。在长女出嫁之时，自然临别而生感伤之情。诗中说幼女与长女“两别泣不休”，其实父女之间也是如此。作者没有多写自己的直观感受，而是把更多的笔墨用于谆谆教导和万般叮咛：“自小阙内训，事姑贻我忧。赖兹托令门，任恤庶无尤。贫俭诚所尚，资从岂待周。孝恭遵妇道，容止顺其猷。”强忍住泪水说完这些，送走女儿才发现自己还是控制不了自己，只能与幼女相对而泣。一个情感复杂、无可奈何的慈父形象由此跃然纸上。&&&全诗情真语挚，至性至诚。慈父之爱，骨肉深情，令人感动。“贫俭诚所尚，资从岂待周”两句，可作为嫁妆的千秋典范。",
                    "transferInfo" : "我整日忧郁而悲悲戚戚，女儿就要出嫁遥远地方。今天她要远行去做新娘，乘坐轻舟沿江逆流而上。你姐妹自幼尝尽失母苦，念此我就加倍慈柔抚养。妹妹从小全靠姐姐养育，今日两人作别泪泣成行。面对此情景我内心郁结，女大当嫁你也难得再留。你自小缺少慈母的教训，侍奉婆婆的事令我担忧。幸好依仗你夫家好门第，信任怜恤不挑剔你过失。安贫乐俭是我一贯崇尚，嫁妆岂能做到周全丰厚。望你孝敬长辈遵守妇道，仪容举止都要符合潮流。今晨我们父女就要离别，再见到你不知什么时候。闲居时忧伤能自我排遣，临别感伤情绪一发难收。回到家中看到孤单小女，悲哀泪水沿着帽带滚流。",
                    "backgroundInfo" : "诗人早年丧妻，留下两小女相依为命，父女感情颇为深厚。此时大女儿要嫁的夫家路途遥远，当此离别之际，心中自然无限感伤。然而女儿出嫁是天经地义的事，在临行前，诗人万千叮咛，谆谆告诫：要遵从礼仪、孝道，要勤俭持家。其殷殷之情，溢于言表。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长安遇冯著",
                    "author" : "韦应物",
                    "content" : "客从东方来，衣上灞陵雨。问客何为来，采山因买斧。冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。",
                    "addtionInfo" : "冯著：韦应物友人。灞陵：即霸上。在今西安市东。因汉文帝葬在这里，改名灞陵。客：指冯著。冥冥：：是形容造化默默无语的情态。扬扬：鸟飞翔的样子。燕新乳：指小燕初生。昨别：去年分别。鬓丝：两鬓白发如丝。",
                    "classInfo" : "57",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "诗人与朋友别后重逢，对朋友的遭遇深表同情，同时予以慰勉。全诗叙事中抒情写景，以问答方式渲染气氛。既情意深长，又生动活泼，清新明快，回味无穷。它的感人，首先在于诗人心胸坦荡，思想开朗，对生活充满信心，对前途有展望，对朋友充满热情。因此他能对一位不期而遇的失意朋友充分理解，深表同情，体贴入微而又积极勉励。&&&本诗首二句主要是说冯著刚从长安以东的地方来，还是一派名士兼隐士的风度。接着，诗人自为问答，料想冯著来长安的目的和境遇。“采山”句是俏皮话，打趣语，大意是说冯著来长安是为采铜铸钱以谋发财的，但只得到一片荆棘，还得买斧斫除。其寓意即谓谋仕不遇，心中不快。诗人自为问答，诙谐打趣，显然是为了以轻快的情绪冲淡友人的不快，所以下文便转入慰勉，劝导冯著对前途要有信心。但是这层意思是巧妙地通过描写眼前的春景来表现的。&&&“冥冥花正开，飏飏燕新乳”。这两句大意是说，造化无语而繁花正在开放，燕子飞得那么欢快，因为它们刚哺育了雏燕。不难理解，诗人选择这样的形象，正是为了意味深长地劝导冯著不要为暂时失意而不快不平，勉励他相信大自然造化万物是公正不欺的，前辈关切爱护后代的感情是天然存在的，要相信自己正如春花般焕发才华，会有人来并切爱护的。&&&所以末二句，诗人以十分理解和同情的态度，满含笑意地体贴冯著说：你看，我们好像昨日才分别，如今已经是春天了，你的鬓发并没有白几缕，还不算老呀！这“今已春”正是承上二句而来的，末句则以反问勉励友人，盛年未逾，大有可为。&&&这首赠诗，以亲切诙谐的笔调，对失意沉沦的冯著深表理解、同情、体贴和慰勉。&&&这的确是一首情意深长而生动活泼的好诗。它的感人，首先在于诗人心胸坦荡，思想开朗，对生活有信心，对前途有展望，对朋友充满热情。因此他能对一位不期而遇的失意朋友，充分理解，真诚同情，体贴入微，而积极勉励。也正因如此，诗人采用活泼自由的古体形式，吸收了乐府歌行的结构、手法和语言。它在叙事中抒情写景，以问答方式渲染气氛，借写景以寄托寓意，用诙谐风趣来激励朋友。它的情调和风格，犹如小河流水，清新明快，而又委曲宛转，读来似乎一览无余，品尝则又回味不尽。",
                    "transferInfo" : "客人从东方过来，衣服上还带着灞陵的雨。问客人为什么来，客人说为了上山砍伐树木来买斧头。百花正在悄悄地盛开，轻盈的燕子正在哺乳新雏。去年一别如今又是春天，两鬓的头发不知又生出多少。",
                    "backgroundInfo" : "韦应物于大历四年至十三年在长安，而冯著在大历四年离长安赴广州，约在大历十二年再到长安。这诗可能作于大历四年或十二年。冯著是韦应物的朋友，其事失传，今存诗四首。韦应物赠冯著诗，也存四首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夕次盱眙县",
                    "author" : "韦应物",
                    "content" : "落帆逗淮镇，停舫临孤驿。浩浩风起波，冥冥日沉夕。人归山郭暗，雁下芦洲白。独夜忆秦关，听钟未眠客。",
                    "addtionInfo" : "次：停泊。盱眙（xū yí）：今属江苏，地处淮水南岸。逗：停留。淮镇：淮水旁的市镇，指盱眙。舫：船。临：靠近。驿：供邮差和官员旅宿的水陆交通站。“人归”句：意为日落城暗，人也回去休息了。芦洲：芦苇丛生的水洲。秦：今陕西的别称。因战国时为秦地而得名。客：诗人自称。此句意为孤独之夜，怀念家乡。​",
                    "classInfo" : "6",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "这首诗写旅途中的客思。诗人因路遇风波而夕次孤驿，在孤驿中所见全是秋日傍晚的一片萧索的景象，夜听寒钟思念故乡，彻夜未眠。一片思乡之情和愁绪全在景物的描写之中。诗的妙处，在寓情于景，情景交融。此诗对旷野苍凉凄清的夜景极尽渲染，把风尘飘泊，羁旅愁思烘托得强烈感人。&&&首联点题，交代时间地点，自然引出下文停船所见景物的描写。“孤”含有孤寂之意，奠定全诗感情基调。“落帆”“停舫”意为黄昏时分船要泊岸停靠。&&&颔联承接首联，“风起波”“日沉夕”描写夜晚江边的景象。傍晚因路途风波，不得不停舫孤驿，交代停泊的原因，也写出羁旅奔波的艰辛。晚风劲吹，水波浩荡，夕阳沉落，暮色昏暗，以旷野苍凉凄清的夜景，烘托内心漂泊异乡的凄苦心情。&&&颈联描写停舟靠岸后放眼所见景象。“山郭暗”“芦洲白”写夜色降临之景；“人归”“雁下”意为随着夜色降临，在外的人们回到家，高飞的大雁也停下休息。日落黄昏，是人回家鸟回巢的时刻，眼见人们回家尽享家的温馨以解一天的疲惫，鸟儿们也有温暖的巢得一晚的安眠，反观自身却是孤身一人，流落天涯，有家不能回，无限酸楚顿上心头，颇有“古道西风瘦马，夕阳西下，断肠人在天涯”之味。此处精选意象，运用色彩明暗对比渲染了凄冷的意境，景中寓情（借景抒情），借人归雁下表达羁旅乡思之情。夜幕降临，人雁归宿反衬作者客居异乡的凄苦惆怅。&&&尾联“独夜”“听钟”“未眠”也处处点“夕”，处处写夜，写出乡思客愁之深。&&&韦应物诗风委婉含蓄，多借物抒情。在《夕次盱眙县》这首诗中，诗人运用很多意境。如“浩浩风起波，冥冥日沉夕。人归山郭暗，雁下芦洲白。”在这一点上与马致远的《天净沙·秋思》如出一辙。",
                    "transferInfo" : "卸帆留宿淮水岸边的小镇，小舫停靠着孤零零的旅驿。大风突起江上的波浪浩荡，太阳沉落大地的夜色苍黑。山昏城暗人们都回家安憩，月照芦洲雁群也落下栖息。夜晚孤独我不禁想起长安，听到岸上钟声我怎能入睡？​",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "郡斋雨中与诸文士燕集",
                    "author" : "韦应物",
                    "content" : "兵卫森画戟，宴寝凝清香。海上风雨至，逍遥池阁凉。烦疴近消散，嘉宾复满堂。自惭居处崇，未睹斯民康。理会是非遣，性达形迹忘。鲜肥属时禁，蔬果幸见尝。俯饮一杯酒，仰聆金玉章。神欢体自轻，意欲凌风翔。吴中盛文史，群彦今汪洋。方知大藩地，岂曰财赋强。",
                    "addtionInfo" : "森：密密地排列。戟：古代一种兵器。宴寝：宴，意为休息。宴寝就是私室，内室。这里指休息的地方。海上：指苏州东边的海面。烦疴：烦躁。疴，本指疾病。居处崇：地位显贵。斯民康：人民康乐。理会：通达事物的道理。达：旷达。形迹：指世俗礼节。时禁：当时正禁食荤腥。幸：希望，这里是谦词。金玉章：文采华美、声韵和谐的好文章。这里指客人们的诗篇。神欢：精神欢悦。吴中：苏州的古称。群彦：群英。汪洋：众多。大藩：这里指大郡、大州。藩，原指藩王的封地。",
                    "classInfo" : "73",
                    "poetryID" : "24",
                    "source" : "2",
                    "analysesInfo" : "这是韦应物晚年，任苏州刺史时所作。&&&此诗可分成四个层次。&&&第一层为开头六句，写宴集的环境，突出“郡斋雨中”四字。兵卫禁严，宴厅凝香，显示刺史地位的高贵、威严。然而这并非骄矜自夸，而是下文“自惭”的原由。宴集恰逢下雨，不仅池阁清凉，雨景如画，而且公务骤减，一身轻松。再加上久病初愈，精神健旺，面对嘉宾满堂，诗人不禁喜形于色。寥寥数句，洒脱简劲，颇有气概。&&&第二层为“自惭”以下四句，写宴前的感慨。“自惭居处崇”，不单指因住处的高大宽敞而感到惭愧，还包括显示刺史地位的“兵卫森画戟，宴寝凝清香”等因素在内，因为这些更使韦应物感到了自身责任的重大。&&&当然，“未睹斯民康”——人民生活的艰难困苦是触发他“自惭”的最为直接的原因。诗人从儒家仁政爱民的思想出发，自觉地将“斯民”之康跟自己的华贵、威严及“居处崇”对比，这是很自然的。他以前早就说过“身多疾病思田里，邑有流亡愧俸钱”（《寄李儋元锡》）和“方惭不耕者，禄食出闾里”（《观田家》）等语，把自己所得俸禄与农民的辛勤劳动联系起来，把自己的地位和自己的责任联系起来，为自己的无功受禄而深感惭愧，深感不安，这种深刻的认识，来自他历年担任地方官所得到的感性印象。&&&但是又将宴饮享乐了，解决这种心理上的矛盾，最好的办法莫过于老庄思想了，于是，“理会是非遣，性达形迹忘”，会老庄之理而遣送是非，达乐天知命之性而忘乎形迹，用这种思想去麻痹自己，可以暂时忘怀一切，心安理得地宴集享受，不必再受良心的谴责。韦应物亦不能免给。这是中国封建社会知识分子的通病。&&&第三层为“鲜肥”以下六句，写诗人对这次宴集的欢畅体会。这次宴会，正值禁屠之日，并无鱼肉等鲜肥食品上桌，而是以蔬果为主。这说明与宴者的欢乐并不在吃喝上，而是在以酒会友、吟诗作赋上。诗人得意洋洋地说：“俯饮一杯酒，仰聆金玉章。神欢体自轻，意欲凌风翔。”他一边品尝美酒，一边倾听别人吟诵佳句杰作，满心欢快，浑身轻松，几乎飘飘欲仙了。&&&第四层为最后四句，盛赞苏州不仅是财赋强盛的大藩，更是“群彦今汪洋”的人才荟萃之地，以回应题目上“诸文士燕集”的盛况。",
                    "transferInfo" : "官邸门前画戟林立兵卫森严，休息室内凝聚着焚檀的清香。东南近海层层风雨吹进住所，逍遥自在池阁之间阵阵风凉。心里头的烦躁苦闷将要消散，嘉宾贵客重新聚集济济一堂。自己惭愧所处地位太过高贵，未能顾及平民百姓有无安康。如能领悟事理是非自然消释，性情达观世俗礼节就可淡忘。鲜鱼肥肉是夏令禁食的荤腥，蔬菜水果希望大家尽管品尝。大家躬身饮下一杯醇清美酒，抬头聆听各人吟诵金玉诗章。精神愉快身体自然轻松舒畅，心里真想临风飘举奋力翱翔。吴中不愧为文史鼎盛的所在，文人学士简直多如大海汪洋。现在才知道大州大郡的地方，哪里是仅以财物丰阜而称强？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "初发扬子寄元大校书",
                    "author" : "韦应物",
                    "content" : "凄凄去亲爱，泛泛入烟雾。归棹洛阳人，残钟广陵树。今朝此为别，何处还相遇。世事波上舟，沿洄安得住。",
                    "addtionInfo" : "扬子：指扬子津，在长江北岸，近瓜州。校书：官名。唐代的校书郎，掌管校书籍。去：离开。亲爱：相亲相爱的朋友，指元大。泛泛：行船漂浮。归棹：指从扬子津出发乘船北归洛阳。“残钟”句：意渭回望广陵，只听得晓钟的残音传自林间。广陵：江苏扬州的古称。在唐代，由扬州经运河可以直达洛阳。此：此处。为别：作别。还：再。沿洄：顺流而下为沿，逆流而上为洄，这里指处境的顺逆。安得住：怎能停得住？",
                    "classInfo" : "7",
                    "poetryID" : "25",
                    "source" : "2",
                    "analysesInfo" : "这是离别时写给好友抒发离情的一首诗。诗人与元大的感情很深，他在还能望见广陵城外的树和还能听到寺庙钟声的时候，就想起要写诗寄给元大了。&&&此诗前四句写离情。“凄凄去亲爱”，诗人与朋友分离，感到很悲伤。诗中以“亲爱”二字相称，可见彼此友谊很深，一旦分别，自然依依不舍。但船终于启行了，一会便飘荡在迷茫的烟雾之中，友人的身影虽已消失，诗人还不停地回望广陵城。正在这时，诗人忽然听到广陵寺庙里的钟声，从朦胧的烟树中隐隐传来，他的心情更觉难过。&&&此诗“归棹洛阳人，残钟广陵树”十个字非常著名。诗人和元大分手，心情很悲伤。可是船终于开行了。船儿飘荡在烟雾之中，他还不住回头看着广陵城，那城外的树林变得愈来愈模糊难辨，这时候，忽又传来在广陵时听惯了的寺庙钟声，一种不得不离开而又舍不得同朋友分离的矛盾心情，和响钟的袅袅余音、城外迷蒙中的树色交织在一起了。诗人没有说动情的话，而是通过形象来抒情，并且让形象的魅力感染了读者。“残钟广陵树”这五个字，感情色彩是异常强烈的。&&&接着后四句抒发感慨。诗人望着滚滚东流、一去不返的江水，禁不住感叹道：“今朝此为别，何处还相遇？”分别容易重逢难，这后会之期就难以预料了。&&&但另一方面，他又自我宽慰：“世事波上舟，沿洄安得住！”意谓：自己的身世飘浮不定，有如波上的行舟，要么给流水带走，要么在风浪里打转，世事怎能由个人作主呢？末两句蕴含身世之感。&&&表面看来这首诗，写得平淡无奇，但细加体味，却感内蕴深厚。特别是“归棹洛阳人，残钟广陵树”两句，以景喻情，言简意深。船已“泛泛入烟雾”，渐行渐远，可是诗人还忍不住凝望着广陵城外迷蒙的树林，迷恋地倾听寺庙里传来的残钟余音。诗人对广陵之物的依恋，实则是对挚友的依恋。这两句“虽不着情语，却处处透出依依惜别之情，可谓情景交融，含蓄不尽”（《唐诗别裁》）。表面平淡，内蕴丰厚，正是韦应物诗歌创作的主要特色。",
                    "transferInfo" : "凄怆地离别了亲爱的朋友，船只泛泛地驶入茫茫烟雾。轻快地摇桨向着洛阳归去，晓钟残音还远绕广陵树木。今日在此我与你依依作别，何时何地我们能再次相遇？人情世事犹如波上的小船，顺流洄旋岂能由自己作主？",
                    "backgroundInfo" : "这首诗写于韦应物离开广陵（今江苏扬州）回洛阳去的途中。韦应物曾客游广陵，元大是他在广陵的朋友，诗中用“亲爱”相称，可见彼此感情颇深。公元763年，韦氏被任命为洛阳丞，在乘船离开广陵赴任洛阳的时候，对元大校书非常怀念，于是写了这首诗寄给他。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寄全椒山中道士",
                    "author" : "韦应物",
                    "content" : "今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。",
                    "addtionInfo" : "寄：寄赠。全椒：今安徽省全椒县，唐属滁州。郡斋：滁州刺史衙署的斋舍。山中客：指全椒县西三十里神山上的道士。涧：山间流水的沟。束：捆。荆薪：杂柴。白石：《神仙传》云：“白石先生者，中黄丈人弟子也，常煮白石为粮，因就白石山居，时人故号曰白石先生”，此指山中道士艰苦的修炼生活。瓢：将干的葫芦挖空，分成两瓣，叫做瓢，用来作盛酒浆的器具。风雨夕：风雨之夜。空山：空寂的深山。行迹：来去的踪迹。",
                    "classInfo" : "48",
                    "poetryID" : "26",
                    "source" : "2",
                    "analysesInfo" : "此诗题目叫“寄全椒山中道士”。既然是“寄”，自然会吐露对山中道士的忆念之情。但忆念只是一层，还有更深的一层，需要读者细心领略。&&&诗的关键在于那个“冷”字。全诗所透露的也正是在这个“冷”字上。首句既是写出郡斋气候的冷，更是写出诗人心头的冷。然后，诗人由于这两种冷而忽然想起山中的道士。山中的道士在这寒冷气候中到涧底去打柴，打柴回来却是“煮白石”。葛洪《神仙传》说有个白石先生，“尝煮白石为粮，因就白石山居。”还有道家修炼，要服食“石英”。那么“山中客”是谁就很清楚了。&&&道士在山中艰苦修炼，诗人怀念老友，想送一瓢酒去，好让他在这秋风冷雨之夜，得到一点友情的安慰。然而诗人进一层想，他们都是逢山住山、见水止水的人，今天也许在这块石岩边安顿，明天恐怕又迁到别一处什么洞穴安身了。何况秋天来了，满山落叶，连路也不容易找，走过的脚迹自然也给落叶掩没了，因而也不知去何处找对方。&&&诗虽淡淡写来，却使读者能感到诗人情感上的种种跳荡与反复。开头，是由于郡斋的冷而想到山中的道士，再想到送酒去安慰他，终于又觉得找不着他而无可奈何；而诗人自己心中的寂寞之情，也终于无从消解。&&&诗人在风雨之夜想起友人，想带着酒去拜访，可见两人的深厚友情。而满山落叶，恐不能相遇，只能寄诗抒情，又流露出淡淡的惆怅。全诗淡淡写来，却于平淡中见深挚，流露出诗人情感上的种种跳荡与反复。开头，是由郡斋的冷而想到山中的道士，又想到送酒去安慰他，终于又觉得找不着他们而无可奈何。而自己的寂寞之情，也就无从排解。&&&这首诗，看来像是一片萧疏淡远的景，启人想象的却是表面平淡而实则深挚的情。在萧疏中见出空阔，在平淡中见出深挚。这样的用笔，就使人有“一片神行”的感觉，也就是形象思维的巧妙运用。韦应物这首诗，情感和形象的配合十分自然，所谓“化工笔”，也就是这个意思。",
                    "transferInfo" : "今天郡斋里很冷，忽然想起山中隐居的人。你一定在涧底打柴，回来以后煮些清苦的饭菜。想带着一瓢酒去看你，让你在风雨夜里得到些安慰。可是秋叶落满空山，什么地方能找到你的行迹？",
                    "backgroundInfo" : "此诗作于唐德宗建中四年（783年）或兴元元年（784年）秋日。安史之乱后，唐玄宗奔蜀，韦应物立志读书，进士及第，官至洛阳丞，后被迫辞职后又任滁州刺史。此诗创作正值作者在滁州刺史任上。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿王昌龄隐居",
                    "author" : "常建",
                    "content" : "清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。",
                    "addtionInfo" : "隐处：隐居的地方。唯：只有。犹：还，仍然。宿：比喻夜静花影如眠。药院：种芍药的庭院。滋：生长着。余：我。谢时：辞去世俗之累。鸾鹤：古常指仙人的禽鸟。群：与……为伍。",
                    "classInfo" : "30",
                    "poetryID" : "27",
                    "source" : "2",
                    "analysesInfo" : "这是一首山水隐逸诗，在盛唐已传为名篇。到清代，更受“神韵派”的推崇，同《题破山寺后禅院》并为常建代表作品。&&&此诗题曰“宿王昌龄隐居”，一是指王昌龄出仕前隐居之处，二是说当时王昌龄不在此地。王昌龄及第时大约已有三十七岁。此前，他曾隐居石门山。山在今安徽含山县境内，即此诗所说“清溪”所在。常建任职的盱眙，即今江苏盱眙，与石门山分处淮河南北。常建辞官西返武昌樊山，大概渡淮绕道不远，就近到石门山一游，并在王昌龄隐居处住了一夜。&&&首联写王昌龄隐居所在。“深不测”一作“深不极”，并非指水的深度，而是说清溪水流入石门山深处，见不到头。王昌龄隐居处便在清溪水流入的石门山上，望去只看见一片白云。齐梁隐士、“山中宰相”陶弘景对齐高帝说：“山中何所有？岭上多白云。只可自怡悦，不堪持赠君。”因而山中白云便沿为隐者居处的标志，清高风度的象征。但陶弘景是著名阔隐士，白云多；王昌龄却贫穷，云也孤，而更见出清高。清人徐增说：“惟见孤云，是昌龄不在，并觉其孤也。”这样理解，也具情趣。&&&中间两联写诗人夜宿王昌龄隐居处所见所感。颔联“松际露微月，清光犹为君”，诗人宿在此处，举头望去，松树梢头，一弯明月慢慢升起，光照入室。“君”指王昌龄。说王昌龄虽不在这里了，明月多情，却仍来陪伴着他的客人。王昌龄隐居处清贫幽雅，只有一座孤零零的茅亭。“茅亭宿花影，药院滋苔纹”，是说夜宿茅亭，看见窗外团团花影，错落斑驳;而到院子里，则看见莳养的各种药草，依然生长得很好，只是由于长久没有人来往，路边已长满了青苔。这似乎只是写隐逸生活的情趣，其实字里行间流露了诗人对王昌龄没有坚持退隐的惋惜心情。&&&尾联就写诗人自己的归志以及对朋友的讽劝： “余亦谢时去，西山鸾鹤群。” “鸾鹤群”用江淹《登庐山香炉峰》“此山具鸾群，往来尽仙灵”语，与鸾鹤合群，与仙灵为伴，即表示要终身归隐。这里表达了诗人自己的心志，也有对朋友的期待。“亦”字很妙，此时王昌龄已登仕途，常建却借赞扬王昌龄归隐之处，说我也要跟随你一起归隐。这是故意这样说，是对王昌龄一种善意的讽劝。这是本诗的主题所在，是与题目《宿王昌龄隐居》的意思相合的。也即是说，常建是在招王昌龄归隐，与本文开头所介绍的《鄂渚招王昌龄张偾》一诗同其旨趣。&&&这首诗的艺术特点确同《题破山寺后禅院》，“其旨远，其兴僻，佳句辄来，唯论意表”。诗人善于在平易地写景中蕴含着深长的比兴寄喻，形象明朗，诗旨含蓄，而意向显豁，发人联想。就此诗而论，诗人巧妙地抓住王昌龄从前隐居的旧地，深情地赞叹隐者王昌龄的清高品格和隐逸生活的高尚情趣，诚挚地表示讽劝和期望仕者王昌龄归来的意向。因而在构思和表现上，“唯论意表”的特点更为突出，终篇都赞此劝彼，意在言外，而一片深情又都借景物表达，使王昌龄隐居处的无情景物都充满对王昌龄的深情，愿王昌龄归来。但手法又只是平实描叙，不拟人化。所以，其动人在写情，其悦人在传神，艺术风格确实近王维、孟浩然一派。",
                    "transferInfo" : "清溪流向深不可测的石门山谷，隐居的地方只有孤云相伴。松林稍头透出微微月光，这清幽的月光也好像专为您送来的。茅亭夜静花影好像已恬然入梦，种有药草的院子到处都是斑斑苔痕。我也想要像他这般辞去世俗之累，与西山的鸾鹤为群去了。",
                    "backgroundInfo" : "常建和王昌龄是公元727年（唐玄宗开元十五年）同科进士及第的宦友和好友。但在出仕后的经历和归宿却不大相同。此诗即作于常建辞官归隐途经王昌龄入仕前的居所，即今安徽省含山县石门山时。常建夜宿故人旧时隐居之处，触景生情，遂作此篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "感遇十二首·其四",
                    "author" : "张九龄",
                    "content" : "孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶。今我游冥冥，弋者何所慕！",
                    "addtionInfo" : "感遇：古诗题，用于写心有所感，借物寓意之诗。鸿：雁类的泛称。池潢（huang）：池塘，积水池，护城河，代指朝廷。双翠鸟：即翡翠鸟，雄为翡，雌为翠，毛色华丽多彩。三珠树：神话传说中的宝树。矫矫：超然出众的样子。得无：表反问语气、岂不、能不。金丸：弹弓的子弹。“美服”句：身着华美的服装应担心别人指责。患：怕，忧虑。“高明”句：官位显要会遭到鬼神的厌恶。高明，指地位官职尊贵的人。恶：忌妒，厌恶。冥冥：高远的天空。弋者：猎鸟的人。慕：想猎取鸟的欲望。",
                    "classInfo" : "27",
                    "poetryID" : "28",
                    "source" : "2",
                    "analysesInfo" : "诗一开始就以孤鸿与大海对比。沧海浩大，鸿雁孤小，足已衬托出人在宇宙之间的渺小，何况这是一只离群索居的孤雁，海愈见其大，雁愈见其小，相形之下，更突出了它的孤单寥落。可见“孤鸿海上来”这五个字，并非平淡写来，其中渗透了诗人孤寂不遇的情感。第二句“池潢不敢顾”，笔势陡转，为下文开出局面。这只孤鸿经历过大海的惊涛骇浪，为什么见到城墙外的护城河水，竟不敢回顾一下呢？这里是象征诗人在人海中因为经历风浪太多，而格外警惕，同时也反衬出下文的双翠鸟，恍如燕巢幕上自以为安乐，而不知烈火就将焚烧到它们。&&&这一只孤鸿连双翠鸟也不敢正面去看一眼，“侧见”两字暗示李林甫、牛仙客的气焰熏天，不可一世。他们窃据高位，就如同一对身披翠色羽毛的翠鸟，高高营巢在神话中所说的珍贵的三珠树上。可是，“矫矫珍木巅，得无金丸惧？”意思是说：不要太得意了！你们闪光的羽毛这样显眼，不怕猎人们用金弹丸来猎取吗？这两句，诗人假托孤鸿的口吻，对他的政敌提出了诚恳的劝告。不愤怒，也不幸灾乐祸，这是正统儒家的修养，也就是所谓温柔敦厚的诗教。然后很自然地以“美服患人指，高明逼神恶”这两句，点明了全诗的题旨，忠告他的政敌：才华和锋芒外露，只怕别人将以你为猎取的对象；窃据高明的地位，只怕别人不能容忍而对你厌恶。这里“高明”两字是暗用《左传》中“高明之家，鬼瞰其室”的典故，但用得很浑然天成，不着痕迹。&&&忠告双翠鸟的话，一共四句，前两句代它们担忧，后两句正面提出他那个时代的处世真谛。那么，孤鸿自己将采取怎样的态度呢？它既不重返海面，也不留连池潢，它将没入于苍茫无际的太空之中，猎人们虽然妄想猎取它，可是不知到何处去猎取它。“今我游冥冥，弋者何所慕”，纯以鸿雁口吻道出，情趣盎然。全诗就在苍茫幽渺的情调中结束。&&&这首诗开始四句叙事，简洁利落，第五句“矫矫珍木巅”句中的“矫矫”两字，上承“翠鸟”，下启“美服”；“珍木巅”三字，上承“三珠树”，下启“高明”。足见诗人行文的缜密。后六句都是孤鸿的独白，其中四句对翠鸟说，二句专说鸿雁自己。“今我游冥冥”句，以“冥冥”两字来应衬上文的“矫矫”两字，迭字的对比呼应，又一次显出了诗人的细针密缕。",
                    "transferInfo" : "孤傲的鸿雁自海上而来，池塘河潢不敢眷顾。侧目见到了两只华丽的翠鸟，在华美的三珠树上栖息。珍贵之木的高处啊，难道不怕猎人的金弹丸？修美的品德将担心他人的嫉妒与打压，高明之位会让神鬼都深感厌恶。今日的我在冥冥之中遨游，那也独自游弋的人们将何处追求呢？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "感遇十二首·其一",
                    "author" : "张九龄",
                    "content" : "兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！",
                    "addtionInfo" : "兰：此指兰草。 葳蕤：枝叶茂盛而纷披。桂华：桂花。生意：生机勃勃。自尔：自然地。佳节：美好的季节。林栖者：山中隐士。坐：因而。本心：天性。美人：指林栖者山林高士、隐士。闻风：闻到芳香。",
                    "classInfo" : "27",
                    "poetryID" : "29",
                    "source" : "2",
                    "analysesInfo" : "开元（713-741）后期，唐玄宗沉溺声色，奸佞专权，朝政日趋黑暗。为了规劝玄宗励精图治，张九龄曾撰《千秋金镜录》一部，专门论述前代治乱兴亡的历史教训，并将它作为对皇帝生日的寿礼进献给玄宗。唐玄宗心中不悦，加李林甫的谗谤、排挤，张九龄终于被贬为荆州长史。遭贬后，他曾作《感遇十二首》，运用比兴手法，表现其坚贞清高的品德，抒发自己遭受排挤的忧思。此篇为其第一首。&&&诗一开始，用整齐的偶句，突出了两种高雅的植物——春兰与秋桂。屈原《九歌·礼魂》中，有“春兰兮秋菊，长无绝兮终古”句。张九龄是广东曲江人，其地多桂，即景生情，就地取材，把秋菊换成了秋桂，师古而不泥古。兰桂对举，兰举其叶，桂举其花，这是由于对偶句的关系，互文以见义，其实是各各兼包花叶，概指全株。兰用葳蕤来形容，具有茂盛而兼纷披的意思，“葳蕤”两字点出兰草迎春勃发，具有无限的生机。桂用皎洁来形容，桂叶深绿，桂花嫩黄，相映之下，自然有皎明洁净的感觉。“皎洁”两字，精炼简要地点出了秋桂清雅的特征。&&&诗的前四句说兰、桂这些“草木君子”只要逢时就会欣欣向荣，生机盎然。兰叶在春风吹拂下“葳蕤”繁茂，桂花在仲秋明月的辉映下更显“皎洁”秀丽。春兰秋桂生意勃发，也给季节带来了荣耀，春、秋因兰、桂而成为美好的季节。这里既包含了朴素的历史唯物主义思想，说明了时势造英雄，英雄壮时势的客观辩证法；也表达了真正的贤人志士只有在政治开明的时代才能施展自己的才华抱负的思想，流露了自己对重新“遇时”的渴望。&&&诗的后四句从春兰秋桂芳香袭人的社会效果来委婉地说明自己行芳志洁并非为了求人赏识，以博取高名；象春兰秋桂的香气一样，它博得山林隐士的喜爱，只是客观效果而已；实际上，兰、桂散发芳香并非有意希求人们来折取它，欣赏它，而是纯粹出于它们的本性。“谁知”两字对兰桂来说，大有出乎意料之外的感觉。美人由于闻到了兰桂的芬香，因而发生了爱慕之情。“坐”，犹深也，殊也。表示爱慕之深。诗从无人到有人，是一个突转，诗情也因之而起波澜。“闻风”二字本于《孟子·尽心篇》，其中说：“圣人百世之师也，伯夷柳下惠是也，故闻伯夷之风者，顽夫廉，懦夫有立志，闻柳下惠之风者，薄夫敦，鄙夫宽。奋乎百世之上，百世之下闻者莫不兴起也。”张九龄就把这章中的“闻风”毫不费力地拉来用了，用得这样恰如其分，用得这样自然，用得这样使读者毫不觉得他在用典故，这也是值得一提的。“何求”二字用得斩截有力，它淋漓尽致地将诗人不肯廉价赢得美名的清高志趣给表现出来了。&&&这首诗以兰、桂自况，借兰桂之芳香比喻自己的高志美德，使人感到贴切自然，蕴含深厚，耐人寻味。",
                    "transferInfo" : "春天里的幽兰翠叶纷披，秋天里的桂花皎洁清新。世间的草木勃勃的生机，自然顺应了美好的季节。谁想到山林隐逸的高人，闻到芬芳因而满怀喜悦。草木散发香气源于天性，怎么会求观赏者攀折呢！",
                    "backgroundInfo" : "此诗系张九龄遭谗被贬为荆州长史时所作，开元末期，唐玄宗沉溺声色，怠慢政事，宠仁口蜜腹剑的李林甫和专事逢迎的牛仙客。牛、李结党，把持朝政，排除异己，朝政更加腐败。张九龄对此十分不满，于是采用传统的比兴手法，托物寓意，作《感遇十二首》。诗人托物言志，以春兰和秋桂的芳洁品质，来比喻自己守正不阿的高尚节操；以春兰和秋桂不因无人采折而失去芬芳美质，来比喻自己的志洁行芳，不求人知的高雅情怀。&&&诗一开始用整齐的偶句，以春兰秋桂对举，点出无限生机和清雅高洁之特征。三、四句，写兰桂充满活力却荣而不媚，不求人知之品质。上半首写兰桂，不写人。五、六句以“谁知”急转引出与兰桂同调的山中隐者来。末两句点出无心与物相竞的情怀。&&&全诗一面表达了恬淡从容超脱的襟怀，另一面忧谗惧祸的心情也隐然可见。诗以草木照应，旨诣深刻，于咏物背后，寄寓着生活哲理。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "感遇·江南有丹橘",
                    "author" : "张九龄",
                    "content" : "江南有丹橘，经冬犹绿林。岂伊地气暖？自有岁寒心。可以荐嘉客，奈何阻重深。运命惟所遇，循环不可寻。徒言树桃李，此木岂无阴？",
                    "addtionInfo" : "伊：语助词。岁寒心：意即耐寒的特性。荐：进奉意。树：种植意。",
                    "classInfo" : "27",
                    "poetryID" : "30",
                    "source" : "2",
                    "analysesInfo" : "诗开头两句，诗人就以饱满的热情，颂扬橘树经得起严冬考验，绘制了一幅江南橘林的美丽图景，形成了一个优美的艺术境界。橘树是果树中的上品，又能经得起严冬风霜的熬煎，终年常绿，因此诗人以丹橘自喻是有深刻含意的。这是诗人借用橘树来比喻自己“受命不迁”、“横而不流”的人格。这里，诗人不仅写了橘树的外形，而在着意表现它坚强不屈的精神，达到了形神的有机结合。同时呈献在读者面前的，并非一棵橘树，而是一片橘林。诗人是在描写包括他自己在内的“群像”。这就使得诗的意境更为深远开阔，形象更为高大生动。&&&三、四两句，写橘树的特点。诗人告诉读者橘树的经冬翠绿，并非因为江南气候暖和，而是因为它有着耐寒的本性。在这里，诗人采用的是问答的形式，问得自然出奇，答得分外有味，把橘树本身的特性简明地概括出来。诗人通过“岁寒心”的双关语，一方面巧妙地指出橘树的耐寒本性，同时又用以比喻诗人的高尚美德。这是借橘树的本性写诗人的心灵之美，既是诗中主人公的自我画像，也是当时千万个正直知识分子的品德的写照。从而使诗的主旨又深化了一层。&&&下面六句，是叙事，也是抒情。五、六两句是说：这些甜美的丹橘本可以送到远方呈献给尊贵的客人，无奈关山重叠，通道受阻。言下之意，他本可以将贤者推荐给朝廷，可惜道路被阻塞。这两句妙喻天成，不露痕迹。诗人借用眼前的景物，通过丰富的想象，表现了封建社会一个忠君爱国的知识分子，在遭贬的情况下，仍然不甘沉沦，依旧关心国家前途和命运的可贵品质。七、八两句是诗人从感慨中得出的判断：命运的好坏，只是因为遭遇的不同；而这又如同周而复始的自然规律一样，其中的道理实在难以捉摸。这是诗人根据自身经历所发出的感叹。最后两句是紧承“运命”两句而来。诗人大声疾呼：不要只说种桃李，橘树难道不能供人乘凉吗？很清楚，诗人在为橘树鸣不平，也是在为贤者鸣不平。也就是说，贤者能人，不会不如李林甫之流。这两句是对朝廷听信谗言、邪正不辨、严厉斥责，也是全诗的主旨所在。由于诗人有深刻的洞察力和高度的艺术概括力，因此这两句议论写得十分亲切自然，深刻有力，大大增加了诗的内涵。这里运用暗喻来抨击时弊，能发人深思，给人以很大的启迪。&&&从结构上看，这首诗短短五十字，构思精巧，结构严密，抒情写意，回环起伏。开头以橘起，最后以橘结，前呼后应，且深化主题。尤其是最后出人意料的设问，震人心弦，增添了诗的艺术魅力.　张九龄诗歌语言生动、比喻贴切，毫无矫揉造作、雕琢晦涩之病。刘熙载在《艺概》中，称张九龄的诗歌“独能超出一格，为李、杜开先”。这一评价是非常恰当的。刘禹锡说九龄“自内职牧始安（今桂林），有瘴疠之叹；自退相守荆户，有拘囚之思。托讽禽鸟，寄词草树，郁然与骚人同风。”就是指这类《感遇诗》。",
                    "transferInfo" : "江南丹桔叶茂枝繁，经冬不凋四季常青。岂止南国地气和暖，而是具有松柏品性。荐之嘉宾必受称赞，山重水阻如何进献？命运遭遇往往不一，因果循环奥秘难寻。只说桃李有果有林，难道丹桔就不成阴？",
                    "backgroundInfo" : "唐玄宗开元二十五年（737年），张九龄由尚书丞相贬为荆州长史。晚年遭馋毁，忠而被贬，“每读韩非《孤愤》，涕泣沾襟”（徐浩《张公神道碑》），遂作《感遇十二首》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春泛若耶溪",
                    "author" : "綦毋潜",
                    "content" : "幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。",
                    "addtionInfo" : "若耶溪：在今浙江省绍兴市东南，相传为西施浣纱处。幽意：寻幽的心意。偶：遇。花路：一路鲜花。际夜：至夜。壑（hè）：山谷。南斗：星宿名称，夏季位于南方上空。潭烟：水潭上如烟的水汽夜雾。烟：雾气。溶溶：形容汽雾柔和迷离。生事：世事。弥漫：渺茫无尽。持竿叟：持竿垂钓的老翁。竿：指钓竿。",
                    "classInfo" : "30",
                    "poetryID" : "31",
                    "source" : "2",
                    "analysesInfo" : "这首五言古体诗大约是綦毋潜因安史之乱爆发而归隐之后创作的作品。诗人在一个春江花月之夜，泛舟若耶溪，滋生出无限幽美的情趣。&&&此诗开篇“幽意无断绝”句，以“幽意”二字透露了全诗的主旨，即幽居独处，不与世事，放任自适的意趣。这种“幽意”支配着他的人生，不曾“断绝”，因此，他这次出游只是轻舟荡漾，任其自然，故云“此去随所偶”。“偶”即“遇”。诗人在这里流露出一种随遇而安的情绪。&&&以下写泛舟的时间和路线，描写沿岸景物。“晚风吹行舟，花路入溪口”，习习晚风，吹拂着游船，船儿任凭轻风吹送，转入春花夹岸的溪口，恍如进了武陵桃源胜境，多么清幽，多么闲适！“晚”字点明泛舟的时间，“花”字切合题中的“春”，看似信笔写来，却又显得用心细致。“际夜转西壑，隔山望南斗”，写出游程中时间的推移和景致的转换。“际夜”，是到了夜晚，说明泛舟时间之久，正是“幽意无断绝”的具体写照。“西壑”，是舟行所至的另一境地，当置身新境，心旷神怡之时，抬头遥望南天斗宿，不觉已经“隔山”了。&&&“潭烟飞溶溶，林月低向后”二句，是用淡墨描绘的如画夜景。“潭烟”，是溪上的水雾：“溶溶”，是夜月之下雾气朦腾的景状，而着一“飞”字，把水色的闪耀，雾气的飘流，月光的洒泻，都写活了，“林月低向后”，照应“际夜”，夜深月沉，舟行向前，两岸树木伴着月亮悄悄地退向身后。这景象是美的，又是静的。&&&诗人以春江、月夜、花路、扁舟等景物，创造了一种幽美、寂静而又迷蒙的意境。而怀着隐居“幽意”的泛舟人，置身于这种境界之中，“生事且弥漫，愿为持竿叟”，人生世事正如溪水上弥漫无边的烟雾，缥缈迷茫，作者愿永作若耶溪边一位持竿而钓的隐者。“持竿叟”，又应附近地域的严子陵富春江隐居垂钓的故事，表明诗人心迹。末二句抒发感慨极其自然，由夜景的清雅更觉世事的嚣嚣，便自然地追慕“幽意”的人生。&&&殷璠说綦毋潜“善写方外之情”（《河岳英灵集》）。作者超然出世的思想感情给若耶溪的景色抹上一层孤清、幽静的色彩。但是，由于作者描写的是一个春江花月之夜，又是怀着追求和满足的心情来描写它，因而这夜景被状写得清幽而不荒寂，有一种不事雕琢的自然美，整首诗也就显得“举体清秀，萧肃跨俗”（《唐音癸签》引殷璠语），体现出一种兴味深长的清悠的意境。在写法上，诗人紧扣住题目中一个“泛”字，在曲折回环的扁舟行进中对不同的景物进行描写，因而所写的景物虽然寂静，但整体上却有动势，恍忽流动，迷蒙缥缈，呈现出隐约跳动的画面，给人以轻松畅适的感受和美的欣赏。",
                    "transferInfo" : "我寻幽探胜的心意没有定止，随着一路看见的景色生发不已。晚风吹送我的行舟，沿着开满鲜花的河岸荡入溪口。星夜又转过西边的山岭，隔山仰望天上的南斗。潭底升起溶溶的烟雾，林中月亮仿佛低落在行舟的背后。世事何等地纷繁渺茫，不如做一名隐居的钓叟。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
                    ],
    "type" : "poetry_gradeOne",
    "baseID" : "12000",
    "mainClass" : "14"
}
