{
    "poetryList" : [
                    {
                    "name" : "送杜少府之任蜀州",
                    "author" : "王勃",
                    "content" : "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。",
                    "addtionInfo" : "少府：官名。之：到、往。蜀州：今四川崇州。城阙（què ）辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦，指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，项羽破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华津、万里津、江首津、涉头津、江南津。这里泛指蜀川。风烟望五津：“风烟”两字名词用作状语，表示行为的处所。全句意为江边因远望而显得迷茫如啼眼，是说在风烟迷茫之中，遥望蜀州。君：对人的尊称，相当于“您”。宦（huàn）游：出外做官。海内：四海之内，即全国各地。古代人认为我国疆土四周环海，所以称天下为四海之内。天涯：天边，这里比喻极远的地方。比邻：并邻，近邻。无为：无须、不必。歧（qí）路：岔路。古人送行常在大路分岔处告别。沾巾：泪水沾湿衣服和腰带。意思是挥泪告别。",
                    "classInfo" : "108",
                    "poetryID" : "1",
                    "source" : "2",
                    "analysesInfo" : "此诗是送别诗的名作，诗意在慰勉友人勿在离别之时悲哀。首联描画出送别地与友人出发地的形势和风貌，隐含送别的情意，严整对仗；颔联为宽慰之辞，点明离别的必然性，以散调相承，以实转虚，文情跌宕；颈联奇峰突起，高度地概括了“友情深厚，江山难阻”的情景，使友情升华到一种更高的美学境界；尾联点出“送”的主题，而且继续劝勉、叮咛朋友，也是自己情怀的吐露。此诗开合顿挫，气脉流通，意境旷达，堪称送别诗中的不世经典，全诗仅仅四十个字，却纵横捭阖，变化无穷，仿佛在一张小小的画幅上，包容着无数的丘壑，有看不尽的风光，至今广泛流传。&&&“城阙辅三秦，风烟望五津”属“工对”中的“地名对”，极壮阔，极精整。第一句写长安的城垣、宫阙被辽阔的三秦之地所“辅”（护持、拱卫），气势雄伟，点送别之地。第二句里的“五津”指岷江的五大渡口白华津、万里津、江首津、涉头津、江南津，泛指“蜀川”，点杜少府即将宦游之地；而“风烟”、“望”，又把相隔千里的秦、蜀两地连在一起。自长安遥望蜀川，视线为迷蒙的风烟所遮，微露伤别之意，已摄下文“离别”、“天涯”之魂。&&&“与君离别意，同是宦游人”。彼此离别的意味如何？为求官飘流在外的人，离乡背井，已有一重别绪，彼此在客居中话别，又多了一重别绪；其中真有无限凄恻。开头两句调子高昂，属对精严，韵味深沉，对偶不求工整，疏散。固然由于当时律诗还没有一套严格的规定，却有其独到的妙处。此诗形成了起伏、跌宕，使人感到矫夭变化，不可端睨。&&&“海内存知己，天涯若比邻。”两句境界又从狭小转为宏大，情调从凄恻转为豪迈。“海内存知己，天涯若比邻。”远离分不开知己，只要同在四海之内，就是天涯海角也如同近在邻居一样，一秦一蜀又算得什么呢。表现友谊不受时间的限制和空间的阻隔，是永恒的，无所不在的，所抒发的情感是乐观豁达的。这两句因此成为远隔千山万水的朋友之间表达深厚情谊的不朽名句。&&&“无为在歧路，儿女共沾巾。”两行诗贯通起来是一句话，意思是：“在这即将分手的岔路口，不要同那小儿女一般挥泪告别啊！是对朋友的叮咛，也是自己情怀的吐露。”“在歧路”，点出题面上的那个“送”字。歧路者，岔路也，古人送行，常至大路分岔处分手，所以往往把临别称为“临歧”。&&&全诗开合顿挫，气脉流通，意境旷达。送别诗中的悲凉凄怆之气，音调明快爽朗，语言清新高远，内容独树碑石。此诗一洗往昔送别诗中悲苦缠绵之态，体现出诗人高远的志向、豁达的情趣和旷达的胸怀。",
                    "transferInfo" : "三秦之地护卫着巍巍长安，透过那风云烟雾遥望着蜀川。和你离别心中怀着无限情意，因为我们同是在宦海中浮沉。四海之内有知心朋友，即使远在天边也如近在比邻。绝不要在岔路口上分手之时，像多情的少年男女那样悲伤得泪湿衣巾。",
                    "backgroundInfo" : "《送杜少府之任蜀州》是作者在长安时所写。这位姓杜的少府将到四川去上任，王勃在长安相送，临别时赠送给他这首送别诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送梓州李使君",
                    "author" : "王维",
                    "content" : "万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。",
                    "addtionInfo" : "梓州：梓州是隋唐州名，治所在今四川三台。李使君：李叔明，先任东川节度使、遂州刺史，后移镇梓州。壑（hè）：山谷。杜鹃：鸟名，一名杜宇，又名子规。树杪（miǎo）：树梢。汉女：汉水的妇女。橦（tóng）布：橦木花织成的布，为梓州特产。巴：古国名，故都在今四川重庆。芋田：蜀中产芋，当时为主粮之一。这句指巴人常为农田事发生讼案。文翁：汉景时为郡太守，政尚宽宏，见蜀地僻陋，乃建造学宫，诱育人才，使巴蜀日渐开化。翻：翻然改变，通“反”。先贤：已经去世的有才德的人。这里指汉景帝时蜀郡守。",
                    "classInfo" : "108",
                    "poetryID" : "2",
                    "source" : "2",
                    "analysesInfo" : "赠别之作，多从眼前景物写起，即景生情，抒发惜别之意。王维此诗，立意不在惜别，而在劝勉，因而一上来就从悬想着笔，遥写李使君赴任之地梓州（治今四川三台县）的自然风光，形象逼真，气韵生动，令人神往。&&&“万壑树参天，千山响杜鹃。”首联是说，梓州一带千山万壑尽是大树参天，山连山到处可听到悲鸣的杜鹃。&&&开头两句互文见义，起得极有气势：万壑千山，到处是参天的大树，到处是杜鹃的啼声。既有视觉形象，又有听觉感受，读来使人恍如置身期间，大有耳目应接不暇之感。这两句气象阔大，神韵俊迈，被后世诗评家引为律诗工于发端的范例。&&&“山中一夜雨，树杪百重泉。”颔联是说，山里昨夜不停的下起了透彻的春雨，树梢淅淅沥沥或像泻着百道清泉。&&&首联从大处落笔，气势不凡；颔联则从细处着墨，承接尤佳，不愧大家手笔。诗人展现了一幅绝妙的奇景：一夜透雨过后，山间飞泉百道，远远望去，好似悬挂在树梢上一般，充分表现出山势的高峻突兀和山泉的雄奇秀美。“山中”句承首联“山”字，“树杪”句承首联“树”字，两句又一泻而下，天然工巧。这两联挺拔流动，自然奇妙，画面、意境、气势、结构、语言俱佳。前人所谓“起四句高调摩云”（高步瀛《唐宋诗举要》引纪昀语）。“兴来神来，天然入妙，不可凑泊”（清王士禛《古夫于亭杂录》），诚非虚夸。&&&作者以欣羡的笔调描绘蜀地山水景物之后，诗的后半首转写蜀中民情和使君政事。&&&“汉女输橦布，巴人讼芋田。”汉女辛劳织布纳税，巴人地少诉讼争田。&&&梓州是少数民族聚居之地，那里的妇女按时向官府交纳用橦木花织成的布匹，那里的人们又常常会为芋田发生诉讼。“汉女”、“巴人”、“橦布”、“芋田”，处处紧扣蜀地的特点，而征收赋税，处理讼案，又都是李使君就任梓州刺史以后所掌管的职事，写在诗里，非常贴切。&&&“文翁翻教授，不敢倚先贤。”末两句是说，望你发扬文翁政绩，奋发有为不负先贤。&&&“文翁”是汉景帝时蜀郡太守，他曾兴办学校，教育人才，使蜀郡“由是大化”（《汉书·循吏传》）。王维以此勉励李使君，希望他效法文翁，翻新教化，而不要倚仗文翁等先贤原有的政绩，无所作为。&&&联系上文来看，既然蜀地环境如此之美，民情风土又如此淳朴，到那里去当刺史，自然更应当克尽职事，有所作为。整首诗寓劝勉于用典之中，寄厚望于送别之时，委婉而得体。&&&这首赠别诗不写离愁别恨，不作泛泛客套之语，却有对于国家大事、民生疾苦、友人前途的深切关心。&&&在艺术上这首赠别诗写的很有特色。前半首悬想梓州山林奇胜，是切地；颈联叙写蜀中民风，是切事；尾联用典以文翁拟李使君，官同事同，是切人。这样下来，神完气足精当不移。诗中所表现的情绪积极开朗，格调高远，是唐代送别佳篇。",
                    "transferInfo" : "千山万壑之中，到处都是参天大树，到处都是杜鹃的啼鸣声。山中一夜春雨过后，只见山间飞泉百道，远远望去，好似悬挂在树梢一般。汉水的妇女辛劳织布纳税，巴人地少常常诉讼争田。望你发扬文翁政绩，奋发有为不负先贤。",
                    "backgroundInfo" : "这是一首送别之作。具体创作时间不详，李使君当是初往梓州（治今四川三台）赴任，王维写此诗相赠。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "汉江临眺",
                    "author" : "王维",
                    "content" : "楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。",
                    "addtionInfo" : "汉江：即汉水，流经陕西汉中、安康，湖北十堰、襄阳、荆门、潜江、仙桃、孝感，到汉口流入长江。楚塞：楚国边境地带，这里指汉水流域，此地古为楚国辖区。三湘：湖南有湘潭、湘阴、湘乡，合称三湘。一说是漓湘、蒸湘、潇湘总称三湘。荆门：山名，荆门山，在今湖北宜都县西北的长江南岸，战国时为楚之西塞。九派：九条支流，长江至浔阳分为九支。这里指江西九江。郡邑：指汉水两岸的城镇。浦：水边。好风日：风景天气好。山翁：指山简，晋代竹林七贤之一山涛的幼子，西晋将领，镇守襄阳，有政绩，好酒，每饮必醉。这里借指襄阳地方官。",
                    "classInfo" : "9",
                    "poetryID" : "3",
                    "source" : "2",
                    "analysesInfo" : "此诗以淡雅的笔墨描绘了汉江周围壮丽的景色，表达了诗人追求美好境界、希望寄情山水的思想感情，也隐含了歌颂了地方行政长官的功绩之意。首联写众水交流，密不间发；颔联开阔空白，疏可走马；颈联由远而近，远近相映，笔墨酣畅；尾联直抒胸臆，可比作画上题字。诗人采取的几乎全是白描的写意手法，从大处着墨，于平凡中见新奇，将登高远眺、极目所见的山川景物写得极为壮阔飞动，奔放雄伟，全诗犹如一巨幅水墨山水，意境开阔，气魄宏大。&&&“楚塞三湘接，荆门九派通”，语工形肖，一笔勾勒出汉江雄浑壮阔的景色，作为画幅的背景。春秋战国时期，湖北、湖南等地都属于楚国，而襄阳位于楚之北境，所以这里称“楚塞”。“三湘”，一说湘水合漓水为漓湘，合蒸水为蒸湘，合潇水为潇湘，合称三湘；一说为湖南的湘潭、湘阴、湘乡。古诗文中，三湘一般泛称今洞庭湖南北、湘江一带。&&&“荆门”，山名，在今湖北宜都县西北。“九派”，指长江的九条支流，相传大禹治水，开凿江流，使九派相通。诗人泛舟江上，纵目远望，只见莽莽古楚之地和从湖南方面奔涌而来的“三湘”之水相连接，汹涌汉江入荆江而与长江九派汇聚合流。诗虽未点明汉江，但足已使人想象到汉江横卧楚塞而接“三湘”、通“九派”的浩渺水势。诗人将不可目击之景，予以概写总述，收漠漠平野于纸端，纳浩浩江流于画边，为整个画面渲染了气氛。&&&“江流天地外，山色有无中”，以山光水色作为画幅的远景。汉江滔滔远去，好像一直涌流到天地之外去了，两岸重重青山，迷迷蒙蒙，时隐时现，若有若无。前句写出江水的流长邈远，后句又以苍茫山色烘托出江势的浩瀚空阔。诗人着墨极淡，却给人以伟丽新奇之感，其效果远胜于重彩浓抹的油画和色调浓丽的水彩。而其“胜”，就在于画面的气韵生动。&&&王世贞说：“江流天地外，山色有无中，是诗家俊语，却入画三昧。”说得很中肯。而“天地外”、“有无中”，又为诗歌平添了一种迷茫、玄远、无可穷尽的意境，所谓“含不尽之意见于言外”。首联写众水交流，密不间发，此联开阔空白，疏可走马，画面上疏密相间，错综有致。&&&接着，诗人的笔墨从“天地外”收拢，写出眼前波澜壮阔之景：“郡邑浮前浦，波澜动远空。”正当诗人极目远望，突然间风起浪涌，所乘之舟上下波动，眼前的襄阳城郭也随着波浪在江水中浮浮沉沉。风越来越大，波涛越来越汹涌，浪拍云天，船身颠簸，仿佛天空也为之摇荡起来。风浪之前，船儿是平缓地在江面行驶，城郭是静止地立于岸边，远空是不动地悬于天际；风浪忽至，一切都动了起来。这里，诗人笔法飘逸流动。明明是所乘之舟上下波动，却说是前面的城郭在水面上浮动；明明是波涛汹涌，浪拍云天，却说成天空也为之摇荡起来。诗人故意用这种动与静的错觉，进一步渲染了磅礴水势。“浮”、“动”两个动词用得极妙，使诗人笔下之景活起来了，诗也随之飘逸起来了，同时，诗人的一种泛舟江上的怡然自得的心态也从中表现了出来，江水磅礴的气也表现了出来。诗人描绘的景象是泛舟所见，舟中人产生了一种动荡的错觉，这种错觉也正好符合诗句中的汉水的描写，所以这两个词用得极其恰当。&&&“襄阳好风日，留醉与山翁。”山翁，即山简，晋人。《晋书·山简传》说他曾任征南将军，镇守襄阳。当地习氏的园林，风景很好，山简常到习家池上大醉而归。诗人要与山简共谋一醉，流露出对襄阳风物的热爱之情。此情也融合在前面的景色描绘之中，充满了积极乐观的情绪。尾联诗人直抒胸臆，表达了留恋山水的志趣。",
                    "transferInfo" : "汉江流经楚塞又折入三湘，西起荆门往东与九江相通。江水滔滔远去，好像一直涌流到天地之外，两岸山色时隐时现，若有若无。远处的城郭好像在水面上飘动，波翻浪涌，辽远的天空也仿佛为之摇荡。襄阳的风景天气好，我要与山翁共醉于此。",
                    "backgroundInfo" : "公元740年（唐玄宗开元二十八年），时任殿中侍御史的王维，因公务去南方，途径襄阳。此诗是诗人在襄阳城欣赏汉江景色时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "终南别业",
                    "author" : "王维",
                    "content" : "中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。",
                    "addtionInfo" : "中岁：中年。好（hào）：喜好。道：这里指佛教。家：安家。南山：即终南山。陲（chuí）：边缘，旁边，边境；南山陲，指辋 川别墅所在地，意思是终南山脚下。胜事：美好的事。值：遇到。叟（sǒu）：老翁。无还期：没有回还的准确时间。",
                    "classInfo" : "106",
                    "poetryID" : "4",
                    "source" : "2",
                    "analysesInfo" : "开头两句：“中岁颇好道，晚家南山陲。”叙述诗人中年以后即厌尘俗，而信奉佛教。“晚”是晚年；“南山陲”指辋川别墅所在地。此处原为宋之问别墅，王维得到这个地方后，完全被那里秀丽、寂静的田园山水陶醉了。他在《山中与裴秀才迪书》的信中说：“足下方温经，猥不敢相烦。辄便往山中，憩感兴寺，与山僧饭讫而去。北涉玄灞，清月映郭；夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外；深巷寒犬，吠声如豹；村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔携手赋诗，步仄径、临清流也。”&&&这段描述可以说明诗中第二联“兴来每独往，胜事空自知”中透露出来的闲情逸致。上一句“独往”，写出诗人的勃勃兴致；下一句“自知”，又写出诗人欣赏美景时的乐趣。与诗人有着同样兴趣爱好的人不多，兴致来时，他惟有独自游览，赏景怡情，能自得其乐，随处若有所得，他不求人知，只求自己心会其趣而已。&&&第三联，即说“胜事自知”。“行到水穷处”，是说随意而行，走到哪里算哪里，然而不知不觉，竟来到流水的尽头，看是无路可走了，于是索性就地坐了下来。&&&“坐看云起时”，是心情悠闲到极点的表示。云本来就给人以悠闲的感觉，也给人以无心的印象，因此陶潜才有“云无心以出岫”的话（见《归去来辞》）。通过这一行、一到、一坐、一看的描写，诗人此时心境的闲适也就明白地揭示出来了。此二句深为后代诗家所赞赏。近人俞陛云说：“行至水穷，若已到尽头，而又看云起，见妙境之无穷。可悟处世事变之无穷，求学之义理亦无穷。此二句有一片化机之妙。”（《诗境浅说》）这是很有见地的。再从艺术上看，这二句诗是诗中有画，天然便是一幅山水画。《宣和画谱》指出：“‘行到水穷处，坐看云起时’及‘白云回望合，青霭入看无’之类，以其句法，皆所画也。”&&&王维的诗与画极富禅机禅意，文学史上尊他为“诗佛”。他的两句话“行到水穷处，坐看云起时”，“水穷处”指的是什么？登山时溯流而上，走到最后溪流不见了。有一个可能是该处为山泉的发源地，掩于地表之下。另一个可能 是下雨之后汇集而成的涧水在此地干枯了。这个登山者走著走著，走到水不见了，索性坐下来，看见山岭上云朵涌起。原来水上了天了，变成了云，云又可以变成雨，到时山涧又会有水了，何必绝望？&&&人生境界也是如此。在生命过程中，不论经营爱情、事业、学问等，勇往直前，后来竟发现是一条没法走的绝路，山穷水尽的悲哀失落难免出现。此时不妨往旁边或回头看，也许有别的路通往别处；即使根本没路可走，往天空看吧！虽然身体在绝境中，但是心灵还可以畅游太空，自在、愉快地欣赏大自然，体会宽广深远的人生境界，不觉得自己穷途末路。&&&此句有两种意境第一种，身处绝境时不要失望，因为那正是希望的开始；山里的水是因雨而有的，有云起来就表示水快来了。 另一种境界是，即使现在不下雨也没关系，总有一天会下雨。从水穷到云起到下雨的过程，正如一个人在修行过程中遇到很大的困难，有身体的障碍，有心理的障碍，还有环境的障碍。如果因此而退心，要把念头回到初发心的观点上。初发心就是初发菩提心的时候。初发心时什么也没有，对修行的方法、观念都不了解。你先回溯当时的情形再看看目前，不是已经走了相当长的路了吗？所以不要失望，不要放弃。人生的每个阶段也都可能发生这种状况，如果用这种诗境来看待，处处会有活路的。&&&最后一联：“偶然值林叟，谈笑无还期。”突出了“偶然”二字。其实不止遇见这林叟是出于偶然，本来出游便是乘兴而去，带有偶然性。“行到水穷处”又是偶然。“偶然”二字贯穿上下，成为此次出游的一个特色。而且正因处处偶然，所以处处都是“无心的遇合”，更显出心中的悠闲，如行云自由翱翔，如流水自由流淌，形迹毫无拘束。它写出了诗人那种天性淡逸，超然物外的风采，对于读者了解王维的思想是有认识意义的。&&&这首诗没有描绘具体的山川景物，而重在表现诗人隐居山间时悠闲自得的心境。诗的前六句自然闲静，诗人的形象如同一位不食人间烟火的世外高人，他不问世事，视山间为乐土。不刻意探幽寻胜，而能随时随处领略到大自然的美好。结尾两句，引入人的活动，带来生活气息，诗人的形象也更为可亲。",
                    "transferInfo" : "中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。",
                    "backgroundInfo" : "此诗大约写于公元758年（唐肃宗乾元元年）之后，是王维晚年时期的作品。王维晚年官至尚书右丞，由于政局变化反复，他早已看到仕途的艰险，便想超脱这个烦扰的尘世。他吃斋奉佛，悠闲自在，大约四十岁后，就开始过着亦官亦隐的生活。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "终南山",
                    "author" : "王维",
                    "content" : "太乙近天都，连山接海隅。白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。",
                    "addtionInfo" : "终南山，在长安南五十里，秦岭主峰之一。古人又称秦岭山脉为终南山。秦岭绵延八百余里，是渭水和汉水的分水岭。太乙：又名太一，秦岭之一峰。天都：天帝所居，这里指帝都长安。青霭：山中的岚气。霭：云气。海隅：海边。终南山并不到海，此为夸张之词。分野：古天文学名词。古人以天上的二十八个星宿的位置来区分中国境内的地域，被称为分野。地上的每一个区域都对应星空的某一处分野。壑：山谷。“分野中峰变，阴晴众壑殊”这两句诗是说终南山连绵延伸，占地极广，中峰两侧的分野都变了，众山谷的天气也阴晴变化，各自不同。人处：有人烟处。",
                    "classInfo" : "44",
                    "poetryID" : "5",
                    "source" : "2",
                    "analysesInfo" : "王维之诗自古有“诗如画”之说。品其诗如赏中国画。清新淡雅；读其诗似游神州万里江山，恢弘壮阔。诗中一句一词，点点滴滴，尽是诗人豪情万丈。《终南山》就是这样一首王维山水诗的亮点之作。&&&“太乙近天都，连山到海隅。”首联是说，巍巍的终南山高入云霄，与天帝的都城临近。绵亘不绝的山峦，延伸到遥远的大海之滨。&&&首联写终南山的远景，借用夸张的手法勾画了终南山的总轮廓。这个总轮廓，只能得知于远眺，而不能得之于逼视。所以这一联显然是写远景。&&&“太乙”是终南山的别称。中南虽高，去天甚远，说它“近天都”，当然是艺术夸张。但这是写远景，从平地遥望终南，其顶峰的确与天连接，因而说它“近天都”，正是以夸张写真实。终南山西起甘肃天水，东至河南陕县，远远未到海隅。说它“接海隅”，固然不合事实，说它与他山连接不断，直到海隅，又何尝符合事实？然而这是写远景，从长安遥望终南，西边望不到头，东边望不到尾。用“连山接海隅”写终南远景，虽夸张而愈见真实。&&&“白云回望合，青霭入看无。”次联是说，我在深山前行，缭绕的云雾分向两边，回头望去，白云又在身后合成了茫茫的一片。我朝濛濛的青霭走去，一到面前却杳然不见。&&&次联写近景，“回望”既与下句“入看”对偶，则其意为“回头望”，王维写的是入终南山而“回望”，望的是刚走过的路。诗人身在终南山中，朝前看，白云弥漫，看不见路，也看不见其他景物，仿佛再走几步，就可以浮游于白云的海洋；然而继续前进，白云却继续分向两边，可望而不可即；回头看，分向两边的白云又合拢来，汇成茫茫的云海。这种奇妙的境界，凡有游山经历的人并不陌生。&&&“青霭入看无”一句，与上句“白云回望合”是“互文”，它们交错为用，相互补充。诗人走出茫茫云海，前面又是濛濛青霭，仿佛继续前进，就可以摸着那青霭了；然而走了进去，却不但摸不着，而且看不见；回过头去，那青霭又合拢来，濛濛漫漫，可望而不可即。&&&这一联诗，写烟云变灭，移步换形，极富含孕。即如终南山中千岩万壑，苍松古柏，怪石清泉，奇花异草，那些值得观赏的景物，一切都笼罩于茫茫白云、濛濛青霭之中，看不见，看不真切。惟其如此，才更令人神往。另一方面，已经看见的美景仍然使人留恋，不能不“回望”，“回望”而“白云”、“青霭”俱合，刚才呈现于眉睫的景物或笼以青纱，或裹以冰绡，由清晰而朦胧。由朦胧而隐没，更令人回味无穷。这一切诗人并不明说，为我们留下了驰骋想象的广阔天地。&&&“分野中峰变，阴晴众壑殊。”颈联是说，终南山是这样的辽阔，中央主峰把终南东西隔开，阳光照耀群山，千岩万壑或明或暗，深深浅浅。&&&颈联高度概括，尺幅万里。首联写出了终南山的高和从西到东的远，这是从山北遥望所见的景象。至于终南山从北到南的阔，则是用“分野中峰变”一句来表现。游山而有这样的认识，则诗人立足“中峰”，纵目四望之状已经依稀可见。终南山东西的绵远，南北的辽阔，只有立足于“近天都”的“中峰”，才能收全景于眼底；而“阴晴众壑殊”就是尽收眼底的全景。这全景是以阳光的或浓或淡，或有或无来表现千岩万壑的的千形万态。&&&“欲投人处宿，隔水问樵夫。”尾联是说，我想在山里找一个人家投宿，隔着涧流，询问林中的樵夫。&&&对于尾联，历来有不同的理解、不同的评价。对此，清沈德潜说：“或谓末二句与通体不配。今玩其语意，见山远而人寡也，非寻常写景可比。”（《唐诗别裁集》）然而通过玩其语意，我们似乎可以领会更多的东西。第一，“欲投人处宿”，这个句子分明省略了主语“我”，因而有此一句，便见得我在游山，句句有我，处处有我，以我观物，因景抒情。第二，“欲投人处宿”而要“隔山问樵夫”，则“我”还要留宿山中，明日再游，而山景之赏心悦目，也不难于言外得之。第三，诗人既到“中峰”，则“隔水问樵夫”的“水”实际上是深沟大涧；那么他是怎样发现这一樵夫的呢？樵夫必砍樵，就必然有树林，有响动，使人循声辨向，从隔水的树林里发现樵夫的情景，不难想见。既有“樵夫”，则知不太遥远的地方必然有人居住，因而问何处可以投宿，樵夫口答手指，诗人侧首遥望的情景，也不难想见。&&&艺术创作，贵在以个别显示一般，以不全求全，刘勰所谓“以少总多”，古代画论家所谓“意余于象”，都是这个意思。作为诗人兼画家的王维，深懂此中奥秘，因而能用只有四十个字的一首五言律诗，为偌大一座终南山传神写照，“以不全求全”，从而收到了“以少总多”，“意余于象”的艺术效果。&&&诗旨在咏叹终南山的宏伟壮大。首联写远景，以艺术的夸张，极言山之高远。颔联写近景，身在山中之所见，铺叙云气变幻，移步变形，极富含蕴。颈联进一步写山之南北辽阔和千岩万壑的千形万态。末联写为了入山穷胜，想投宿山中人家。“隔水”二字点出了作者“远望”的位置。全诗写景、写人、写物，动如脱兔，静若淑女，有声有色，意境清新、宛若一幅山水画。",
                    "transferInfo" : "巍巍的终南山临近长安城，山连着山一直延伸到海边。回望山下白云滚滚连成一片，青霭迷茫进入山中都不见。中央主峰把终南东西隔开，各山间山谷迥异阴晴多变。想在山中找个人家去投宿，隔水询问那樵夫可否方便？",
                    "backgroundInfo" : "公元741年（开元二十九年）至公元744年（天宝三年）之间，王维曾隐居于长安附近的终南山，这首诗大概是诗人隐居终南期间的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "酬张少府",
                    "author" : "王维",
                    "content" : "晚年唯好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。",
                    "addtionInfo" : "酬：以诗词酬答。张少府：当指张九龄，字子寿，一名博物。韶州曲江（今属广东）人。官至中书侍郎同中书门下平章事。后遭李林甫排挤罢相。少府，唐人称县尉为少府。晚年：年老之时。唯：亦写作“惟”，只。好（hào）：爱好。自顾：自念；自视。长策：犹良计。空知：徒然知道。旧林：指禽鸟往日栖息之所。这里比喻旧日曾经隐居的园林。晋陶潜《归园田居》诗之一：“羁鸟恋旧林，池鱼思故渊”。吹解带：吹着诗人宽解衣带时的闲散心情。解带，表示熟不拘礼，或表示闲适。“君问”两句：这是劝张少府达观，也即要他像渔樵那样，不因穷通而有得失之患。穷：不能当官。通：能当官。理：道理。渔歌：隐士的歌。",
                    "classInfo" : "30",
                    "poetryID" : "6",
                    "source" : "2",
                    "analysesInfo" : "这是一首赠友诗。全诗写情多于写景。此诗前四句全是写情，隐含着诗人伟大抱负不能实现的矛盾苦闷心情。颈联写隐逸生活的情趣，情景浑成，物我两忘，以动写静，为高人达士作了传神的写照。末联是即景悟情，以问答形式作结，故作玄解，以不管作答，含蓄而富有韵味。全诗着意自述“好静”之志趣，写自己对闲适生活的快意，并表示自己对天地间的大道理有所领悟，已经能超然物外，从表面上看似乎很达观，但从诗意中，还是透露出一点点失落、苦闷的气息。&&&诗开头就说“晚年唯好静，万事不关心”，描述了晚年唯好清静、万事皆不关心的心态，看似达观，实则表露出诗人远大抱负无法实现的无奈情绪。说自己人到晚年，惟好清静，对什么事情都漠不关心了，乍一看，生活态度消极之至，但这是表面现象。仔细推求起来，这“唯好静”的“唯”字大有文章。一是确实“只”好静。二是“动”不了才“只得”好静。三是显示出极端消极的生活态度。既不写中年、早年“惟好静”，却写晚年变得“惟好静”，耐人寻味。如细细品味，不难发现此中包含着心灵的隐痛。&&&颔联紧承首联，“自顾无长策”道出诗人理想的破灭和思想上的矛盾、痛苦，在冷硬的现实面前，深感无能为力。既然理想无法实现，就只好另寻出路。入世不成，便只剩下出世一条路了。亦即跳出是非场，放波山水，归隐田园，“空知返旧林”。一个“空”字，包含着几多酸楚与感慨！此两句亦透露了一个中年消息。王维此时虽任京官，但对朝政已经完全失望，开始过着半官半隐的生活，“晚年唯好静，万事不关心”，正是他此时内心的真实写照。&&&王维早年，怀有政治抱负的雄心，在张九龄任相时，他对现实充满希望。然而，没过多久，张九龄罢相贬官，朝政大权落到奸相李林甫手中，忠贞正直之士一个个受到排斥、打击，政治局面日趋黑暗，王维的理想随之破灭。在严酷的现实面前，他既不愿意同流合污，又感到自己无能为力。“自顾无长策”，就是他思想上矛盾、苦闷的反映。他表面上说自己无能，骨子里隐含着牢骚。尽管在李林甫当政时，王维并未受到迫害，实际上还升了官，但他内心的矛盾和苦闷却越来越加深了。对于这个正直而又软弱、再加上长期接受佛教影响的封建知识分子来说，出路就只剩下跳出是非圈子、返回旧时的园林归隐这一途了。“空知返旧林”意谓：理想落空，归隐何益？然而又不得不如此。在他那恬淡好静的外表下，内心深处的隐痛和感慨，还是依稀可辨的。&&&颈联写的是诗人归隐“旧林”后的通送适意。理想落空的悲哀被“松风吹解带，山月照弹琴”的闲适所取代。摆脱了仕宦的种种压力，诗人可以迎着松林清风解带敞怀，在山间明月的伴照下独坐弹琴，自由自在，悠然自得。然而在这恬淡闲适的生活中，依然可以感受到诗人内心深处的隐痛和感慨。诗人肯定、赞赏那种“松风吹解带，山月照弹琴”的隐逸生活和闲适情趣，实际上是他在苦闷之中追求精神解脱的一种表现。这既含有消极因素，又含有与官场生活相对照、隐示厌恶与否定官场生活的意味。&&&“松风”、“山月”均含有高洁之意。王维追求这种隐逸生活和闲适情趣，说他逃避现实也罢，自我麻醉也罢，无论如何，总比同流合污、随波逐流好。诗人在前面四句抒写胸臆之后，抓住隐逸生活的两个典型细节加以描绘，展现了一幅鲜明生动的形象画面，将“松风”、“山月”都写得似通人意，情与景相生，意和境相谐，主客观融为一体，这就大大增强了诗歌的形象性。&&&尾联诗人借答张少府，用《楚辞·渔父》的结意现出诗人企羡渔父悠然独居，不问人间穷通。歌入浦，以不答为咎，合不尽之意于言外。“君问穷通理，渔歌入浦深”，用一问一答的形式，照应了“酬”字；同时，又妙在以不答作答：若要问我穷通之理，我可要唱着渔歌向河浦的深处去了。末句含蓄蕴藉，耐人咀嚼，似乎在说：世事如此，还问什么穷通之理，不如跟我一块归隐去吧！又淡淡地勾出一幅画面，用它来结束全诗，可真有点“韵外之致”、“味外之旨”（司空图《与李生论诗书》）的“神韵”。王维避免对当世发表议论，隐约其词，似乎在说：通则显，穷则隐，豁达者无可无不可，何必以穷通为怀。而联系上文来看，又似乎在说：世事如此，还问什么穷通之理，不如跟我一块归隐去吧！这就带有一些与现实不合作的意味了。&&&从表面上看，诗人显得很达观。可是，这种对万事不关心的态度，正是一种抑郁不满情绪的表现，字里行间流露出不得已的苦闷，说明了诗人仍然未忘朝政，消沉思想是理想幻灭的产物。“自顾无长策，空知返旧林”两句含义是非常深永的。他没有回天之力，又不愿同流合污，只能洁身隐遁。他又故意用轻松的笔调描写隐居之乐，并对友人说“君问穷能理，渔歌入浦深”，大有深意，似乎只有在山林生活中他才领悟了人生的真谛，表现出诗人不愿与统治者合作的态度，语言含蓄有致，发人深思。诗的末句又淡淡地勾出一幅画面，含蓄而富有韵味，耐人咀嚼，发人深思，正是这样一种妙结。",
                    "transferInfo" : "人到晚年就特别喜好安静，对人间万事都漠不关心。自思没有高策可以报效国家，只要求归隐家乡的山林。迎着松林清风解带敞怀，在山间明月的伴照下独坐弹琴，自由自在。世事如此，还问什么穷通之理，不如去听听水浦深处渔歌声音。",
                    "backgroundInfo" : "此诗作于公元741年（唐玄宗开元二十九年），是王维写给张少府（张九龄）的作品。从题目冠以“酬”字看，当是张少府先有诗相赠，王维再写此诗为酬。此诗反映了他既不想同流合污，只好洁身自爱，走隐逸之路。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "过香积寺",
                    "author" : "王维",
                    "content" : "不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。",
                    "addtionInfo" : "过：过访，探望。香积寺：唐代著名寺院。入云峰：登上入云的高峰。钟：寺庙的钟鸣声。咽：呜咽。危：高的，陡的。“危石”意为高耸的崖石。冷青松：为青松所冷。薄暮：黄昏。曲：水边。“安禅”即安静地打坐，在这里指佛家思想。安禅：为佛家术语，指身心安然进入清寂宁静的境界，在这里指佛家思想。毒龙：佛家比喻俗人的邪念妄想。",
                    "classInfo" : "101",
                    "poetryID" : "7",
                    "source" : "2",
                    "analysesInfo" : "这是一首写游览的诗，主要在于描写山中古寺之幽深静寂。此诗意在写山寺，但并不正面描摹，而侧写周围景物，来烘托映衬山寺之幽胜。最后看到深潭已空，想到佛经中所说的其性暴烈的毒龙已经制服，喻指只有克服邪念妄想，才能悟到禅理的高深，领略宁静之幽趣。全诗不写寺院，而寺院已在其中。诗歌构思奇妙、炼字精巧，其中“泉声咽危石，日色冷青松”，历来被誉为炼字典范。&&&诗题“过香积寺”的“过”，意谓“访问”、“探望”。既是去访香积寺，却又从“不知”说起；“不知”而又要去访，表现出诗人的洒脱不羁。因为“不知”，诗人便步入茫茫山林中去寻找，行不数里就进入白云缭绕的山峰之下。此句正面写人入云峰，实际映衬香积寺之深藏幽邃。还未到寺，已是如此云封雾罩，香积寺之幽远可想而知矣。&&&接着四句，是写诗人在深山密林中的目见和耳闻。先看三四两句。古树参天的丛林中，杳无人迹；忽然又飘来一阵隐隐的钟声，在深山空谷中回响，使得本来就很寂静的山林又蒙上了一层迷惘、神秘的情调，显得越发安谧。“何处”二字，看似寻常，实则绝妙：由于山深林密，使人不觉钟声从何而来，只有“嗡嗡”的声音在四周缭绕；这与上句的“无人”相应，又暗承首句的“不知”。有小径而无人行，听钟鸣而不知何处，再衬以周遭参天的古树和层峦叠嶂的群山。这是十分荒僻而又幽静的境界。&&&“泉声咽危石，日色冷青松。”两句，仍然意在表现环境的幽冷，而手法和上二句不同，写声写色，逼真如画，堪称名句。诗人以倒装句，突出了入耳的泉声和触目的日色。“咽”字在这里下得极为准确、生动：山中危石耸立，流泉自然不能轻快地流淌，只能在嶙峋的岩石间艰难地穿行，仿佛痛苦地发出幽咽之声。诗人用“冷”来形容“日色”，粗看极谬，然而仔细玩味，这个“冷”字实在太妙了。夕阳西下，昏黄的余晖涂抹在一片幽深的松林上，这情状，不能不“冷”。诗人涉荒穿幽，直到天快黑时才到香积寺，看到了寺前的水潭。“空潭”之“空”不能简单地理解为“什么也没有”。王维诗中常用“空”字，如“空山不见人”、“空山新雨后”、“夜静春山空”之类，都含有宁静的意思。暮色降临，面对空阔幽静的水潭，看着澄清透彻的潭水，再联系到寺内修行学佛的僧人，诗人不禁想起佛教的故事：在西方的一个水潭中，曾有一毒龙藏身，累累害人。佛门高僧以无边的佛法制服了毒龙，使其离潭他去，永不伤人。佛法可以制毒龙，亦可以克制世人心中的欲念啊。“安禅”为佛家术语，即安静地打坐，在这里指佛家思想。“毒龙”用以比喻世俗人的欲望。&&&诗采用由远到近、由景入情的写法，从“入云峰”到“空潭曲”逐步接近香积寺，最后则吐露“安禅制毒龙”的情思。这中间过渡毫无痕迹，浑然天成。诗人描绘幽静的山林景色，并不一味地从寂静无声上用力，反而着意写了隐隐的钟声和呜咽的泉声，这钟声和泉声非但没有冲淡整个环境的平静，反而增添了深山丛林的僻静之感。这就是通常所讲的“鸟鸣山更幽”的境界。&&&王维晚年诗笔常带有一种恬淡宁静的气氛。这首诗，就是以他沉湎于佛学的恬静心境，描绘出山林古寺的幽邃环境，从而造成一种清高幽僻的意境。王国维谓“不知一切景语，皆情语也”。这首诗的前六句纯乎写景，然无一处不透露诗人的心情，可以说，王维是把“晚年惟好静”的情趣融化到所描写的景物中去的了。因此最后“安禅制毒龙”，便是诗人心迹的自然流露。",
                    "transferInfo" : "不知香积寺在哪座山中，走了数里，就进入了白云缭绕的山峰。古木参天却没有人行路径，深山里何处传来古寺鸣钟？山中泉水撞击危石响声幽咽，松林里日光照射也显的寒冷。日暮时分，独自在空寂的潭边，安禅人定以治伏尘俗的毒龙。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "辋川闲居赠裴秀才迪",
                    "author" : "王维",
                    "content" : "寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。复值接舆醉，狂歌五柳前。",
                    "addtionInfo" : "辋川：水名，在今陕西省蓝田县南终南山下。裴迪：诗人，王维的好友，与王维唱和较多。转：转为，变为。苍翠：青绿色，苍为灰白色，翠为墨绿色。潺湲（chán yuán ）：水流声。这里指水流缓慢的样子，当作为“缓慢地流淌”解。听暮蝉：聆听秋后的蝉儿的鸣叫。暮蝉：秋后的蝉，这里是指蝉的叫声。渡头：渡口。墟里：村落。孤烟：直升的炊烟，可以是倚门看到的第一缕村烟。值：遇到。接舆：陆通先生的字。接舆是春秋时楚国人，好养性，假装疯狂，不出去做官。在这里以接舆比裴迪。五柳：陶渊明。这里诗人以“五柳先生”自比。这两句诗的意思是说，又碰到狂放的裴迪喝醉了酒，在我面前唱歌。",
                    "classInfo" : "4",
                    "poetryID" : "8",
                    "source" : "2",
                    "analysesInfo" : "本首诗所要极力表现的是辋川的秋景。一联和三联写山水原野的深秋晚景，诗人选择富有季节和时间特征的景物：苍翠的寒山、缓缓的秋水、渡口的夕阳，墟里的炊烟，有声有色，动静结合，勾勒出一幅和谐幽静而又富有生机的田园山水画。诗的二联和四联写诗人与裴迪的闲居之乐。倚杖柴门，临风听蝉，把诗人安逸的神态，超然物外的情致，写得栩栩如生；醉酒狂歌，则把裴迪的狂士风度表现得淋漓尽致。全诗物我一体，情景交融，诗中有画，画中有诗。&&&此诗、画、音乐完美结合的五律。首联和颈联写景，描绘辋川附近山水田园的深秋暮色；颔联和尾联写人，刻画诗人和裴迪两个隐士的形象。风光人物，交替行文，相映成趣，形成物我一体、情景交融的艺术境界，抒写诗人的闲居之乐和对友人的真切情谊。&&&“寒山转苍翠，秋水日潺湲。”首联写山中秋景。时在水落石出的寒秋，山间泉水不停歇地潺潺作响；随着天色向晚，山色也变得更加苍翠。不待颔联说出“暮”字，已给人以时近黄昏的印象。“转”和“日”用得巧妙。转苍翠，表示山色愈来愈深，愈来愈浓；山是静止的，这一“转”字，便凭借颜色的渐变而写出它的动态。日潺湲，就是日日潺湲，每日每时都在喧响；水是流动的，用一“日”字，却令人感觉它始终如一的守恒。寥寥十字，勾勒出一幅有色彩，有音响，动静结合的画面。&&&“渡头余落日，墟里上孤烟。”颈联写原野暮色。夕阳欲落，炊烟初升，是田野黄昏的典型景象。渡头在水，墟里在陆；落日属自然，炊烟属人事：景物的选取是很见匠心的。“墟里上孤烟”，显系从陶潜“暧暧远人村，依依墟里烟”（《归田园居之一》）点化而来。但陶句是拟人化的表现远处村落上方炊烟萦绕、不忍离去的情味，王句却是用白描手法表现黄昏第一缕炊烟袅袅升到半空的景象，各有各的形象，各有各的意境。这一联是王维修辞的名句，历来被人称道。“渡头余落日”，精确地剪取落日行将与水面相切的一瞬间，富有包孕地显示了落日的动态和趋向，在时间和空间上都为读者留下想象的余地。“墟里上孤烟”，写的也是富有包孕的片刻。“上”字，不仅写出炊烟悠然上升的动态，而且显示已经升到相当的高度。&&&首、颈两联，以寒山、秋水、落日、孤烟等富有季节和时间特征的景物，构成一幅和谐静谧的山水田园风景画。但这风景并非单纯的孤立的客观存在，而是画在人眼里，人在画图中，一景一物都经过诗人主观的过滤而带上了感情色彩。颔联：“倚杖柴门外，临风听暮蝉。”这就是诗人的形象。柴门，表现隐居生活和田园风味；倚杖，表现年事已高和意态安闲。柴门之外，倚杖临风，听晚树鸣蝉、寒山泉水，看渡头落日、墟里孤烟，那安逸的神态，潇洒的闲情，和“策扶老以流憩，时矫首而遐观”（《归去来辞》）的陶渊明有几分相似。&&&事实上，王维对那位“古今隐逸诗人之宗”，也是十分仰慕的，就在这首诗中，不仅仿效了陶的诗句，而且在尾联引用了陶的典故：“复值接舆醉，狂歌五柳前。”陶文《五柳先生传》的主人公，是一位忘怀得失、诗酒自娱的隐者，“宅边有五柳树，因以为号焉。”实则，生正是陶潜的自我写照；而王维自称五柳，就是以陶潜自况的。接舆，是春秋时代“凤歌笑孔丘”的楚国狂士，诗人把沉醉狂歌的裴迪与楚狂接舆相比，乃是对这位年轻朋友的赞许。陶潜与接舆──王维与裴迪，个性虽大不一样，但那超然物外的心迹却是相近相亲的。所以，“复值接舆醉”的复字，不表示又一次遇见裴迪，而是表示诗人情感的加倍和进层：既赏佳景，更遇良朋，辋川闲居之乐，至于此极啊！末联生动地刻画了裴迪的狂士形象，表明了诗人对他的由衷的好感和欢迎，诗题中的赠字，也便有了着落。&&&颔联和尾联，对两个人物形象的刻画，也不是孤立进行，而是和景物描写密切结合的。柴门、暮蝉、晚风、五柳，有形无形，有声无声，都是写景。五柳，虽是典故，但对王维说来，模仿陶渊明笔下的人物，植五柳于柴门之外，这是自然而然的。",
                    "transferInfo" : "黄昏时寒冷的山野变得更加苍翠，秋水日夜缓缓流淌。我拄着拐杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。渡口一片寂静，只剩斜照的落日，村子里升起缕缕炊烟。又碰到狂放的裴迪喝醉了酒，在我面前唱歌。",
                    "backgroundInfo" : "裴迪是王维好友，两人都隐居在终南山，常常在辋川“浮舟往来，弹琴赋诗，啸咏终日”。这首诗就是王维写给裴迪的酬赠诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山居秋暝",
                    "author" : "王维",
                    "content" : "空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。",
                    "addtionInfo" : "暝（míng）：日落，天色将晚。空山：空旷，空寂的山野。新：刚刚。清泉石上流：写的正是雨后的景色。竹喧：竹林中笑语喧哗。喧：喧哗，这里指竹叶发出沙沙声响。浣（huàn）女：洗衣服的姑娘。浣：洗涤衣物。随意：任凭。春芳：春天的花草。歇：消散，消失。王孙：原指贵族子弟，后来也泛指隐居的人。留：居。此句反用淮南小山《招隐士》：“王孙兮归来，山中兮不可久留”的意思，王孙实亦自指。反映出无可无不可的襟怀。",
                    "classInfo" : "9",
                    "poetryID" : "9",
                    "source" : "2",
                    "analysesInfo" : "这首诗为山水名篇。描绘了秋雨初晴后傍晚时分山村的旖旎风光和山居村民的淳朴风尚，表现了诗人寄情山水田园并对隐居生活怡然自得的满足心情，以自然美来表现人格美和社会美。全诗将空山雨后的秋凉，松间明月的光照，石上清泉的声音以及浣女归来竹林中的喧笑声，渔船穿过荷花的动态，和谐完美地融合在一起，给人一种丰富新鲜的感受。它像一幅清新秀丽的山水画，又像一支恬静优美的抒情乐曲，体现了王维诗中有画的创作特点。&&&首联是写雨后山中秋景，由于这里人迹罕至，自然不知山中有人来了。“空山”两字点出此外有如世外桃源，山雨初霁，万物为之一新，又是初秋的傍晚，空气之清新，景色之美妙，可以想见。&&&颔联天色已暝，却有皓月当空；群芳已谢，却有青松如盖。山泉清冽，淙淙流泻于山石之上，有如一条洁白无瑕的素练，在月光下闪闪发光，多么幽清明净的自然美啊！王维的《济上四贤咏》曾经赞叹两位贤士的高尚情操，谓其“息阴无恶木，饮水必清源”。诗人自己也是这种心志高洁的人。这月下青松和石上清泉，不正是他所追求的理想境界吗？这两句写景如画，随意洒脱，毫不着力。&&&颈联中诗人先写“竹喧”再写“莲动”，因为浣女隐在竹林之中，渔舟被莲叶遮蔽，起初未见，等到听到竹林喧声，看到莲叶纷披，才发现浣女、莲舟。这样写更富有真情实感，更富有诗意。写到竹林里传来了一阵阵的歌声笑语，那是一些天真无邪的姑娘们洗罢衣服笑逐着归来了；亭亭玉立的荷叶纷纷向两旁披分，掀翻了无数珍珠般晶莹的水珠，那是顺流而下的渔舟划破了荷塘月色的宁静。在这青松明月之下，在这翠竹青莲之中，生活着这样一群无忧无虑、勤劳善良的人们。这和谐美好的生活图景，反映了诗人希望过闲适无忧无虑呃生活的向往，同时也从反面衬托出他对黑暗官场的厌恶。这两句写的很有技巧，而用笔不露痕迹，使人不觉其巧。&&&尾联则是诗人有感而发。虽然春光已逝，但秋景更佳，愿意留下来。其喜归自然，寄情山水，崇尚恬静、淡泊的田园生活，不愿同流合污的感受。厌恶宦海之情溢于言表。&&&诗的中间两联同是写景，而各有侧重。颔联侧重写物，以物芳而明志洁；颈联侧重写人，以人和而望政通。同时，二者又互为补充，泉水、青松、翠竹、青莲，可以说都是诗人高尚情操的写照，都是诗人理想境界的环境烘托。&&&这首诗是以自然美来表现诗人的人格美和一种理想中的社会之美。表面看来，这首诗只是用“赋”的方法模山范水，对景物作细致感人的刻画，实际上通篇都是比兴。诗人通过对山水的描绘寄慨言志，含蕴丰富，耐人寻味。",
                    "transferInfo" : "新雨过后山谷里空旷清新，初秋傍晚的天气特别凉爽。明月映照着幽静的松林间，清澈泉水在山石上淙淙淌流。竹林中少女喧笑洗衣归来，莲叶轻摇是上游荡下轻舟。任凭春天的美景消歇，眼前的秋景足以令人流连。",
                    "backgroundInfo" : "这首诗写初秋时节作者在所居地所见雨后黄昏的景色，应该是王维隐居终南山下辋川别业时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "归嵩山作",
                    "author" : "王维",
                    "content" : "清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。",
                    "addtionInfo" : "嵩山：五岳之一，称中岳，地处河南省登封市西北面。清川：清清的流水，当指伊水及其支流。清：一作“晴”。川：河川。带：围绕，映带。薄：草木丛生之地，草木交错曰薄。去：行走。闲闲：从容自得的样子。暮禽：傍晚的鸟儿。禽：一作“云”。相与：相互作伴。荒城：按嵩山附近如登封等县，屡有兴废，荒城当为废县。临：当着。古渡：指古时的渡口遗址。迢递：遥远的样子。递：形容遥远。嵩高：嵩山别称嵩高山。且：将要。闭关：佛家闭门静修。这里有闭户不与人来往之意。",
                    "classInfo" : "9",
                    "poetryID" : "10",
                    "source" : "2",
                    "analysesInfo" : "此诗通过描写作者辞官归隐嵩山途中所见的景色，抒发了作者恬静淡泊的闲适心情。首联写归隐出发时的情景；颔联写水写鸟，其实乃托物寄情，写自己归山悠然自得之情，如流水归隐之心不改，如禽鸟至暮知还；颈联写荒城古渡，落日秋山，是寓情于景，反映诗人感情上的波折变化；尾联写山之高，点明作者的归隐地点和归隐宗旨。全诗质朴清新，自然天成，尤其是中间两联，移情于物，寄情于景，意象疏朗，感情浓郁，诗人随意写来，不见斧凿之迹，却得精巧蕴藉之妙。&&&“清川带长薄，车马去闲闲。”首联描写归隐出发时的情景，扣题目中的“归”字。清澈的河川环绕着一片长长的草木丛生的草泽地，离归的车马缓缓前进，显得那样从容不迫。这里所写望中景色和车马动态，都反映出诗人归山出发时一种安详闲适的心境。&&&中间四句进一步描摹归隐路途中的景色。第三句“流水如有意”承“清川”，第四句“暮禽相与还”承“长薄”，这两句又由“车马去闲闲”直接发展而来。这里移情及物，把“流水”和“暮禽”都拟人化了，仿佛它们也富有人的感情：河川的清水在汩汩流淌，傍晚的鸟儿飞回林木茂盛的长薄中去栖息，它们好像在和诗人结伴而归。&&&两句表面上是写“水”和“鸟”有情，其实还是写作者自己有情：一是体现诗人归山开始时悠然自得的心情，二是寓有作者的寄托。“流水”句比喻一去不返的意思，表示自己归隐的坚决态度；“暮禽”句包含“鸟倦飞而知还”之意，流露出自己退隐的原因是对现实政治的失望厌倦。所以此联也不是泛泛的写景，而是景中有情，言外有意的。&&&“荒城临古渡，落日满秋山。”这一联运用的还是寓情于景的手法。两句十个字，写了四种景物：荒城、古渡、落日、秋山，构成了一幅具有季节、时间、地点特征而又色彩鲜明的图画：荒凉的城池临靠着古老的渡口，落日的余晖洒满了萧飒的秋山。这是傍晚野外的秋景图，是诗人在归隐途中所看到的充满黯淡凄凉色彩的景物，对此加以渲染，正反映了诗人感情上的波折变化，衬托出作者越接近归隐地就越发感到凄清的心境。&&&“迢递嵩高下，归来且闭关。”“迢递”是形容山高远的样子，对山势作了简练而又形象的描写。“嵩高”，即嵩山。前句交待归隐的地点，点出题目中的“嵩山”二字。“归来”，写明归山过程的终结，点出题目中的“归”字。“闭关”，不仅指关门的动作，而且含有闭门谢客的意思。后句写归隐后的心情，表示要与世隔绝，不再过问社会人事，最终点明辞官归隐的宗旨，这时感情又趋向冲淡平和。&&&整首诗写得很有层次。随着诗人的笔端，既可领略归山途中的景色移换，也可隐约触摸到作者感情的细微变化：由安详从容，到凄清悲苦，再到恬静澹泊。说明作者对辞官归隐既有闲适自得，积极向往的一面，也有愤激不平，无可奈何而求之的一面。诗人随意写来，不加雕琢，可是写得真切生动，含蓄隽永，不见斧凿的痕迹，却又有精巧蕴藉之妙。方回说：“不求工而未尝不工。”正道出了这首诗不工而工，恬淡清新的特点。",
                    "transferInfo" : "清澈的流水环绕一片草草木丛生的草泽地，驾着车马徐徐而去从容悠闲。流水有意与我同去永不回返，暮鸟有心跟我一起倦飞知还。荒凉的城池紧挨着古老的渡口，落日的余晖洒满经秋的重山。远远地来到嵩山脚下安家落户，紧闭房门谢绝世俗度过晚年。",
                    "backgroundInfo" : "开元（唐玄宗年号，公元713—741年）中，唐玄宗常住东都洛阳，所以王维从济州（今山东省济宁市）贬所返回后，在洛阳附近的嵩山也有隐居之所。这首诗就是他从长安（今陕西省西安市）回嵩山时所作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "云阳馆与韩绅宿别",
                    "author" : "司空曙",
                    "content" : "故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。更有明朝恨，离杯惜共传。",
                    "addtionInfo" : "云阳：县名，县治在今陕西泾阳县西北。宿别：同宿后又分别。江海：指上次的分别地，也可理解为泛指江海天涯，相隔遥远。几度：几次，此处犹言几年。乍：骤，突然。翻：反而。年：年时光景。离杯：饯别之酒。杯：酒杯，此代指酒。共传：互相举杯。",
                    "classInfo" : "13",
                    "poetryID" : "11",
                    "source" : "2",
                    "analysesInfo" : "这是首惜别诗。诗写乍见又别之情，不胜黯然。诗一开端由上次别离说起，接着写此次相会，然后写叙谈，最后写惜别，波澜曲折，富有情致。“乍见翻疑梦，相悲各问年”乃久别重逢之绝唱，与李益的“问姓惊初见，称名忆旧容”也有异曲同工之妙。&&&上次别后，已历数年，山川阻隔，相会不易，其间的相思，自在言外。正因为相会不易，相思心切，所以才生发出此次相见时的“疑梦”和惜别的感伤心情来，首联和颔联，恰成因果关系。&&&“乍见”二句是传诵的名句，人到情极处，往往以假为真，以真作假。久别相逢，乍见以后，反疑为梦境，正说明了上次别后的相思心切和此次相会不易。假如别后没有牵情，相逢以后便会平平淡淡，不会有“翻疑梦”的情景出现了。“翻疑梦”，不仅情真意切，而且把诗人欣喜、惊奇的神态表现得维妙维肖，十分传神。即使说久别初见时悲喜交集的心情神态，尽见于三字之中，也是不为过的。&&&颈联和尾联接写深夜在馆中叙谈的情景。相逢已难，又要离别，其间千言万语，不是片时所能说完的，所以诗人避实就虚，只以景象渲染映衬，以景寓情了。寒夜里，一束暗淡的灯火映照着蒙蒙的夜雨，竹林深处，似飘浮着片片烟云。&&&孤灯、寒雨、浮烟、湿竹，景象是多么凄凉。诗人写此景正是借以渲染伤别的气氛。其中的孤、寒、湿、暗、浮诸字，都是得力的字眼，不仅渲染映衬出诗人悲凉暗淡的心情，也象征着人事的浮游不定。二句既是描写实景，又是虚写人的心情。&&&结处表面上是劝饮离怀，实际上却是总写伤别。用一“更”字，就点明了即将再次离别的伤痛。“离怀惜共传”，在惨淡的灯光下，两位友人举杯劝饮，表现出彼此珍惜情谊和恋恋不舍的离情。惜，珍惜。诗人用在此处，自有不尽的情意。综观全诗，中四句语极工整，写悲喜感伤，笼罩寒夜，几乎不可收拾。但于末二句，却能轻轻收结，略略冲淡。这说明诗人能运笔自如，具有重抹轻挽的笔力。",
                    "transferInfo" : "自从和老友在江海分别，隔山隔水已度过多少年。突然相见反而怀疑是梦，悲伤叹息互相询问年龄。孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "喜外弟卢纶见宿",
                    "author" : "司空曙",
                    "content" : "静夜四无邻，荒居旧业贫。雨中黄叶树，灯下白头人。以我独沉久，愧君相见频。平生自有分，况是蔡家亲。",
                    "addtionInfo" : "卢纶：作者表弟，与作者同属“大历十才子”。见宿：留下住宿。见：一作“访”。自有分（fèn）：一作“有深分”。分：情谊。蔡家亲：也作“霍家亲”。晋羊祜为蔡邕外孙，这里借指两家是表亲。",
                    "classInfo" : "60",
                    "poetryID" : "12",
                    "source" : "2",
                    "analysesInfo" : "前四句描写静夜里的荒村，陋室内的贫士，寒雨中的黄叶，昏灯下的白发，通过这些，构成一个完整的生活画面。这画面充满着辛酸和悲哀。后四句直揭诗题，写表弟卢纶来访见宿，在悲凉之中见到知心亲友，因而喜出望外。近人俞陛云《诗境浅说》说，这首诗“前半首写独处之悲，后言相逢之喜，反正相生，为律诗一格”。从章法上看，确是如此。前半首和后半首，一悲一喜，悲喜交感，总的倾向是统一于悲。后四句虽然写“喜”，却隐约透露出“悲”：“愧君相见频”中的一个“愧”字，就表现了悲凉的心情。因之，题中虽着“喜”字，背后却有“悲”的滋味。一正一反，互相生发，互相映衬，使所要表现的主旨更深化了，更突出了。这就是“反正相生”手法的艺术效果。&&&比兴兼用，也是这首诗重要的艺术手法。“雨中黄叶树，灯下白头人”，不是单纯的比喻，而是进一步利用作比的形象来烘托气氛，特别富有诗味，成了著名的警句。用树之落叶来比喻人之衰老，是颇为贴切的。树叶在秋风中飘落，和人的风烛残年正相类似，相似点在衰飒。这里，树作为环境中的景物，起了气氛烘托的作用，类似起兴。自从宋玉《九辩》提出“悲哉秋之为气也，萧瑟兮草木摇落而变衰”，秋风落叶，常常被用以塑造悲的气氛，“黄叶树”自然也烘托了悲的情绪。比兴兼用，所以特别富有艺术感染力。明谢榛《四溟诗话》卷一云：“韦苏州曰：‘窗里人将老，门前树已秋。’白乐天曰：‘树初黄叶日，人欲白头时。’司空曙曰：‘雨中黄叶树，灯下白头人。’三诗同一机杼，司空为优：‘善状目前之景，无限凄感，见乎言表。’”其实，三诗之妙，不只是善于状景物，而且还善于设喻。司空曙此诗颔联之所以“为优”，在于比韦应物、白居易诗多了雨景和昏灯这两层意思，虽然这两层并无“比”的作用，却大大加强了悲凉的气氛。高步瀛《唐宋诗举要》说：“‘雨中’‘灯下’虽与王摩诘相犯，而意境各自不同，正不为病。”王维《秋夜独坐》：“雨中山果落，灯下草虫鸣。”这两句纯属白描，是赋体，并不兼比；不仅意境不同，手法亦自有别。马戴《灞上秋居》：“落叶他乡树，寒灯独夜人。”语虽近似司空曙，但手法也并不一样，这里只写灞上秋居漂泊异乡孤独寂寞的情景，不曾以树喻人，没有比的意思。司空曙“雨中”、“灯下”两句之妙，就在于运用了兴而兼比的艺术手法。",
                    "transferInfo" : "静静的深夜四周没有相邻，居住在荒野因为家中清贫。树上黄叶在雨中纷纷飘零，犹如灯下白发老人的命运。自惭这样长久地孤独沉沦，辜负你频繁地来把我慰问。我们是诗友生来就有缘分，更何况你我两家还是表亲。",
                    "backgroundInfo" : "司空曙和卢纶都在大历十才子之列，诗歌工力相匹，又是表兄弟。从这首诗，可以看见他俩的亲密关系和真挚情谊。据《唐才子传》卷四载，司空曙“磊落有奇才”，但因为“性耿介，不干权要”，所以落得宦途坎坷，家境清寒。这首诗正是作者这种境遇的写照。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贼平后送人北归",
                    "author" : "司空曙",
                    "content" : "世乱同南去，时清独北还。他乡生白发，旧国见青山。晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。",
                    "addtionInfo" : "贼平：指平定“安史之乱”。时清：指时局已安定。“旧国”句：意谓你到故乡，所见者也惟有青山如故。旧国：指故乡。残垒：战争留下的军事壁垒。",
                    "classInfo" : "60",
                    "poetryID" : "13",
                    "source" : "2",
                    "analysesInfo" : "这首诗写于平定“安史之乱”之后，意在伤己独留南方，不能与朋友同来同返，并抒发了对乱后形势的忧虑之情。&&&诗题为“贼平后送人北归”，“贼平”，指公元763年夏历正月，叛军首领史朝义率残部逃到范阳，走投无路，自缢身亡，“安史之乱”最终被朝廷平定。“北归”，指由南方回到故乡，《新唐书》载司空曙为广平人，这个“广平”，据考证当在今河北或北京境内，是“安史之乱”的重灾区。&&&“世乱同南去，时清独北还。”首联交代送人北归的原因，抒写自己不能还乡的痛苦，“世乱”之时，司空曙和友人一起逃到江南避难，如今天下已经太平，友人得以回去，自己仍滞留他乡，“独”字含义丰富，一指友人独自北还，一指自己独不得还，含有无限悲感。&&&“他乡生白发，旧国见青山。”上句“生白发”亦有双重涵义：一是形容乱离中家国之愁的深广，一是说时间的漫长，从战乱开始到结束，前后历时九年。“旧国”指故乡，“见青山”是说假如友人回到故乡，田园庐舍肯定是一片废墟，所见也惟有青山如故。从这句起，以下都是想象北归人途中的心情和所见的景物。律诗讲究“起承转合”，一般在第三联转折，此诗却在第二联完成“承”、“转”，章法上别具一格。&&&“晓月过残垒，繁星宿故关”。颈联及尾联单从友人方面落笔。“晓月”句想象其早行情景，“繁星”句虚拟其晚宿情景。这一联点明“残垒”，即残破的壁垒，泛指战争遗留下来的痕迹。“故关”，为兵家必争之地，估计也残破不堪了。因而这一联着重写“贼平”后残破、荒凉之景，笔力所致，“描尽乱离之后荒乱风景”（王文濡《历代诗评注读本》）。&&&“寒禽与衰草，处处伴愁颜。”尾联继续虚写友人归途中所见所感。上句写景，“禽”和“草”本无知觉，而曰“寒禽”、“衰草”，正写出诗人心中对乱世的感受。下句直接写“愁”，言愁无处不在，“愁”既指友人之愁，也兼含作者之愁，这里与一、二两联遥相呼应，针线细密，用笔娴熟。&&&这是一首酬赠诗，这类题材在“大历十才子”集中比比皆是，但多数思想平庸，艺术才力贫乏，缺少真情实感，这首诗却能独辟蹊径，通过送北归的感伤写出“旧国残垒”、“寒禽衰草”的乱后荒败之景，由送别的感伤推及时代的感伤、民族的感伤。",
                    "transferInfo" : "战乱时我和你一同逃到南方，时局安定你却独自北归家园。流落他乡头上已经生出白发，战后的家乡也只能见到青山。晓行要经过许多残破的营垒，夜里只能披星露宿荒凉故关。旷野里的飞禽与枯黄的野草，将处处伴随着你的悲苦愁颜。",
                    "backgroundInfo" : "这首诗当是于公元763年（唐代宗广德元年）安史之乱刚结束不久写的。安史之乱从公元755年（唐玄宗天宝十四载）爆发，持续了八年，致使百姓流离失所、苦不堪言。司空曙于安史之乱爆发不久避难到南方，战乱刚平，诗人送同来避难的友人北归，写下了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "草",
                    "author" : "白居易",
                    "content" : "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。",
                    "addtionInfo" : "离离：青草茂盛的样子。一岁一枯荣：枯，枯萎。荣，茂盛。野草每年都会茂盛一次，枯萎一次。远芳侵古道：芳，指野草那浓郁的香气。远芳：草香远播。侵，侵占，长满。远处芬芳的野草一直长到古老的驿道上。晴翠：草原明丽翠绿。王孙：本指贵族后代，此指远方的友人。萋萋：形容草木长得茂盛的样子。",
                    "classInfo" : "108",
                    "poetryID" : "14",
                    "source" : "2",
                    "analysesInfo" : "诗的首句“离离原上草”，紧紧扣住题目“古原草”三字，并用叠字“离离”描写春草的茂盛。第二句“一岁一枯荣”，进而写出原上野草秋枯春荣，岁岁循环，生生不已的规律。第三、四句“野火烧不尽，春风吹又生”，一句写“枯”，一句写“荣”，是“枯荣”二字意思的发挥。不管烈火怎样无情地焚烧，只要春风一吹，又是遍地青青的野草，极为形象生动地表现了野草顽强的生命力。第五、六句“远芳侵古道，晴翠接荒城”，用“侵”和“接”刻画春草蔓延，绿野广阔的景象，“古道”“荒城”又点出友人即将经历的处所。最后两句“又送王孙去，萋萋满别情”，点明送别的本意。用绵绵不尽的萋萋春草比喻充塞胸臆、弥漫原野的惜别之情，真正达到了情景交融，韵味无穷。&&&此二句不但写出“原上草”的性格，而且写出一种从烈火中再生的理想的典型，一句写枯，一句写荣，“烧不尽”与“吹又生”是何等唱叹有味，对仗亦工致天然，故卓绝千古。而刘句命意虽似，而韵味不足，远不如白句为人乐道。&&&如果说这两句是承“古原草”而重在写“草”，那么五、六句则继续写“古原草”而将重点落到“古原”，以引出“送别”题意，故是一转。上一联用流水对，妙在自然；而此联为的对，妙在精工，颇觉变化有致。“远芳”、“睛翠”都写草，而比“原上草”意象更具体、生动。芳曰“远”，古原上清香弥漫可嗅；翠曰“晴”，则绿草沐浴着阳光，秀色如见。“侵”、“接”二字继“又生”，更写出一种蔓延扩展之势，再一次突出那生存竞争之强者野草的形象。“古道”、“荒城”则扣题面“古原”极切。虽然道古城荒，青草的滋生却使古原恢复了青春。比较“乱蛬鸣古堑，残日照荒台”僧古怀《原上秋草》的秋原，就显得生气勃勃。&&&作者并非为写“古原”而写古原，同时又安排一个送别的典型环境：大地春回，芳草芊芊的古原景象如此迷人，而送别在这样的背景上发生，该是多么令人惆怅，同时又是多么富于诗意呵。“王孙”二字借自楚辞成句，泛指行者。“王孙游兮不归，春草生兮萋萋”说的是看见萋萋芳草而怀思行游未归的人。而这里却变其意而用之，写的是看见萋萋芳草而增送别的愁情，似乎每一片草叶都饱含别情，那真是：“离恨恰如春草，更行更远还生”（李煜《清平乐》）。这是多么意味深长的结尾啊！诗到此点明“送别”，结清题意，关合全篇，“古原”、“草”、“送别”打成一片，意境极浑成。&&&唐人的咏物诗，往往仅在最后一句才能见到作者的本意。白居易一向提倡作诗要通俗易懂，但也不反对用隐喻的办法。《古原草》这首诗题目标有“送别”二字，很显然是一首送别友人的诗篇。而通篇几乎都在写草，实是借草取喻，以草木之茂盛显示友人之间依依惜别时的绵绵情谊。情深意切，所喻尤为巧妙，不愧为、白居易的成名作。",
                    "transferInfo" : "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "题大庾岭北驿",
                    "author" : "宋之问",
                    "content" : "阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。",
                    "addtionInfo" : "大庾岭：在江西、广东交界处，为五岭之一。北驿：大庾岭北面的驿站。阳月：阴历十月。殊：还。“我行”句意谓自己要去的贬谪之地还远，所以自己还不能停下。瘴：旧指南方湿热气候下山林间对人有害的毒气。望乡处：远望故乡的地方，指站在大庾岭处。陇头梅：大庾岭地处南方，其地气候和暖，故十月即可见梅，旧时红白梅夹道，故有梅岭之称。陇头：即为“岭头”。",
                    "classInfo" : "6",
                    "poetryID" : "15",
                    "source" : "2",
                    "analysesInfo" : "此诗通过描写诗人在流放途中所见的景物及所想象的意象，借景抒情，引用一则“雁过梅岭”的奇妙传说，再结合自己当前的处境，抒发了诗人对官场坎坷的慨叹和思念家乡的感情。全诗情调低回婉转，感情真挚动人，诗旨在写“愁”，全篇却未着“愁”字，情致凄婉，愁绪满怀，以情布景，又以景衬情，使情景融合，传情达意，因而情真意切，动人心弦。&&&“阳月南飞雁，传闻至此回。”开头两句写诗人看到的景象和由此联想到的事情。大庾岭有十月北雁南归至此，不再过岭的传说。诗人怀乡的忧伤涌上心头，悲切之音脱口而出。&&&接下来诗人想到自己的处境： “我行殊未已，何日复归来。”大雁能够在这里停下来和诗人还要继续南下形成了鲜明的对比，由此引发诗人无限的伤感，大雁尚且按时可以飞回北方，诗人自己却不知何时才能回归，表达了诗人留恋与不舍的悲戚心情。由雁而后及人，诗人用的是比兴手法。两两相形，沉郁、幽怨，人不如雁的感慨深蕴其中。这一鲜明对照，把诗人那忧伤、哀怨、思念、向往等等痛苦复杂的内心情感表现得含蓄委婉而又深切感人。&&&人雁比较以后，五六两句，诗人又点缀了眼前的景色：黄昏到来，江潮初落，水面平静得令人寂寞，林间瘴气缭绕，一片迷蒙。这景象又给诗人平添了一段忧伤。因为江潮落去，江水尚有平静的时候，而诗人心潮起伏，却无一刻安宁。丛林迷暝，瘴气如烟，故乡何在，望眼难寻；前路如何，又难以卜知。失意的痛苦，乡思的烦恼，面对此景就更使他不堪忍受。&&&恼人的景象，愁杀了这位落魄南去的逐臣，昏暗的境界，又恰似他内心的迷离惝恍。因此，这二句紧接上二句的抒情，转承得实在好，以景衬情，渲染了凄凉孤寂的气氛，烘托出悲苦的心情，使抒情又推进一层，更加深刻细腻，更加强烈具体了。&&&“明朝望乡处，应见陇头梅。”这两句是说，明晨登高望乡之处，理应见到岭头初绽的梅花。最后两句，诗人又从写景转到抒情。他在心中暗暗祈愿：明晨踏上岭头的时候，再望一望故乡吧！虽然见不到它的踪影，但岭上盛开的梅花总是可以见到的！《荆州记》载，南朝梁时诗人陆凯有这样一首诗：“折梅逢驿使，寄与陇头人，江南何所有，聊赠一枝春。”显然，诗人暗用了这一典故，虽然家不可归，但他多么希望也能寄上一枝梅花，安慰家乡的亲人啊！&&&整首诗通过描写见到的景物，委婉而深切地抒发了诗人内心饱含的被贬痛苦以及思念家乡的忧伤。全诗写的是“愁”，却未着一“愁”字。尽管如此，诗人还是表达出愁绪满怀，凄恻缠绵。这首诗正是在道景言情上别具匠心。全诗情景交融，用词考究，思乡之忧伤与行程之艰难紧密结合，表达了强烈的哀伤与沉痛之意，情真意切，感人肺腑。",
                    "transferInfo" : "十月份的时候大雁就开始南飞，据说飞到大庾岭，它们就全部折回。我还未到达目的地，还要继续前行，真不知什么时候我才能再次归来？潮水退落了，江面静静地泛着涟漪，深山林中昏暗，瘴气浓重散不开。来日我登上高山顶，向北遥望故乡，应该能看到那山头上初放的红梅。",
                    "backgroundInfo" : "此诗大约是公元705年（唐中宗神龙元年）宋之问被贬泷州（今广东罗定东南）途经大庾岭北驿时所作。武后、中宗两朝，宋之问颇得宠幸，睿宗执政后，他却成了谪罪之人，被发配岭南，在人生道路上从高峰跌入深谷，胸中不免充满了忧伤和痛苦。当他到达大庾岭时，眼望那苍茫山色，想到一岭之隔，咫尺天涯，顿时，他那迁谪失意的痛苦、怀土思乡的忧伤一起涌上心头，于是写了好几首诗。此诗是其中一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寄左省杜拾遗",
                    "author" : "岑参",
                    "content" : "联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。",
                    "addtionInfo" : "左省：门下省。杜拾遗：即杜甫，曾任左拾遗。“联步”句：意为两人一起同趋，然后各归东西。联步：同行。丹陛：皇宫的红色台阶，借指朝廷。曹：官署。限：阻隔，引申为分隔。紫微：古人以紫微星垣比喻皇帝居处，此指朝会时皇帝所居的宣政殿。中书省在殿西，门下省在殿东。天仗：即仙仗，皇家的仪仗。惹：沾染。御香：朝会时殿中设炉燃香。鸟飞：隐喻那些飞黄腾达者。阙事：指错失。自：当然。谏书：劝谏的奏章。",
                    "classInfo" : "61",
                    "poetryID" : "16",
                    "source" : "2",
                    "analysesInfo" : "诗题中的“杜拾遗”，即杜甫。岑参与杜甫在公元757年（至德二年）至758年（乾元元年）初，同仕于朝；岑任右补阙，属中书省，居右署；杜任左拾遗，属门下省，居左署，故称“左省”。“拾遗”和“补阙”都是谏官。岑、杜二人，既是同僚，又是诗友，这是他们的唱和之作。诗人悲叹自己仕途的坎坷遭遇。诗中运用反语，表达了一代文人身处卑位而又惆怅国运的复杂心态。&&&前四句是叙述与杜甫同朝为官的生活境况。诗人连续铺写“天仗”“丹陛”“御香”“紫微”，表面看，好像是在炫耀朝官的荣华显贵；但揭开“荣华显贵”的帷幕，却使读者看到另外的一面：朝官生活多么空虚、无聊、死板、老套。每天他们总是煞有介事、诚惶诚恐地“趋”（小跑）入朝廷，分列殿庑东西。但君臣们既没有办了什么轰轰烈烈的大事，也没有定下什么兴利除弊、定国安邦之策。诗人特意告诉读者，清早，他们随威严的仪仗入朝，而到晚上，唯一的收获就是沾染一点“御香”之气而“归”罢了。“晓”、“暮”两字说明这种庸俗无聊的生活，日复一日，天天如此。这对于立志为国建功的诗人来说，不能不感到由衷的厌恶。&&&五、六两句，诗人直抒胸臆，向老朋友吐露内心的悲愤。“白发悲花落，青云羡鸟飞。”这两句中，“悲”字是中心，一个字概括了诗人对朝官生活的态度和感受。诗人为大好年华浪费于“朝随天仗入，暮惹御香归”的无聊生活而悲，也为那种“联步趋丹陛，分曹限紫微”的木偶般的境遇而不胜愁闷。因此，低头见庭院落花而倍感神伤，抬头睹高空飞鸟而顿生羡慕。如果联系当时安史乱后国家疮痍满目、百废待兴的时事背景，对照上面四句所描写的死气沉沉、无所作为的朝廷现状，读者就会更加清楚地感到“白发悲花落，青云羡鸟飞”两句，语愤情悲，抒发了诗人对时事和身世的无限感慨。&&&诗的结尾两句，是全诗的高潮。阙事，指缺点、过错。有人说这两句是吹捧朝廷，倘若真是这样，诗人就不必“悲花落”、“羡鸟飞”，甚至愁生白发。这“圣朝无阙事”，是诗人愤慨至极，故作反语；与下句合看，既是讽刺，也是揭露。只有那昏庸的统治者，才会自诩圣明，自以为“无阙事”，拒绝纳谏。正因为如此，身任“补阙”的诗人见“阙”不能“补”，“自觉谏书稀”，一个“稀”字，反映出诗人对文过饰非、讳疾忌医的唐王朝失望的心情。这和当时同为谏官的杜甫感慨“衮职曾无一字补”（《题省中壁》）、“何用虚名绊此身”（《曲江二首》），是语异而心同的。所以杜甫读了岑参诗后，心领神会，奉答曰：“故人得佳句，独赠白头翁。”（《奉答岑参补阙见赠》）他是看出岑诗中的“潜台词”的。&&&这首诗，采用的是曲折隐晦的笔法，寓贬于褒，绵里藏针，表面颂扬，骨子里感慨身世遭际和倾诉对朝政的不满。用婉曲的反语来抒发内心忧愤，使人有寻思不尽之妙。",
                    "transferInfo" : "上朝时齐步同登红色台阶，分署办公又和你相隔紫微。早晨跟着天子的仪仗入朝，晚上身染御炉的香气回归。满头增白发悲叹春花凋落，遥望青云万里羡慕鸟高飞。圣明的朝代大概没有错事，规谏皇帝的奏章日见稀微。",
                    "backgroundInfo" : "公元757年（唐肃宗至德二年）四月，杜甫从叛军囹圄中脱身逃到凤翔，见了唐肃宗李亨，任左拾遗。而岑参则于公元756年（至德元年）东归。因此，这首诗应该是写于公元757年（至德二年）前后。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "听蜀僧浚弹琴",
                    "author" : "李白",
                    "content" : "蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。客心洗流水，余响入霜钟。不觉碧山暮，秋云暗几重。",
                    "addtionInfo" : "蜀僧濬：即蜀地的僧人名濬的。绿绮（qǐ）：琴名。诗中以绿绮形容蜀僧濬的琴很名贵。峨眉：山名，在四川省峨眉县。一：助词，用以加强语气。挥手：这里指弹琴。万壑（hè）松：指万壑松声。这是以万壑松声比喻琴声。琴曲有《风入松》。壑：山谷。这句是说，听了蜀僧濬的琴声好像听到万壑松涛雄风。“客心”句：意思是说，听了蜀僧濬弹的美妙琴声，客中郁结的情怀，像经过流水洗了一样感到轻快。客：诗人自称。这句诗中的“流水”，语意双关，既是对僧濬琴声的实指，又暗用了伯牙善弹的典故。余响：指琴的余音。霜钟：指钟声。“碧山”句：意思是说，因为听得入神，不知不觉天就黑下来了。秋云：秋天的云彩。暗几重：意即更加昏暗了，把上句“暮”字意伸足。",
                    "classInfo" : "46",
                    "poetryID" : "17",
                    "source" : "2",
                    "analysesInfo" : "此诗写蜀地一位和尚弹琴技艺之高妙。首联写和尚来自诗人的故乡四川，表达对他的倾慕；颔联写弹琴，以大自然的万壑松涛声比喻琴声之清越宏远；颈联写琴声荡涤胸怀，使人心旷神怡，回味无穷；尾联写聚精会神听琴，而不知时日将尽，反衬琴声之高妙诱人。全诗如行云流水，一气呵成，明快畅达，风韵健爽，在赞美琴声美妙的同时，也寓有知音的感慨和对故乡的眷恋之情。&&&“蜀僧抱绿绮，西下峨眉峰。”两句说明这位琴师是从四川峨眉山下来的。李白是在四川长大的，四川绮丽的山水培育了他的壮阔胸怀，激发了他的艺术想象。峨眉山月不止一次地出现在他的诗里。他对故乡一直很怀恋，对于来自故乡的琴师当然也格外感到亲切。所以诗一开头就说明弹琴的人是自己的同乡。“绿绮”本是琴名，汉代司马相如有一张琴，名叫绿绮，这里用来泛指名贵的琴。司马相如是蜀人，这里用“绿绮”更切合蜀地僧人。“蜀僧抱绿绮，西下峨眉峰”，简短的十个字，把这位音乐家写得很有气派，表达了诗人对他的倾慕与敬佩。&&&“为我一挥手，如听万壑松。”句正面描写蜀僧弹琴。“挥手”是弹琴的动作。嵇康《琴赋》：“伯牙挥手，钟期听声。”“挥手”二字就是出自这里的。“为我一挥手，如听万壑松”，这两句用大自然宏伟的音响比喻琴声，使人感到这琴声一定是极其铿锵有力的。&&&“客心洗流水”，这一句就字面讲，是说听了蜀僧的琴声，自己的心好像被流水洗过一般地畅快、愉悦。但它还有更深的含义，其中包涵着一个古老的典故，即《列子·汤问》中“高山流水”的典故，借它，表现蜀僧和自己通过音乐的媒介所建立的知己之感。“客心洗流水”五个字，很含蓄，又很自然，虽然用典，却毫不艰涩，显示了李白卓越的语言技巧。&&&“余响入霜钟”也是用了典的。“霜钟”出于《山海经·中山经》：“丰山……有九钟焉，是知霜鸣。”郭璞注：“霜降则钟鸣，故言知也。”“霜钟”二字点明时令，与下面“秋云暗几重”照应。“余响入霜钟”，意思是说，音乐终止以后，余音久久不绝，和薄暮时分寺庙的钟声融合在一起。这句诗写琴音与钟声交响，也兼寓有知音的意思。《列子·汤问》里有“余音绕梁，三日不绝”的话。宋代苏东坡在《前赤壁赋》里用“余音袅袅，不绝如缕”，形容洞箫的余音。这都是乐曲终止以后，入迷的听者沉浸在艺术享受之中所产生的想象。“余响入霜钟”也是如此。清脆、流畅的琴声渐远渐弱，和薄暮的钟声共鸣着，这才发觉天色已经晚了：“不觉碧山暮，秋云暗几重。”诗人听完蜀僧弹琴，举目四望，不知从什么时候开始，青山已罩上一层暮色，灰暗的秋云重重叠叠，布满天空。感觉时间过得真快。&&&李白这首诗描写音乐的独到之处是，除了“万壑松”之外，没有别的比喻形容琴声，而是着重表现听琴时的感受，表现弹者、听者之间感情的交流。其实，“如听万壑松”这一句也不是纯客观的描写，诗人从琴声联想到万壑松声，联想到深山大谷，是结合自己的主观感受来写的。&&&律诗讲究平仄、对仗，格律比较严。而李白的这首五律却写得极其清新、明快，似乎一点也不费力。其实，无论立意、构思、起结、承转，或是对仗、用典，都经过一番巧妙的安排，只是不着痕迹罢了。这种“清水出芙蓉，天然去雕饰”的自然的艺术美，比一切雕饰更能打动人的心灵。",
                    "transferInfo" : "蜀僧濬怀抱着绿绮琴，他来自西面的峨眉山。为我挥手弹奏名曲《风入松》，仿佛听到万壑松涛声。我的心灵像被流水洗涤，馀音缭绕和着秋天霜钟。不知不觉，暮色已笼罩青山，秋云黯淡，布满黄昏天空。",
                    "backgroundInfo" : "詹锳《李白诗文系年》认为，此诗乃公元753年（唐玄宗天宝十二载）李白在宣城（今属安徽）期间所作。裴斐《李白年谱简编》也从其说。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜泊牛渚怀古",
                    "author" : "李白",
                    "content" : "牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。",
                    "addtionInfo" : "牛渚：山名，在今安徽当涂县西北。西江：从南京以西到江西境内的一段长江，古代称西江。牛渚也在西江这一段中。谢将军：东晋谢尚，今河南太康县人，官镇西将军，镇守牛渚时，秋夜泛舟赏月，适袁宏在运租船中诵己作《咏史》诗，音辞都很好，遂大加赞赏，邀其前来，谈到天明。高咏：谢尚赏月时，曾闻诗人袁宏在船中高咏，大加赞赏。斯人：指谢尚。挂帆席：一作“洞庭去”。挂帆：扬帆。",
                    "classInfo" : "56",
                    "poetryID" : "18",
                    "source" : "2",
                    "analysesInfo" : "首句开门见山，点明“牛渚夜泊”。次句写牛渚夜景，大处落墨，展现出一片碧海青天、万里无云的境界。寥廓空明的天宇，和苍茫浩渺的西江，在夜色中融为一体，越显出境界的空阔渺远，而诗人置身其间时那种悠然神远的感受也就自然融合在里面了。&&&三、四句由牛渚“望月”过渡到“怀古”。谢尚牛渚乘月泛江遇见袁宏月下朗吟这一富于诗意的故事，和诗人眼前所在之地（牛渚西江）、所接之景（青天朗月）的巧合，固然是使诗人由“望月”而“怀古”的主要凭藉，但之所以如此，还由于这种空阔渺远的境界本身就很容易触发对于古今的联想。空间的无垠和时间的永恒之间，在人们的意念活动中往往可以相互引发和转化，陈子昂登幽州台，面对北国苍莽辽阔的大地而涌起“前不见古人，后不见来者”之感，便是显例。而今古长存的明月，更常常成为由今溯古的桥梁，“月下沉吟久不归，古来相接眼中稀”（《金陵城西月下吟》），正可说明这一点。因此，“望”、“忆”之间，虽有很大跳跃，读来却感到非常自然合理。“望”字当中就含有诗人由今及古的联想和没有明言的意念活动。“空忆”的“空”字,表现了诗人对过去的回忆，也暗示了这份回忆注定没有回应。暗逗下文。&&&如果所谓“怀古”，只是对几百年前发生在此地的“谢尚闻袁宏咏史”情事的泛泛追忆，诗意便不免平庸而落套。诗人别有会心，从这桩历史陈迹中发现了一种令人向往追慕的美好关系—贵贱的悬隔，丝毫没有妨碍心灵的相通；对文学的爱好和对才能的尊重，可以打破身份地位的壁障。而这，正是诗人在当时现实中求之而不可的得。诗人的思绪，由眼前的牛渚秋夜景色联想到往古，又由往古回到现实，情不自禁地发出“余亦能高咏，斯人不可闻”的感慨。尽管自己也象当年的袁宏那样，富于文学才华，而象谢尚那样的人物却不可复遇了。“不可闻”回应“空忆”，寓含着世无知音的深沉感喟。&&&“明朝挂帆席，枫叶落纷纷。”末联宕开写景，想象明朝挂帆离去的情景。在飒飒秋风中，片帆高挂，客舟即将离开江渚；枫叶纷纷飘落，象是无言地送着寂寞离去的行舟。秋色秋声，进一步烘托出因不遇知音而引起的寂寞凄清情怀。&&&诗意明朗而单纯，并没有什么深刻复杂的内容，但却具有一种令人神远的韵味。这种神韵的形成，离不开具体的文字语言和特定的表现手法。这首诗，写景的疏朗有致，不主刻画，迹近写意；写情的含蓄不露，不道破说尽；用语的自然清新，虚涵概括，力避雕琢；以及寓情于景，以景结情的手法等等，都有助于造成一种悠然不尽的神韵。李白的五律，不以锤炼凝重见长，而以自然明丽为主要特色。此篇行云流水，纯任天然。这本身就构成一种萧散自然、风流自赏的意趣，适合表现抒情主人公那种飘逸不群的性格。诗的富于情韵，与这一点也不无关系。",
                    "transferInfo" : "秋夜行舟停泊在西江牛渚山，蔚蓝的天空中没有一丝游云。我登上小船仰望明朗的秋月，徒然地怀想起东晋谢尚将军。我也能够吟哦袁宏的咏史诗，可惜没有那识贤的将军倾听。明早我将挂起船帆离开牛渚，这里只有满天枫叶飘落纷纷。",
                    "backgroundInfo" : "这首诗当是诗人失意后在当涂之作，那时诗人对未来已经不抱希望，但自负才华而怨艾无人赏识的情绪仍溢满诗中。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "赠孟浩然",
                    "author" : "李白",
                    "content" : "吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。",
                    "addtionInfo" : "孟夫子：指孟浩然。夫子，一般的尊称。风流：古人以风流赞美文人，主要是指有文采，善词章，风度潇洒，不钻营苟且等。红颜句：意谓从青年时代起就对轩冕荣华（仕宦）不感兴趣。白首：白头，指老年。醉月句：月下醉饮。中圣：“中圣人”的简称，即醉酒。曹魏时徐邈喜欢喝酒，称酒清者为圣人，酒浊者为贤人。此为饮清酒而醉，故曰中圣。迷花：迷恋花草，此指陶醉于自然美景。事君：侍奉皇帝。高山：言孟品格高尚，令人敬仰。《诗经·小雅·车舝》：“高山仰止，景行行止”。徒此揖清芬：只有在此向您清高的人品致敬了。李白出蜀后，游江陵、潇湘、庐山、金陵、扬州、姑苏等地，然后回头又到了江夏。他专程去襄阳拜访孟浩然，不巧孟已外游，李白不无遗憾地写了这首诗，表达敬仰和遗憾之情。“高山安可仰，徒此揖清芬”二句，即透出仰慕而未能一见之意",
                    "classInfo" : "62",
                    "poetryID" : "19",
                    "source" : "2",
                    "analysesInfo" : "李白的律诗，不屑为格律所拘束，而是追求古体的自然流走之势，直抒胸臆，透出一股飘逸之气。前人称“太白于律，犹为古诗之遗，情深而词显，又出乎自然，要其旨趣所归，开郁宣滞，特于风骚为近焉。”（《李诗纬》）《赠孟浩然》这首诗就有这样的特色。&&&“吾爱孟夫子，风流天下闻。”首联是说，我敬重孟先生，他为人高尚风流倜傥闻名天下。首联即点题，开门见山，抒发了对孟浩然的钦敬爱慕之情。一个“爱”字是贯穿全诗的抒情主线。“风流”指浩然潇洒情愿的风度人品和超然不凡的文学才华。这一联提纲挈领，总摄全诗。到底如何风流，就要看中间两联的笔墨了。&&&“红颜弃轩冕，白首卧松云。”颔联是说，少年时鄙视功名不爱官冕车马，高龄白首又归隐山林摒弃尘杂。&&&“醉月频中圣，迷花不事君。”颈联是说，明月夜常常因酒醉得非凡高雅，他不事君王迷恋花草胸怀豁达。诗中用典，融化自然。“中圣”用曹魏时徐邈的故事，他喜欢喝酒，将清酒叫作圣人，浊酒叫作贤人，“中圣”就是喝醉酒的意思，与“事君”构成巧妙的对偶。&&&中二联好似一幅高人隐逸图，勾勒出一个高卧林泉、风流自赏的诗人形象。“红颜”对“白首”，概括了从少壮到晚岁的生涯。一边是达官贵人的车马冠服，一边是高人隐士的松风白云，浩然宁弃仕途而去隐遁。通过这一弃一取的对比，突出了他的高风亮节。如果说颔联是从总的方面写他的生平，那么颈联则只是从横的方面写他的隐居生活。在皓月当空的清宵，他把酒临风，往往至于沉醉。有时则于繁花丛中，流连忘返。颔联采取由反而正的写法，即由弃而取；颈联则自正及反，由隐居写到不事君：纵横正反，笔姿灵活。这二联是在形象描写中蕴含敬爱之情。&&&“高山安可仰？徒此揖清芬！”尾联是说，高山似的品格怎么能够仰望着他？只在此拜揖他芬芳的道德光华！尾联又回到直接抒情，感情进一步升华。孟浩然不慕荣利，自甘淡泊的品格已经写得如此充分，在此基础上将抒情加深加浓，推向高潮，就十分自然，如水到渠成。仰望高山的形象使敬慕之情具体化了，但这座山太巍峨了，因而有“安可仰”之叹，只能在此向他纯洁芳馨的品格拜揖。这样写比一般的写仰望又翻进一层，是更高意义上的崇拜，诗就在这样的赞语中结束。&&&这首诗在语言上有自然古朴的特色。首联看似平常，它以一种舒展的唱叹语来表达诗人的敬慕之情，自有一种格调高古，飘逸之致的风神，尾联也具有同样的风调。颔联由“红颜”写到“白首，像流水淌泻，”其中运用“互体”，耐人寻味：“弃轩冕”、“卧松云”是一个事情的两个方面。这样写，在自然流走之中又增加了摇曳错落之美。&&&整个诗的结构采用抒情——描写——抒情的方式。开头提出“吾爱”之意，自然过渡到描写，揭示出“可爱”之处，最后归结到“敬爱”。以感情的自然流淌结撰成篇，所以像行云流水般舒卷自如，表现出诗人率真自然的感情。",
                    "transferInfo" : "我敬重孟先生的庄重潇洒，他为人高尚风流倜傥闻名天下。少年时屏弃当官不走仕途，一生闲云野鹤年老时仍在山间云中逍遥自在。皓月当空，他把酒临风，饮清酒而醉，他不事君王沉醉于自然美景。高山似的品格怎么能仰望着他？只有在此向您清高的人品致敬了！",
                    "backgroundInfo" : "此诗大致写在李白寓居湖北安陆时期（公元727年～公元736年），此时他常往来于襄汉一带，与比他长十二岁的孟浩然结下了深厚友谊。郁贤皓认为，此诗当为公元739年（开元二十七年）李白过襄阳重晤孟浩然时所作，其时孟浩然已届暮年。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "喜见外弟又言别",
                    "author" : "李益",
                    "content" : "十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。",
                    "addtionInfo" : "外弟：表弟。言别：话别。十年离乱：在社会大动乱中离别了十年。离乱：一作“乱离”。一：副词。可作“竟然”或“忽而”解。“问姓”两句：“问姓”与“称名”互文见义。别来：指分别十年以来。来，后也。沧海事：比喻世事的巨大变化，有如沧海变桑田，桑田变沧海那样。语罢：谈话停止。暮天钟：黄昏寺院的鸣钟。巴陵：即岳州（治今湖南省岳阳市），即诗中外弟将去的地方。",
                    "classInfo" : "7",
                    "poetryID" : "20",
                    "source" : "2",
                    "analysesInfo" : "此诗描写了诗人同表弟在乱离中不期而遇而又匆匆话别的伤感场面，抒发了真挚的至亲情谊和人生聚散离合无定的感慨，从侧面反映了动乱给人们带来的痛苦。全诗用凝炼的语言，白描的手法，生动的细节，典型的场景，层次分明地再现了社会动乱中人生聚散的独特一幕，具有强烈的生活真实感。&&&“十年离乱后，长大一相逢”，开门见山，介绍二人相逢的背景。这里有三层意思：一是指出离别已有十年之久。二是说明这是社会动乱中的离别。它使人想起，发生于李益八岁到十六岁时的安史之乱及其后的藩镇混战、外族入侵等战乱。三是说二人分手于幼年，“长大”才会面，这意味着双方的容貌已有极大变化。他们长期音信阻隔，存亡未卜，突然相逢，颇出意外。句中“一”字，表现出这次重逢的戏剧性。&&&“问姓惊初见，称名忆旧容”，正面描写重逢。他们的重逢，同司空曙所描写的“乍见翻疑梦，相悲各问年”中的情景显然不同。互相记忆犹新才可能“疑梦”，而李益和表弟却已经对面不能相认了。看来，他们是邂逅相遇。诗人抓住“初见”的一瞬间，作了生动的描绘。面对陌生人，诗人客气地询问：“贵姓？”不由暗自惊讶。对一个似未谋面者的身份和来意感到惊讶。&&&“称名”和“忆旧容”的主语，都是作者。经过初步接谈，诗人恍然大悟，面前的“陌生人”原来就是十年前还在一起嬉戏的表弟。诗人一边激动地称呼表弟的名字，一边端祥对方的容貌，努力搜索记忆中关于表弟的印象。&&&诗人从生活出发，抓住了典型的细节，从“问”到“称”，从“惊”到“忆”，层次清晰地写出了由初见不识到接谈相认的神情变化，绘声绘色，细腻传神。而至亲重逢的深挚情谊，也自然地从描述中流露出来，不需外加抒情的笔墨，已经为读者所领略了。&&&颈联“别来沧海事，语罢暮天钟”，表现了这倾诉别情的场面。分手以来千头万绪的往事，诗人用“沧海事”一语加以概括。这里化用了沧海桑田的典故，突出了十年间个人、亲友、社会的种种变化，同时也透露了作者对社会动乱的无限感慨。&&&两人热烈地交谈，从白天到日暮才停下话音。叙谈时间长，正表明他们情谊的深长。“暮天钟”并不是单纯作为日暮的标志而出现的。它表明二人叙谈得十分入神，以至顾不上观望天色的变化，也感觉不到时间的流逝，只有远处传来寺院的钟声，才使他们意识到原来已是黄昏。作者在这一联，避实就虚，择取了叙旧时间很长这个侧面，表现出二人欢聚时的热烈气氛和激动心情。&&&“明日巴陵道，秋山又几重。”“明日”，点出聚散匆匆。“巴陵道”，即通往巴陵郡（今湖南岳阳）的道路，这里提示了表弟即将远行的去向。“秋山又几重”则是通过重山阻隔的场景，把新的别离形象地展现在读者面前。用“秋”形容“山”，于点明时令的同时，又隐蕴着作者伤别的情怀。从宋玉开始，就把秋天同悲伤联系在一起了。“几重”而冠以“又”字，同首句的“十年离乱”相呼应，使后会难期的惆怅心情，溢于言表。&&&这首诗不以奇特警俗取胜，而以朴素自然见长。全诗以凝炼的语言，白描的手法，生动的细节，典型的场景，层次分明地再现了社会动乱中与亲人久别后不期而遇又匆匆离散的场面，抒写了亲人间真挚的情谊，也表现了动乱给人们带来的痛苦和无奈。诗人借时事动乱中人生聚散的独特一幕，表达出无尽的诗情。",
                    "transferInfo" : "在社会动乱中离别了十年后，竟然在长大成人时意外相逢。初见不相识还惊问名和姓，称名后才想起旧时的面容。说不完别离后世事的变化，畅谈停止时已听到黄昏寺院的鸣钟。明日你又要登上巴陵古道，秋山添忧愁不知又隔几重？",
                    "backgroundInfo" : "此诗当作于安史之乱之后的藩镇割据时期。唐代自公元755年（唐玄宗天宝十四年）爆发安史之乱，至公元763年（唐代宗广德元年）结束，旋即大大小小的战争时断时续，一直延续到唐顺宗永贞元年（公元785年）才大体告一段落，历时三十年。此诗就是在这种动乱的社会背景下创作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "凉思",
                    "author" : "李商隐",
                    "content" : "客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。",
                    "addtionInfo" : "凉思：凄凉的思绪。槛（jiàn）：栏杆。蝉休：蝉声停止，指夜深。永怀：即长想，长久思念。此节：此刻。倚立：意谓今日重立槛前，时节已由春而秋。移时：历时、经时，即时间流过，经历一段时间。北斗：即北斗星，因为它屹立天极，众星围绕转动，古人常用来比喻君主，这里指皇帝驻居的京城长安。兼春：即兼年，两年。南陵：今安徽南陵县，唐时属宣州。此指作者怀客之地。寓使：指传书的使者。寓：寄，托。占梦：占卜梦境，卜度梦的吉凶。数：屡次。新知：新结交的知己。",
                    "classInfo" : "38",
                    "poetryID" : "21",
                    "source" : "2",
                    "analysesInfo" : "这是写诗人初秋夜晚的一段愁思。&&&首联写愁思产生的环境。访客已经离去，池水涨平了栏槛，知了停止噪鸣，清露挂满树枝，好一幅水亭秋夜的清凉图景！但是，诗句的胜处不光在于写景真切，它还细致地传达出诗人心理感受的微妙变化。如“客去”与“波平槛”，本来是互不相关的两件事，为什么要连在一起叙述呢？细细推敲，大有道理。大凡人在热闹之中，是不会去注意夜晚池塘涨水这类细节的。只有当客人告退、孤身独坐时，才会突然发现：哟，怎么不知不觉间面前的水波已涨得这么高了！同样，鸣蝉与滴露也是生活里的常事，也只有在陡然清静下来心绪无聊时，才会觉察到现象的变化。所以，这联写景实际上反映了诗人由闹至静后的特殊心境，为引起愁思作了铺垫。&&&第二联开始，诗人的笔触由“凉”转入“思”。永怀，即长想。此节，此刻。移时，历时、经时。诗人的身影久久倚立在水亭栏柱之间，他凝神长想，思潮起伏。读者虽还不知道他想的什么，但已经感染到那种愁思绵绵的悲凉情味。&&&诗篇后半进入所思的内容。北斗星，因为它屹立天极，众星围绕转动，古人常用来比喻君主，这里指皇帝驻居的京城长安。兼春，即兼年，两年。南陵，今安徽繁昌县，唐时属宣州。寓，托。两句意思是：离开长安已有两个年头，滞留远方未归；而托去南陵传信的使者，又迟迟不带回期待的消息。处在这样进退两难的境地，无怪乎诗人要产生被弃置天涯、零丁无告的感觉，屡屡借梦境占卜吉凶，甚至猜疑所联系的对方有了新结识的朋友而不念旧交了。由于写作背景难以考定，诗中所叙情事不很了了。但我们知道李商隐一生不得志，在朝只做过短短两任小官，其余时间都漂泊异乡，寄人幕下。这首诗大约写在又一次飘零途中，缅怀长安而不得归，寻找新的出路又没有结果，素抱难展，托身无地，只有归结于悲愁抑郁的情思。“凉思”一题，语意双关：既指“思”由“凉”生，也意味着思绪悲凉。按照这样的理解，“凉”和“思”又是通篇融贯为一体的。&&&此诗抒情采用直写胸臆的方式，不象作者一般诗作那样婉曲见意，但倾吐胸怀仍有宛转含蓄之处，并非一泻无余。语言风格疏郎清淡，不假雕饰，也有别于李商隐一贯的精工典丽的作风，正适合于表现那种凄冷萧瑟的情怀。大作家善于随物赋形，不受一种固定风格的拘限，于此可见一斑。",
                    "transferInfo" : "当初你离去时春潮漫平栏杆；如今秋蝉不鸣露水挂满树枝。我永远怀念当时那美好时节；今日重倚槛前不觉时光流逝。你北方的住处像春天般遥远；我在南陵嫌送信人来得太迟。远隔天涯我屡次占卜着美梦；疑心你有新交而把老友忘记。",
                    "backgroundInfo" : "此诗写作背景难以考定，诗中所叙情事不甚了了。李商隐一生不得志，在朝只做过短短两任小官，其余时间都漂泊异乡，寄人幕下。这首诗大约写在又一次飘零途中，缅怀长安而不得归，寻找新的出路又没有结果，素抱难展，托身无地，只有归结于悲愁抑郁的情思。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "北青萝",
                    "author" : "李商隐",
                    "content" : "残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。",
                    "addtionInfo" : "青萝：一种攀生在石崖上的植物，此处代指山。崦（yān）：即“崦嵫（zī）”， 山名，在甘肃。古时常用来指太阳落山的地方。初夜：黄昏。磬（qìng）：古代打击乐器，形状像曲尺，用玉、石制成，可悬挂。佛寺中使用的一种钵状物，用铜铁铸成，既可作念经时的打击乐器，亦可敲响集合寺众。“世界”句：大千世界俱是微生，我还谈什么爱和恨呢？宁：为什么。",
                    "classInfo" : "50",
                    "poetryID" : "22",
                    "source" : "2",
                    "analysesInfo" : "这首诗首联写诗人寻访僧人之事；颔联写诗人寻访所经之路程、所见之景物；颈联写诗人黄昏时才寻到僧人，以精炼的笔墨描绘了僧人的简静生活；尾联写诗人获得了思想的启迪。诗所表达的是一种不畏辛劳艰险、一心追寻禅理、淡泊之怀面对仕途荣辱的愿望，既赞美了僧人清幽简静的生活，又表现出诗人对禅理的领悟，淡泊之怀面对现实、从容之心面对仕途荣辱。此诗语言凝炼，富于蕴藏，层次清晰。&&&“残阳西入崦，茅屋访孤僧。”写诗人寻访僧人之事。时当红日西沉山谷，诗人进入山中，去拜访一位住在茅屋中的僧人。“茅屋”，写出僧人居处的简朴，“孤僧”，写出僧人的不厌孤独。而诗人此时正逢生活清苦、亲朋离散的艰难岁月，他寻访这样一位清苦而孤居的僧人，显然是要从对方身上获得启示，以解除自身的苦恼。清苦人寻清苦地，孤独客访孤独僧，俗与佛已有了精神交流的契机。&&&“落叶人何在，寒云路几层。”写诗人寻访所经之路程、所见之景物。“落叶人何在，寒云路几层。”时当深秋，满山的林木飘下纷纷的黄叶，诗人要找的那位孤僧，却不知住在哪里。“人何在”，使人联想到诗人于山林间四处张望的神态，显现出山间林木的密集和僧人的幽藏，愈发表现出这位孤僧远避红尘的意趣，这正是诗人探访的目的。对句更将僧人的幽藏作进一步的渲染：诗人沿着寒云缭绕的山路，盘曲而上，已不知把那盘山之路走了几重。山路入云，已见其高，何况入的是“寒云”。“寒云路几层”不仅写出僧人的高居尘上，也写出诗人不畏辛劳和艰险、—心追寻禅理的热切之举。此联二句写景而兼记行踪，景中暗含着僧人和诗人的影子，言筒意丰，蕴藏极富，堪称方家妙笔。&&&“独敲初夜磬，闲倚一枝藤。”以精炼的笔墨描绘了僧人的简静生活：“独敲初夜磐，闲倚一枝藤。”“初夜”二字与首句“残阳”相关照，写出到达茅屋的时间。夜幕降临，僧人在茅屋中独自敲磐诵经。“独”字与次句的“孤”字相呼应，因为是“孤僧”，所以独自敲磐。虽只身独处，而未怠佛事，可见其对佛的虔诚。诗人此时站在茅屋外边，耳听清脆的磐声，眼望寂静的星辰，深感佛界的静谧与安详，此中再无红尘之困扰。待到僧人佛事已毕，诗人走进茅屋，与之交谈，对交谈的情状仅用“闲倚一枝藤”五个字概括，却内蕴丰富。“藤”是藤条做的手杖，极为简朴，僧人所“倚”，仅此而已，生活之清苦可以想见；难得的是僧人那份“闲”态，居清贫而安闲自如，从容不迫。&&&“世界微尘里，吾宁爱与憎。”写诗人获得了思想的启迪。“世界微尘里，吾宁爱与憎。”佛教认为大千世界全在微尘之中，人也不过就是微尘而已。诗人领悟了这个道理，表示今后不再纠缠爱憎，众心净虑，以淡泊之怀面对仕途荣辱。&&&综观此诗，语言凝炼，富于蕴藏，层次清晰。诗人先写出访，次写途中，再写遇僧，最后以思想收获作结。诗人先将笔墨集中在探访之上，描写僧人居住状态的孤独。用“独敲”一联勾勒，“独”字和“一”字均照应了第二句中的“孤”字。用“闲”字写出佛家对红尘物欲的否定，突显出诗人希望从佛教思想中得到解脱，将爱憎抛却，求得内心的宁静。最后写诗人访僧忽悟禅理之意，更衬出孤僧高洁的心灵。此诗所表达的就是一种不畏辛劳艰险、—心追寻禅理、淡泊之怀面对仕途荣辱的愿望，既赞美了僧人清幽简静的生活，又表现出诗人对惮理的领悟，淡泊之怀面对现实、从容之心面对仕途荣辱。",
                    "transferInfo" : "夕阳落入崦嵫山中，我去探访一位独自住在茅屋中的僧人。树林落叶纷纷，不知僧人住在何处？沿着寒云缭绕的山路，盘曲而上，不知走了几重。夜幕降临，僧人在茅屋中独自敲磐诵经，闲适的靠着一枝青藤与他交谈。大千世界俱是微生，我还谈什么爱和恨呢？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝉",
                    "author" : "李商隐",
                    "content" : "本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。",
                    "addtionInfo" : "以：因。薄宦：指官职卑微。高难饱：古人认为蝉栖于高处，餐风饮露，故说“高难饱”。恨费声：因恨而连声悲鸣。费，徒然。五更（gēng）：中国古代把夜晚分成五个时段，用鼓打更报时，所以叫“五更”。疏欲断：指蝉声稀疏，接近断绝。碧：绿。薄宦：官职卑微。梗犹泛：漂泊不定，孤苦无依。梗，指树木的枝条。故园：对往日家园的称呼，故乡。芜已平：荒草已经平齐没胫，覆盖田地。芜，荒草。平，指杂草长得齐平。君：指蝉。警：提醒。亦：也。举家清：全家清贫。举，全。清，清贫，清高。",
                    "classInfo" : "8",
                    "poetryID" : "23",
                    "source" : "2",
                    "analysesInfo" : "此诗先是描写蝉的境遇，后面直接跳到自身的遭遇上来，直抒胸臆，感情强烈，最后却又自然而然地回到蝉身上，首尾圆融，意脉连贯。全诗以蝉起，以蝉结，章法紧密，对蝉的刻画与诗人的情意婉转表达到了浑然交融与统一，是托物咏怀的佳作。&&&“本以高难饱，徒劳恨费声。”首联以蝉的生活习性起兴。“高”以蝉栖高树暗喻自己的清高；蝉的“难饱”又与作者身世感受暗合。由“难饱”而引出“声”来，所以哀中又有“恨”。但这样的鸣声却是徒劳，并不能使它摆脱难饱的困境。这是说，作者由于为人清高，所以生活清贫，虽然向有力者陈情，希望得到他们的帮助，最终却是徒劳的。这样结合作者自己的感受来咏物，看似把物的本来面貌歪曲，因为蝉本来没有“难饱”和“恨”。作者这样说，看似不真实了，但咏物诗的真实，是作者感情的真实。作者确实有这种感受，借蝉来写，只要“高”和“声”是和蝉符合的，作者可以写出他对“高”和“声”的独特感受来，可以写“居高声自远”（虞世南《咏蝉》），也可以写“本以高难饱”，这两者对两位不同的作者都是真实的。&&&“五更疏欲断，一树碧无情。”颔联是说，五更以后疏落之声几近断绝，满树碧绿依然如故毫不动情。蝉的鸣声到五更天亮时，已经稀疏得快要断绝了，可是一树的叶子还是那样碧绿，并不为它的“疏欲断”而悲伤憔悴，显得那样冷酷无情。这里接触到咏物诗的另一特色，即无理得妙。蝉声的“疏欲断”，与树叶的“碧”两者本无关涉，可是作者却怪树的无动于衷。这看似毫无道理，但无理处正见出作者的真实感情。“疏欲断”既是写蝉，也是寄托自己的身世遭遇。就蝉说，责怪树的“无情”是无理；就寄托身世遭遇来说，责怪有力者本可以依托荫庇而却“无情”，是有理的。咏物诗既以抒情为主，所以这种无理在抒情上就成了有理了。&&&“薄宦梗犹泛，故园芜已平。”颈联是说，我官职卑下像桃梗漂流不定，家园长期荒芜杂草早已长平。颈联来一个转折，抛开咏蝉，转到自己身上，这一转就打破了咏蝉的限制，扩大了诗的内容。作者在各地当幕僚，是个小官，所以称“薄宦”。经常在各地流转，好像大水中的木偶到处漂流。这种不安定的生活，使他怀念家乡，更何况家乡田园里的杂草和野地里的杂草已经连成一片了，作者思归就更加迫切。这两句好像和上文的咏蝉无关，暗中还是有联系的。“薄宦”同“高难饱”、“恨费声”联系，小官微禄，所以“难饱”、“费声”。经过这一转折，上文咏蝉的抒情意味就更明白了。&&&“烦君最相警，我亦举家清”，又回到咏蝉上来，用拟人法写蝉。“君”与“我”对举，把咏物和抒情密切结合，而又呼应开头，首尾圆合。蝉的难饱正与我也举家清贫相应；蝉的鸣叫声，又提醒我这个与蝉境遇相似的小官，想到“故园芜已平”，不免勾起赋归之念。钱钟书先生评论这首诗说：“蝉饥而哀鸣，树则漠然无动，油然自绿也（油然自绿是对“碧”字的很好说明）。树无情而人（‘我’）有情，遂起同感。蝉栖树上，却恝置（犹淡忘）之；蝉鸣非为‘我’发，‘我’却谓其‘相警’，是蝉于我亦‘无情’，而我与之为有情也。错综细腻。”钱先生指出不仅树无情而蝉亦无情，进一步说明咏蝉与抒情的错综关系。&&&咏物诗，贵在“体物为妙，功在密附”。这首咏蝉诗，“传神空际，超超玄著”，被朱彝尊誉为“咏物最上乘”。诗人借蝉栖高饮露的个性来表现自己高洁的品格，可谓借物咏怀的典型。",
                    "transferInfo" : "你栖身高枝之上才难以饱腹，虽悲鸣寄恨而无人同情。五更以后疏落之声几近断绝，可是满树碧绿依然如故毫不动情。我官职卑下，行踪飘忽不定，家园难返，故乡的田园也早已荒芜。烦劳你的鸣叫让我能够警醒，我也是，家徒四壁，举家清苦。",
                    "backgroundInfo" : "本诗的具体创作不详。李商隐平生曾两度入官秘书省，但最终未能得志，处境每况愈下。该诗就是表达了他虽仕途不顺，却坚守清高之志。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "风雨",
                    "author" : "李商隐",
                    "content" : "凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。",
                    "addtionInfo" : "风雨，语义双关，既指自然界风雨，更喻人世间风雨。宝剑篇：郭震写《宝剑篇》而得武则天赏识，而作者自己虽有才华，却迪际凄凉，到处羁旅漂泊，终年无处可以寄托。黄叶句：黄叶本已凋衰，再加风雨摧残，其凄凉景象更令人触目神伤。新知句：凄冷的人间风雨，已经渗透到知交的领域，茫茫人世，似乎只剩下冰凉的雨帘，再也找不到任何一个温暖的角落了。",
                    "classInfo" : "61",
                    "poetryID" : "24",
                    "source" : "2",
                    "analysesInfo" : "这是一首作者以风雨比喻自己境遇的咏怀诗。这首诗首联借《宝剑篇》的典故发端，反衬自己长年漂泊凄凉的身世。颔联通过对比抒发自己对不平境遇的怨愤。颈联直接写明由于陷入党争，致使新知，旧友都已疏远冷落，更具体表现了自己孤凄寂寞的身世。尾联写自己本欲断酒，但由于忧愁，又不断饮酒消愁。全诗意境悲凉，表现诗人沉沦孤独的感情和遭遇，真切感人。&&&首句中的“宝剑篇”，系借指自己抒发不遇之感的诗作，故用“凄凉”来形容。从字面看，两句中“凄凉”、“羁泊”连用，再加上用“欲穷年”来突出凄凉羁泊生涯的无穷无已，似乎满纸悲酸凄苦。但由于“宝剑篇”这个典故本身所包含的壮怀激烈的意蕴和郭元振这位富于才略的历史人物在读者脑海中引起的联想，它给人们的实际感受，却是在羁旅飘泊的凄凉中蕴积着一股金剑沉的郁勃不平之气。&&&“黄叶仍风雨，青楼自管弦。”承上，进一步抒写羁泊异乡期间风雨凄凉的人生感受。前句触物兴感，实中寓虚，用风雨中飘零满地的黄叶象征自己不幸的身世遭遇，与后句实写青楼管弦正形成一喧一寂的鲜明对比，形象地展现出沉沦寒士与青楼 豪贵苦乐悬殊、冷热迥异的两幅对立的人生图景。两句中“仍”、“自”二字，开合相应，极富神味。“仍”是更、兼之意。黄叶本已凋衰，再加风雨摧残，其凄凉景象更令人触目神伤。它不仅用加倍法写出风雨之无情和不幸之重沓，而且有力地透出内心难以忍受的痛苦。“自”字既有转折意味，又含“自顾”之意，画出青楼豪贵得意纵恣、自顾享乐、根本无视人间另有忧苦的意态。它与“仍”字对应，正显示出苦者自苦、乐者自乐那样一种冷酷的社会现实和人间关系，而诗人对这种社会现实的愤激不平，也含蓄地表现了出来。&&&在羁泊异乡的凄凉孤孑境况中，友谊的温暖往往是对寂寞心灵的一种慰藉，颈联因此自然引出对“新知”、“旧好”的忆念。但思忆的结果却反而给心灵带来更深的痛苦——“新知遭薄俗，旧好隔良缘。”由于无意中触犯了朋党间的戒律，诗人不但仕途上偃蹇不遇，坎坷终身，而且人格也遭到种种诋毁，被加上“放利偷合”、诡薄无行”（《新唐书·李商隐传》）一类罪名。在这种情况下，“旧好”关系疏远，“新知”遭受非难便是必然的了。两句中一“遭”一“隔”，写出了诗人在现实中孑然孤立的处境，也蕴含了诗人对“薄俗”的强烈不满。从“青楼自管弦”到“旧好隔良缘”，既是对自己处境的深一层描写，也是对人生感受的深一层抒发。凄冷的人间风雨，已经渗透到知交的领域，茫茫人世，似乎只剩下冰凉的雨帘，再也找不到任何一个温暖的角落了。&&&“心断新丰酒，销愁斗几千？”和首联的“宝剑篇”一样，这里的“新丰酒”也暗用典故。初唐的马周落拓未遇时，西游长安，住新丰旅舍。受到冷遇，遂取酒独酌，表现出不凡的气度和性格。后来受到皇帝赏识，拔居高位。诗人想到自己只有马周当初未遇时的落拓，却无马周后来的幸遇，所以只能盼望着用新丰美酒一浇胸中块垒。然而羁泊异乡，远离京华，即使想如马周失意时取新丰美酒独酌也不可得，所以说“心断”。通过层层回旋曲折，终于将诗人内心的郁积苦闷发抒到极致。末句以问语作收，似结非结，正给人留下苦闷无法排遣、心绪茫然无着的印象。&&&诗题“风雨”，具有象征意蕴。象征着包围、压抑、摧残、扼杀贤才的冷酷无情的社会现实。但品味全诗，便会体会到作者在批判揭露阴暗现实的同时又表现一种积极用世的生活热情。首、尾两联用郭元振、马周之典也流露出对初唐开明政治的向往和匡时济世的强烈要求。这正是一切正直的有事业心而又不遇于时的知识分子所共有的心境，故此诗具有典型性和深广的社会意义。",
                    "transferInfo" : "我虽有《宝剑篇》那样充满豪气的诗篇，但却不遇明主，长期羁旅在外虚度华年。枯败的黄叶仍旧被风雨摧残，富贵人家还在轻歌曼舞，演奏着急管繁弦。新交的朋友遭到浅薄世俗的非难，故旧日的老友又因层层阻隔而疏远无缘。心中想要断绝这些苦恼焦烦，要用新丰美酒来销愁解闷，管它价钱是十千还是八千。",
                    "backgroundInfo" : "李商隐早年受知于牛僧孺党的令狐楚，登进士及第后又娶了李德裕党人王茂元的女儿。牛李党争激烈，李党失势，令狐楚的儿子令狐绹长期执政，排抑李商隐，使他成为了党争中的牺牲品。一生四处漂泊寄迹幕府，穷愁潦倒。这首诗就抒写他凄酸的生活境遇，具体创作时间不详。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "落花",
                    "author" : "李商隐",
                    "content" : "高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。",
                    "addtionInfo" : "参差：指花影的迷离，承上句乱飞意。芳心：指花，也指自己看花的心意。沾衣：指流泪。",
                    "classInfo" : "21",
                    "poetryID" : "25",
                    "source" : "2",
                    "analysesInfo" : "“高阁客竟去，小园花乱飞。”首联是说，高阁上的游客已经竞相离去；小园的春花已经随风飘零纷纷乱飞。&&&诗一开始便写落花景象，前人称赞它发端“超忽”。其实，“小园花乱飞”一句不过是人皆可道之景，手法平平，并不新奇；妙就妙在首联两句之间的联系。落花是一种自然现象，和客人来去本无必然的联系，但诗人却说花是因为客人去了才“乱飞”，这样一来，连落花也看作有情的了。这种因果关系的描写颇出人意表，却又在情理之中。落花虽然早有，客人在时却浑然不觉，待到人去楼空，客散园寂，孤独惆怅之情袭上心头，诗人这才注意到满园缤纷的绿花，而且生出同病相怜的情思。两句诗不单写花，也兼写人，含蓄蕴藉，耐人寻味。&&&“参差连曲陌，迢递送斜晖。”颔联是说，花影参差迷离接连着弯弯小径，远望落花回舞映着斜阳的余晖。三四两句承上，分别从不同的角度进一步描写落花乱飞的具体情状。“参差”句从空间着眼，写落花飘拂纷飞，连结曲陌；“迢递”句从时间着笔，写落花连绵不断，无尽无休。诗人是立于高阁向下俯视，所以园内景象尽收眼底。这两句对落花的本身描绘显得很客观，但对“斜晖”的点染却透露出作者的内心并不平静。此时此刻，在他眼前出现的落花和斜晖已经不是常人眼里的自然现象，而是同人一样充满感情，具有生命的事物，它们像是在同自己十分美好的青春和年华告别。诗人十分敏感的捕捉住这富有特征的景象，使整个画面笼罩在沉重暗淡的色调里，透出了诗人心灵的伤感和悲哀。&&&“肠断未忍扫，眼穿仍欲归。”颈联是说，我的肝肠欲断不忍把落红扫去；望眼欲穿盼来春天却匆匆回归。五、六句在前面描写的基础上，直接抒发了诗人的情感。这里的“肠断未忍扫”，就不单是一般的怜花惜花之情，而是断肠人又逢落花，自然倍觉伤情。“眼穿仍欲归”一句写出诗人的痴情和执着，他望眼欲穿，巴望花不要再落，却事与愿违，枝上残留的花朵越来越稀疏。&&&“芳心向春尽，所得是沾衣。”尾联是说，爱花惜花自然要埋怨春天去得太早，春尽花谢所得的只是落泪沾衣。花朵用生命装点了春天，无私的奉献出自己的一片芳心，最终却落得个凋零残破、沾人衣裾的凄凉结局。这又不是诗人自身的写照吗？诗人素怀壮志，极欲见用于世，却屡遭挫折，报效无门，所得只有悲苦失望，泪落沾衣而已。末二句，语意双关，低回凄婉，感慨无限。&&&全诗纯用白描，而落花与惜花者之神情全出，在淡淡的背景下，稀疏的笔意中，表达了诗人细致微妙的情思，把个落花季节写得愁肠寸断。不难看出，它已不是见花落泪、春归伤情的一般伤情诗了，而是比平常的伤春诗有更多的意蕴，更丰富的内涵。诗借对落花命运的怜惜，表现了诗人对一切美好事物被摧残的深深惋惜；诗人的一腔幽怨、缕缕情思在对落花深情的怜惜中含蓄婉转地透出，可谓情深韵美。诗的首尾两联，更是既得落花神韵，又意在言外地传达出诗人的情思。&&&诗歌是回顾漫长的文化积淀过程，首先从花开到花落，这自然界的演变过程。诗歌同人世的沧桑变换，荣枯无常，生涯浮沉的规律相契合。这从而成为生命盛衰的象征，富于哲理意味。其次花性柔弱，花开有时。自然是人类永远的认识对象和审美对象。诗人通过对花落表达出诗人身世坎坷。",
                    "transferInfo" : "高阁上的游人早已远去，小园的春花随风凋零纷纷乱飞。花影参差迷离接连着曲折的小径，远望落花回舞映着斜阳的余晖。我肝肠欲断，真不忍心把扫去满地落花；盼望残留枝头的春花能长久地保持下去。盛开的鲜花将随着春天而去，面对这一切，我只有落泪沾衣。",
                    "backgroundInfo" : "这首诗写于会昌六年（公元846年），作者正闲居永业。当时，李商隐陷入牛李党争之中，境况不佳，心情郁闷，故本诗流露出幽恨怨愤之情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "登岳阳楼",
                    "author" : "杜甫",
                    "content" : "昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
                    "addtionInfo" : "洞庭水：即洞庭湖。在今湖南北部，长江南岸，是我国第二大淡水湖。岳阳楼：在今湖南省岳阳市，下临洞庭湖，为游览胜地。吴楚：春秋时二国名（吴国和楚国）其地略在今湖南、湖北、江西、安徽、江苏、浙江一带。下瞰洞庭，碧湖万顷，遥望君山，气象万千，唐张说建，宋滕子京修。 坼（chè）：分裂，这里引申为划分。这句是说：辽阔的吴楚两地被洞庭湖一水分割。乾坤（qián kūn）日夜浮：日月星辰和大地昼夜都飘浮在洞庭湖上。乾坤：天地，此指日月。无一字：杳无音讯。 字：这里指书信。老病：年老多病。杜甫时年五十七岁，身患肺病，风痹，右耳已聋。有孤舟：唯有孤舟一叶飘零无定。诗人生平的最后三年里大部分时间是在船上度过的。这句写的是杜甫生活的实况。戎（róng）马关山北：北方边关战事又起。当时吐蕃侵扰宁夏灵武、陕西邠（bīn）州一带，朝廷震动，匆忙调兵抗敌。戎马：军马借指军事、战争，战乱。这年秋冬，吐蕃又侵扰陇右、关中一带。凭轩：倚着楼窗。涕泗流：眼泪禁不住地流淌。涕泗：眼泪和鼻涕，偏义复指，即眼泪。",
                    "classInfo" : "25",
                    "poetryID" : "26",
                    "source" : "2",
                    "analysesInfo" : "此诗是杜甫诗中的五律名篇，前人称为盛唐五律第一。从总体上看，江山的壮阔，在诗中互为表里。虽然悲伤，却不消沉；虽然沉郁，却不压抑。反映了其关心民生疾苦的风格。&&&首联虚实交错，今昔对照，从而扩大了时空领域。写早闻洞庭盛名，然而到暮年才实现目睹名湖的愿望，表面看有初登岳阳楼之喜悦，其实意在抒发早年抱负至今未能实现之情。用“昔闻”为“今上”蓄势，归根结底是为描写洞庭湖酝酿气氛。&&&颔联是洞庭的浩瀚无边。洞庭湖坼吴楚、浮日夜，波浪掀天，浩茫无际，真不知此老胸中吞几云梦！这是写洞庭湖的佳句，被王士禛赞为“雄跨今古”。写景如此壮阔，令人玩索不尽。&&&颈联写政治生活坎坷，漂泊天涯，怀才不遇的心情。“亲朋无一字”，得不到精神和物质方面的任何援助；“老病有孤舟”，从大历三年正月自夔州携带妻儿、乘舟出峡以来，既“老”且“病”，飘流湖湘，以舟为家，前途茫茫，何处安身，面对洞庭湖的汪洋浩淼，更加重了身世的孤危感。自叙如此落寞，于诗境极闷极狭的突变与对照中寓无限情意。&&&尾联写眼望国家动荡不安，自己报国无门的哀伤。上下句之间留有空白，引人联想。开端“昔闻洞庭水”的“昔”，当然可以涵盖诗人在长安一带活动的十多年时间。而这，在空间上正可与“关山北”拍合。“凭轩”与“今上”首尾呼应。&&&首联叙事，颔联描写，颈联抒情，尾联总结。通篇是“登岳阳楼”诗，却不局限于写“岳阳楼”与“洞庭水”。诗人屏弃眼前景物的精微刻画，从大处着笔，吐纳天地，心系国家安危，悲壮苍凉，催人泪下。时间上抚今追昔，空间上包吴楚、越关山。其身世之悲，国家之忧，浩浩茫茫，与洞庭水势融合无间，形成沉雄悲壮、博大深远的意境。&&&这首诗意境开阔宏伟，风格雄浑渊深，是杜甫诗中的五律名篇，前人称之为盛唐五律第一。从总体上看，江山的壮阔，与诗人胸襟的博大，在诗中互为表里。虽然悲伤，却不消沉；虽然沉郁，却不压抑。宋代胡仔《苕溪渔隐丛话》引蔡绦《西清诗话》说：“洞庭天下壮观，自昔骚人墨客，题之者众矣，……然未若孟浩然‘气蒸云梦泽，波撼岳阳城’，则洞庭空旷无际，气象雄张，如在目前。至读杜子美诗，则又不然。‘吴楚东南坼，乾坤日夜浮’，不知少陵胸中吞几云梦也。”&&&全诗纯用赋法，从头到尾都是叙述的笔调。以往一些学者认为诗用赋法，没有形象，没有诗味。事实上，赋法是诗歌形象化的重要手法，其特点是不注重诗的语言和局部事物的形象化，而着力创造诗的总体意境。《登岳阳楼》正是运用赋法创造艺术形象的典范。它所达到的艺术境界，已经使人不觉得有艺术方法的存在，甚至不觉得有语言的存在，只觉得诗人的思想感情撞击着心扉。&&&全诗以自叙和抒情为主，真挚感人；写景只是三，四两句，既是实写，又想象，一“坼”一“浮”，把洞庭湖的气象描绘得壮阔而又生动。",
                    "transferInfo" : "以前就听说洞庭湖波澜壮阔，今日终于如愿登上岳阳楼。浩瀚的湖水把吴楚两地分隔开来，整个天地仿似在湖中日夜浮动。亲朋好友们音信全无，年老多病只有一只船孤零零的陪伴自己。关山以北战争烽火仍未止息，凭栏遥望胸怀家国泪水横流。",
                    "backgroundInfo" : "公元767年（唐代宗大历二年），杜甫五十七岁，当时诗人处境艰难，凄苦不堪，年老体衰，患肺病及风痹症，左臂偏枯，右耳已聋，靠饮药维持生命。大历三年（公元768年），杜甫离开夔州（今重庆奉节）沿江由江陵、公安一路漂泊，来到岳阳（今属湖南）。登上神往已久的岳阳楼，凭轩远眺，面对烟波浩渺、壮阔无垠的洞庭湖，诗人发出由衷的礼赞；继而想到自己晚年飘泊无定，国家多灾多难，又不免感慨万千，于是在岳阳写下《登岳阳楼》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "奉济驿重送严公四韵",
                    "author" : "杜甫",
                    "content" : "远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。",
                    "addtionInfo" : "列郡：指东西两川属邑。三朝：指唐玄宗、唐肃宗、唐代宗三朝。江村：指成都浣花溪边的草堂。",
                    "classInfo" : "108",
                    "poetryID" : "27",
                    "source" : "2",
                    "analysesInfo" : "诗一开头，点明“远送”，体现出诗人意深而情长。诗人送了一程又一程，送了一站又一站，一直送到了二百里外的奉济驿，有说不尽的知心话。“青山空复情”一句，饶有深意。青峰伫立，也似含情送客；途程几转，那山仍若恋恋不舍，目送行人。然而送君千里，也终须一别了。借山言人，情致婉曲，表现了诗人那种不忍相别而又不得不别的无可奈何之情。&&&伤别之余，诗人自然想到“昨夜”相送的情景：皎洁的月亮曾和他一起“同行”送别，在月下同饮共醉，行吟叙情，离别之后，后会难期，诗人感情的闸门再也关不住了，于是诗人发问道：“几时杯重把？”“杯重把”，把诗人憧憬中重逢的情景，具体形象地表现出来了。这里用问句，是问诗人自己，也是问友人。社会动荡，生死未卜，能否再会还是个未知数。诗人送别时极端复杂的感情，凝聚在一个寻常的问语中。&&&以上这四句倒装，增添了诗的情趣韵致。前人说得好：“诗用倒挽，方见曲折。”首联如果把“青山”一句提到前面，就会显得感情唐突，使人不知所云；颔联如果把“昨夜”一句放在前面，便会显得直白而缺少情致。现在次序一倒，就奇曲多趣了。这正是此诗平中见奇的地方。&&&诗人想到，像严武这样知遇至深的官员恐怕将来也难得遇到，于是离愁之中又添一层凄楚。关于严武，诗人没有正面颂其政绩，而说“列郡讴歌惜，三朝出入荣”，说他于玄宗、肃宗、代宗三朝出守外郡或入处朝廷，都荣居高位。离任时东西两川属邑的人们讴歌他，表达依依不舍之情。言简意赅，雍雅得体。&&&最后两句抒写诗人送别后的心境。“江村独归处，寂寞养残生。”“独”字见离别之后的孤单无依；“残”字含风烛余年的悲凉凄切；“寂寞”则道出知遇远去的冷落和惆怅。两句充分体现了诗人对严武的真诚感激和深挚友谊，依恋惜别之情溢于言表。&&&杜甫作这首诗送好友严武，既赞美严武，也发出他自己“寂寞养残生”的叹息。诗意在送严武奉召还朝。诗人曾任严武幕僚，深得严武关怀，所以心中那种依依不舍的别离之情，不必再用言语解释。这首诗语言质朴含情，章法谨严有度，平直中有奇致，浅易中见沉郁，情真意挚，凄楚感人。",
                    "transferInfo" : "远送你从这里就要分别了，青山空自惆怅，倍增离情。什么时候能够再举杯共饮，昨天夜里我们还在月色中同行。各郡的百姓都讴歌你，不忍心你离去，你在三朝为官，多么光荣。送走你我独自回到江村，寂寞地度过剩下的岁月。",
                    "backgroundInfo" : "762年（宝应元年）四月，唐肃宗死，唐代宗即位，六月，召严武入朝，杜甫送别赠诗，因之前已写过《送严侍郎到绵州同登杜使君江楼宴》，故称“重送”。律诗双句押韵，八句诗四个韵脚，故称“四韵”。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "别房太尉墓",
                    "author" : "杜甫",
                    "content" : "他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。",
                    "addtionInfo" : "房太尉：房琯。复行役：指一再奔走。近泪句：意谓泪流处土为之不干。对棋：对奕、下棋。把剑句：春秋时吴季札聘晋，路过徐国，心知徐君爱其宝剑，及还，徐君已死，遂解剑挂在坟树上而去。意即早已心许。谢傅：指谢安。以谢安的镇定自若、儒雅风流来比喻房琯是很高妙的，足见其对房琯的推崇备至。",
                    "classInfo" : "17",
                    "poetryID" : "28",
                    "source" : "2",
                    "analysesInfo" : "“他乡复行役，驻马别孤坟。”既在他乡复值行役之中，公事在身，行色匆匆。尽管如此，诗人还是驻马暂留，来到孤坟前，向亡友致哀。先前堂堂宰相之墓，如今已是茕茕“孤坟”，表现了房琯晚年的坎坷和身后的凄凉。&&&“近泪无干土，低空有断云。”“无干土”的缘由是“近泪”。诗人在坟前洒下许多伤悼之泪，以至于身旁周围的土都湿润了。诗人哭墓之哀，似乎使天上的云也不忍离去。天低云断，空气里都带着愁惨凝滞之感，使诗人倍觉寂寥哀伤。&&&“对棋陪谢傅，把剑觅徐君。”诗人下句则用了另一典故。《说苑》载：吴季札聘晋过徐国，心知徐君爱其宝剑，等到他回来的时候，徐君已经去世，于是解剑挂在徐君坟的树上而去。诗人以延陵季子自比，表示对亡友的深情厚谊，虽死不忘。这又照应前两联，道出他为何痛悼的原因。诗篇布局严谨，前后关联十分紧密。&&&“唯见林花落，莺啼送客闻。”“唯”字贯两句，意思是，只看见林花纷纷落下，只听见莺啼送客之声。这两句收尾，显得余韵悠扬不尽。诗人着意刻画出一个幽静肃穆之极的氛围：林花飘落似珠泪纷纷，啼莺送客，也似哀乐阵阵。此时此地，诗人只看见这样的场景，只听见这样的声音，格外衬托出孤零零的坟地与孤零零的吊客的悲哀。&&&诗人表达的感情十分深沉而含蓄，这是因为房琯的问题，事干政局，诗人已经为此吃了苦头，自有难言之苦。但诗中那阴郁的氛围，那深沉的哀痛，还是表现出诗人不只是悼念亡友而已，更多的是内心对国事的殷忧和叹息。",
                    "transferInfo" : "我东西漂泊，一再奔走他乡异土，今日歇脚阆州，来悼别你的孤坟。泪水沾湿了泥土，心情十分悲痛，精神恍惚，就象低空飘飞的断云。当年与你对棋，比你为晋朝谢安，而今在你墓前，象季札拜别徐君。不堪回首，眼前只见这林花错落，离去时，听得黄莺啼声凄怆难闻。",
                    "backgroundInfo" : "房太尉即房琯，他在唐玄宗来到四川时拜相，为人比较正直。757年（至德二年），为唐肃宗所贬。杜甫曾毅然上疏力谏，结果得罪肃宗，几遭刑戮。房琯罢相后，于763年（宝应二年）拜特进、刑部尚书。在路遇疾，卒于阆州。两年后杜甫经过阆州，特来看看老友的坟。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "旅夜书怀",
                    "author" : "杜甫",
                    "content" : "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。",
                    "addtionInfo" : "岸：指江岸边。危樯（qiáng）：高竖的桅杆。危，高。樯，船上挂风帆的桅杆。独夜舟：是说自己孤零零的一个人夜泊江边。星垂平野阔：星空低垂，原野显得格外广阔。月涌：月亮倒映，随水流涌。大江：指长江。名岂：这句连下句，是用“反言以见意”的手法写的。杜甫确实是以文章而著名的，却偏说不是，可见另有抱负，所以这句是自豪语。休官明明是因论事见弃，却说不是，是什么老而且病，所以这句是自解语了。官应老病休：官倒是因为年老多病而被罢退。应，认为是、是。飘飘：飞翔的样子，这里含月“飘零”、“飘泊”的意思，因为这里是借沙鸥以写人的飘泊。",
                    "classInfo" : "104",
                    "poetryID" : "29",
                    "source" : "2",
                    "analysesInfo" : "诗的前半描写“旅夜”的情景。第一、二句写近景：微风吹拂着江岸上的细草，竖着高高桅杆的小船在月夜孤独地停泊着。当时杜甫离成都是迫于无奈。这一年的正月，他辞去节度使参谋职务，四月，在成都赖以存身的好友严武死去。处此凄孤无依之境，便决意离蜀东下。因此，这里不是空泛地写景，而是寓情于景，通过写景展示他的境况和情怀：像江岸细草一样渺小，像江中孤舟一般寂寞。第三、四句写远景：明星低垂，平野广阔；月随波涌，大江东流。这两句写景雄浑阔大，历来为人所称道。在这两个写景句中寄寓着诗人的什么感情呢？有人认为是“开襟旷远”（浦起龙《读杜心解》），有人认为是写出了“喜”的感情（见《唐诗论文集·杜甫五律例解》）。很明显，这首诗是写诗人暮年飘泊的凄苦景况的，而上面的两种解释只强调了诗的字面意思，这就很难令人信服。实际上，诗人写辽阔的平野、浩荡的大江、灿烂的星月，正是为了反衬出他孤苦伶仃的形象和颠连无告的凄怆心情。这种以乐景写哀情的手法，在古典作品中是经常使用的。如《诗经·小雅·采薇》“昔我往矣，杨柳依依”，用春日的美好景物反衬出征士兵的悲苦心情，写得多么动人！&&&诗的后半是“书怀”。第五、六句说，有点名声，哪里是因为我的文章好呢？做官，倒应该因为年老多病而退休。这是反话，立意至为含蓄。诗人素有远大的政治抱负，但长期被压抑而不能施展，因此声名竟因文章而著，这实在不是他的心愿。杜甫此时确实是既老且病，但他的休官，却主要不是因为老和病，而是由于被排挤。这里表现出诗人心中的不平，同时揭示出政治上失意是他飘泊、孤寂的根本原因。关于这一联的含义，黄生说是“无所归咎，抚躬自怪之语”（《杜诗说》），仇兆鳌说是“五属自谦，六乃自解”（《杜少陵集详注》），恐怕不很妥当。最后两句说，飘然一身象个什么呢？不过象广阔的天地间的一只沙鸥罢了。诗人即景自况以抒悲怀。水天空阔，沙鸥飘零；人似沙鸥，转徙江湖。这一联借景抒情，深刻地表现了诗人内心飘泊无依的感伤，真是一字一泪，感人至深。&&&王夫之《姜斋诗话》说：“情景虽有在心在物之分，而景生情，情生景，互藏其宅。”情景互藏其宅，即寓情于景和寓景于情。前者写宜于表达诗人所要抒发的情的景物，使情藏于景中；后者不是抽象地写情，而是在写情中藏有景物。杜甫的这首《旅夜书怀》诗，就是古典诗歌中情景相生、互藏其宅的一个范例。&&&全诗景情交融，景中有情。整首诗意境雄浑，气象万千。用景物之间的对比，烘托出一个独立于天地之间的飘零形象，使全诗弥漫着深沉凝重的孤独感。这正是诗人身世际遇的写照。&&&大历三年（768年），迟暮之年的诗人终于乘舟出了三峡，来到湖北荆门，心境不免孤寂。 此诗开头四句写“旅夜”：岸上有细草微风，江上只有一叶孤舟，依岸而宿，就舟而居，遥望原野，远处天与地似乎相接了，天边的星宿也仿佛下垂得接近地面。大江之中，江水浩浩荡荡东流，一轮明月映照在江水中，随着江水的流动而浮荡着。岸上星垂，舟前月涌，用“星垂”来描写原野的广阔，用“月涌”来形容大江的东流，形象而细致地描绘了江上的夜景。唯有在广阔的原野上才可感到“星垂”；唯其“星垂”，才能见出原野的广阔。而大江中有“月涌”，才能反映出江水的流动；也只因江水的流动，才能感到“月涌”。“星垂”、“月涌”是以细腻称阔大的手法，首四句塑造了一个宏阔非凡宁静孤寂的江边夜境。&&&后四句书“怀”：“名岂文章著”，声名不因政治抱负而显著，反因文章而显著，这本非自己的矢志，故说“岂”，这就流露出因政治理想不得实现的愤慨。说“官应老病休”， 诗人辞去官职，并非因老而多病，什么原因，诗人没有直接说出。说“应”当，本是不应当，正显出老诗人悲愤的心情。面对辽阔寂寥的原野，想起自己的痛苦遭遇，深感自己漂泊无依，在这静夜孤舟的境界中自己恰如是天地间无所依存的一只沙鸥。以沙鸥自况，乃自伤飘泊之意。",
                    "transferInfo" : "微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤零地停泊着。星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。我难道是因为文章而著名吗？年老病多也应该休官了。自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。",
                    "backgroundInfo" : "唐代宗永泰元年（公元765年）正月，杜甫辞去节度参谋职务，返居成都草堂。（公元765年）四月，严武死去，杜甫在成都失去依靠，遂携家由成都乘舟东下，经嘉州（今四川乐山）、榆州（今重庆市）至忠州（今四川忠县）。此诗约为途中所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "月夜忆舍弟",
                    "author" : "杜甫",
                    "content" : "戍鼓断人行，边秋一雁声。露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。",
                    "addtionInfo" : "舍弟：谦称自己的弟弟。戍鼓：戍楼上的更鼓。戍，驻防。断人行：指鼓声响起后，就开始宵禁。边秋：一作“秋边”，秋天的边地，边塞的秋天。露从今夜白：指在气节“白露”的一个夜晚。有弟皆分散，无家问死生：弟兄分散，家园无存，互相间都无从得知死生的消息。长：一直，老是。达：到。况乃：何况是。未休兵：战争还没有结束。",
                    "classInfo" : "6",
                    "poetryID" : "30",
                    "source" : "2",
                    "analysesInfo" : "在古典诗歌中，思亲怀友是常见的题材，这类作品要力避平庸，不落俗套，单凭作者生活体验是不够的，还必须在表现手法上匠心独运。杜甫正是在对这类常见题材的处理中，显出了他的大家本色。&&&这首诗首联即突兀不平。题目是“月夜”，作者却不从月夜写起，而是首先描绘了一幅边塞秋天的图景：“戍鼓断人行，边秋一雁声。”路断行人，写出所见；戍鼓雁声，写出所闻。耳目所及皆是一片凄凉景象。沉重单调的更鼓和天边孤雁的叫声不仅没有带来一丝活气，反而使本来就荒凉不堪的边塞显得更加冷落沉寂。“断人行”点明社会环境，说明战事仍然频繁、激烈，道路为之阻隔。两句诗渲染了浓重悲凉的气氛，这就是“月夜”的背景。&&&颔联点题。“露从今夜白”，既写景，也点明时令。那是在白露节的夜晚，清露盈盈，令人顿生寒意。“月是故乡明”，也是写景，却与上句略有不同。作者所写的不完全是客观实景，而是融入了自己的主观感情。明明是普天之下共一轮明月，本无差别，偏要说故乡的月亮最明；明明是作者自己的心理幻觉，偏要说得那么肯定，不容质疑。然而，这种以幻作真的手法却并不使人觉得于情理不合，这是因为它极深刻地表现了作者微妙的心理，突出了对故乡的感怀。这两句在炼句上也很见功力，它要说的不过是“今夜露白”，“故乡月明”，只是将词序这么一换，语气便分外矫健有力。所以王得臣说：“子美善于用事及常语，多离析或倒句，则语健而体峻，意亦深稳。”（《麈史》）读者从这里也可以看出杜甫化平凡为神奇的本领。&&&以上四句信手挥写，若不经意，看似与忆弟无关，其实不然。不仅望月怀乡写出“忆”，就是闻戍鼓，听雁声，见寒露，也无不使作者感物伤怀，引起思念之情。所以是字字忆弟，句句有情。&&&诗由望月转入抒情，过渡十分自然。月光常会引人遐想，更容易勾起思乡之念。诗人今遭逢离乱，又在这清冷的月夜，更是别有一番滋味在心头。在他的绵绵愁思中夹杂着生离死别的焦虑不安，语气也分外沉痛。“有弟皆分散，无家问死生”，上句说弟兄离散，天各一方；下句说家已不存，生死难卜，写得伤心折肠，感人至深。这两句诗也概括了安史之乱中人民饱经忧患丧乱的普遍遭遇。&&&尾联紧承五、六两句进一步抒发内心的忧虑之情。亲人们四处流散，平时寄书老是不能送到，更何况战乱频繁还没有停止，生死茫茫当更难逆料。含蓄蕴藉，一结无限深情。读了这首诗，我们便不难明白杜甫为什么能够写出“烽火连三月，家书抵万金”（《春望》）那样凝炼警策的诗句来。深刻的生活体验是艺术创作最深厚的源泉。&&&全诗层次井然，首尾照应，承转圆熟，结构严谨。“未休兵”则“断人行”，望月则“忆舍弟”，“无家”则“寄书不达”，人“分散”则“死生”不明，一句一转，一气呵成。在安史之乱中，杜甫颠沛流离，备尝艰辛，既怀家愁，又忧国难，真是感慨万端。稍一触动，千头万绪便一齐从笔底流出，所以把常见的怀乡思亲的题材写得如此凄楚哀感，沉郁顿挫。",
                    "transferInfo" : "戍楼上的更鼓声断绝了人行，秋夜的边塞传来了孤雁哀鸣。从今夜就进入了白露节气，月亮还是故乡的最明亮。虽有兄弟但都离散各去一方，已经无法打听到他们的消息。寄往洛阳城的家书老是不能送到，何况战乱频繁还没有停止。",
                    "backgroundInfo" : "这首诗是公元759年（乾元二年）秋杜甫在秦州所作。这年九月，安史之乱，安禄山、史思明从范阳引兵南下，攻陷汴州，西进洛阳，山东、河南都处于战乱之中。当时，杜甫的几个弟弟正分散在这一带，由于战事阻隔，音信不通，引起他强烈的忧虑和思念。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "天末怀李白",
                    "author" : "杜甫",
                    "content" : "凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
                    "addtionInfo" : "天末：天的尽头。秦州地处边塞，如在天之尽头。当时李白因永王李璘案被流放夜郎，途中遇赦还至湖南。君子：指李白。鸿雁：喻指书信。古代有鸿雁传书的说法。江湖：喻指充满风波的路途。这是为李白的行程担忧之语。命：命运，时运。文章：这里泛指文学。这句意思是：有文才的人总是薄命遭忌。魑（chī）魅：鬼怪，这里指坏人或邪恶势力。过：过错，过失。这句指魑魅喜欢幸灾乐祸，说明李白被贬是被诬陷的。冤魂：指屈原。屈原被放逐，投汨罗江而死。杜甫深知李白从永王李璘实出于爱国，却蒙冤放逐，正和屈原一样。所以说，应和屈原一起诉说冤屈。汨（mì）罗：汨罗江，在湖南湘阴县东北。",
                    "classInfo" : "48",
                    "poetryID" : "31",
                    "source" : "2",
                    "analysesInfo" : "此诗以凉风起兴，对景相思，设想李白于深秋时节在流放途中，从长江经过洞庭湖一带的情景，表达了作者对李白深切的牵挂、怀念和同情，并为他的悲惨遭遇愤慨不平。全诗情感真切深挚，风格婉转沉郁，为历代广为传诵的抒情名篇。&&&“凉风起天末，君子意如何。”以秋风起兴，给全诗笼罩一片悲愁。诗人说：时值凉风乍起，景物萧疏，怅望云天，此意如何？只此两句，已觉人海沧茫，世路凶险，无限悲凉，凭空而起。&&&次句不言自己心境，却反问远人：“君子意如何？”看似不经意的寒暄，而于许多话不知应从何说起时，用这不经意语，反表现出最关切的心情。这是返朴归真的高度概括，言浅情深，意象悠远。以杜甫论，自身沦落，本不足虑，而才如远人，罹此凶险，定知其意之难平，远过于自己，含有“与君同命，而君更苦”之意。此无边揣想之辞，更见诗人想念之殷。代人着想，“怀”之深也。挚友遇赦，急盼音讯，故问“鸿雁几时到”；潇湘洞庭，风波险阻，因虑“江湖秋水多”。李慈铭曰：“楚天实多恨之乡，秋水乃怀人之物。”悠悠远隔，望消息而不可得；茫茫江湖，唯寄语以祈珍摄。然而鸿雁不到，江湖多险，觉一种苍茫惆怅之感，袭人心灵。&&&对友人深沉的怀念，进而发为对其身世的同情。“文章憎命达”，意谓文才出众者总是命途多舛，语极悲愤，有“怅望千秋一洒泪”之痛：“魑魅喜人过”，隐喻李白长流夜郎，是遭人诬陷。此二句议论中带情韵，用比中含哲理，意味深长，有极为感人的艺术力量，是传诵千古的名句。高步瀛引邵长蘅评：“一憎一喜，遂令文人无置身地。”这二句诗道出了自古以来才智之士的共同命运，是对无数历史事实的高度总结。&&&“应共冤魂语，投诗赠汨罗。”此时李白流寓江湘，杜甫很自然地想到被谗放逐、自沉汨罗的爱国诗人屈原。李白的遭遇和这位千载冤魂，在身世遭遇上有某些相同点，所以诗人飞驰想象，遥想李白会向屈原的冤魂倾诉内心的愤懑。&&&这一联虽系想象之词，但因诗人对屈原万分景仰，觉得他自沉殉国，虽死犹存；李白是亟思平定安史叛乱，一清中原，结果获罪远谪，虽遇赦而还，满腔的怨愤，自然会对前贤因秋风而寄意。这样，“应共冤魂语”一句，就很生动真实地表现了李白的内心活动。最后一句“投诗赠汨罗”，用一“赠”字，是想象屈原永存，他和李白千载同冤，斗酒诗百篇的李白，一定作诗相赠以寄情。这一“赠”字之妙，正如黄生所说：“不曰吊而曰赠，说得冤魂活现。”（《读杜诗说》）&&&这首因秋风感兴而怀念友人的抒情诗，感情十分强烈，但不是奔腾浩荡、一泻千里地表达出来，感情的潮水千回百转，萦绕心际。",
                    "transferInfo" : "从天边吹来阵阵凉风，你现在的心境怎么样呢？不知道我的书信你何时才能收到？只恐江湖险恶，秋水多风浪。创作诗文最忌讳坦荡的命途，奸佞小人最希望好人犯错误。你与沉冤的屈子同命运，应投诗于汨罗江诉说冤屈与不平。",
                    "backgroundInfo" : "这首诗当作于公元759年（唐肃宗乾元二年）秋，和《梦李白二首》是同一时期的作品，当时诗人弃官远游客居秦州（今甘肃天水）。前二首诗中的怀疑总算可以消除了，但怀念与忧虑却丝毫未减，于是杜甫又写下《天末怀李白》表达牵挂之情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "月夜",
                    "author" : "杜甫",
                    "content" : "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。",
                    "addtionInfo" : "鄜（fū）州：今陕西省富县。当时杜甫的家属在鄜州的羌村，杜甫在长安。闺中：内室。看，读平声kān。怜：想。未解：尚不懂得。香雾云鬟（huán）湿，清辉玉臂寒：写想象中妻独自久立，望月怀人的形象。香雾：雾本来没有香气，因为香气从涂有膏沐的云鬟中散发出来，所以说“香雾”。望月已久，雾深露重，故云鬟沾湿，玉臂生寒。云鬟：古代妇女的环形发饰。清辉：阮籍诗《咏怀》其十四：“明月耀清晖”。虚幌：透明的窗帷。幌，帷幔。双照：与上面的“独看”对应，表示对未来团聚的期望。",
                    "classInfo" : "52",
                    "poetryID" : "32",
                    "source" : "2",
                    "analysesInfo" : "这首诗借看月而抒离情，但抒发的不是一般情况下的夫妇离别之情。字里行间，表现出时代的特征，离乱之痛和内心之忧熔于一炉，对月惆怅，忧叹愁思，而希望则寄托于不知“何时”的未来。&&&“遥怜小儿女，未解忆长安。”颔联是说，可怜幼小的儿女，怎懂思念的心酸。&&&妻子看月，并不是欣赏自然风光，而是“忆长安”，而小儿女未谙世事，还不懂得“忆长安”啊！用小儿女的“不解忆”反衬妻子的“忆”，突出了首联那个“独”字，又进一层。&&&在前四句中，“怜”字和“忆”字，都不宜轻易滑过。而这，又应该和“今夜”、“独看”联系起来，加以品味。明月当空，月月都能看到。特指今夜的“独看”，则心目中自然有往日的“同看”和未来的“同看”。未来的“同看”，留待结句点明。往日的“同看”，则暗含于一、二联之中。分明透露出他和妻子有过同看鄜州月而共忆长安的往事。安史之乱以前，作者困处长安达十年之久，其中有一段时间，是与妻子在长安度过的。和妻子一同忍饥受寒，也一同观赏长安的明月，这自然就留下了深刻的记忆。当长安沦陷，一家人逃难到了羌村的时候，与妻子同看鄜州之月共忆长安的往事，已经不胜其辛酸！如今自己深陷乱军之中，妻子独看鄜州之月而忆长安，那“忆”就不仅充满辛酸，而且交织着忧虑和惊恐，这个“忆”字，是含意深广，耐人寻思的。往日与妻子同看鄜州之月而忆长安，虽然百感交集，但尚有妻子为自己分忧；如今呢，妻子独看鄜州之月而忆长安，“遥怜”小儿女们天真幼稚，只能增加他的负担，哪能为她分忧啊！这个“怜”字，也是饱含深情，感人肺腑的。&&&“香雾云鬟湿，清辉玉臂寒。”颈联是说，蒙蒙雾气，也许沾湿了妻子的鬓发；冷冷月光，该是映寒了妻子的玉臂。&&&第三联通过妻子独自看月的形象描写，进一步表现“忆长安”。雾湿云鬟，月寒玉臂。望月愈久而忆念愈深，这完全是作者想象中的情景。当想到妻子忧心忡忡，夜深不寐的时候，自己也不免伤心落泪。两地看月而各有泪痕，这就激起了作者结束这种痛苦生活的希望；于是以表现希望的诗句作结：“何时倚虚幌，双照泪痕干？”“双照”而泪痕始干，则“独看”而泪痕不干，也就意在言外了。&&&题为“月夜”，字字都从月色中照出，而以“独看”、“双照”为一诗之眼。“独看”是现实，却从对面着想，只写妻子“独看”鄜州之月而“忆长安”，而自己的“独看”长安之月而忆鄜州，已包含其中。“双照”兼包回忆与希望：感伤“今夜”的“独看”，回忆往日的同看，而把并倚“虚幌”（薄帷）、对月抒愁的希望寄托于不知“何时”的未来。采用这种从对方设想的方式，妙在从对方那里生发出自己的感情，这种方法尤被后人当作法度。全词词旨婉切，章法紧密，明白如话，感情真挚，没有被律诗束缚的痕迹。",
                    "transferInfo" : "今夜里鄜州上空那轮圆月，只有你在闺房中独自遥看。远在他方怜惜幼小的儿女，还不懂得你为何思念长安？蒙蒙雾气沾湿了你的鬓发；清冷的月光使你的玉臂生寒。什么时候才能在一起共同靠在透光的窗帘或帷幔旁，让月光擦干两人的思念的泪。",
                    "backgroundInfo" : "天宝十五载（公元756年）春，安禄山由洛阳攻潼关。六月，长安陷落，玄宗逃蜀，叛军入白水，杜甫携家逃往鄜州羌村。七月，肃宗在灵武（今宁夏灵武县）即位，杜甫获悉即从鄜州只身奔向灵武，不料途中被安史叛军所俘，押回长安。八月，作者被禁长安望月思家而作此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春宿左省",
                    "author" : "杜甫",
                    "content" : "花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。",
                    "addtionInfo" : "宿：指值夜。左省：即左拾遗所属的门下省，和中书省同为掌机要的中央政府机构，因在殿庑之东，故称“左省”。掖垣：门下省和中书省位于宫墙的两边，像人的两腋，故名。金钥：即金锁。指开宫门的锁钥声。珂：马铃。封事：臣下上书奏事，为防泄漏，用黑色袋子密封，因此得名。",
                    "classInfo" : "32",
                    "poetryID" : "33",
                    "source" : "2",
                    "analysesInfo" : "这首诗描写作者上封事前在门下省值夜时的心情，表现了他居官勤勉，尽职尽忠，一心为国的精神。全诗八句，前四句写宿省之景，后四句写宿省之情，叙述详明而富于变化，描写真切而生动传神，体现了杜甫律诗结构既严谨又灵动，诗意既明达又蕴藉的特点。&&&“花隐掖垣暮，啾啾栖鸟过。”起首两句描绘开始值夜时“左省”的景色。看起来好似信手拈来，即景而写，实则章法谨严，很有讲究。首先它写了眼前景：在傍晚越来越暗下来的光线中，“左省”里开放的花朵隐约可见，天空中投林栖息的鸟儿飞鸣而过，描写自然真切，历历如绘。其次它还衬了诗中题：写花、写鸟是点“春”；“花隐”的状态和“栖鸟”的鸣声是傍晚时的景致，是作者值宿开始时的所见所闻，和“宿”相关联；两句字字点题，一丝不漏，很能见出作者的匠心。&&&“星临万户动，月傍九霄多。”此联由暮至夜，写夜中之景。前句说在夜空群星的照耀下，宫殿中的千门万户也似乎在闪动；后句说宫殿高入云霄，靠近月亮，仿佛照到的月光也特别多。这两句是写得很精彩的警句，对仗工整妥帖，描绘生动传神，不仅把星月映照下宫殿巍峨清丽的夜景活画出来了，并且寓含着帝居高远的颂圣味道，虚实结合，形神兼备，语意含蓄双关。其中“动”字和“多”字用得极好，被前人称为“句眼”，此联因之境界全出。这两句既写景，又含情，在结构上是由写景到写情的过渡。&&&“不寝听金钥，因风想玉珂。”这联描写夜中值宿时的情况。两句是说他值夜时睡不着觉，仿佛听到了有人开宫门的锁钥声；风吹檐间铃铎，好像听到了百官骑马上朝的马铃响。这些都是想象之辞，深切地表现了诗人勤于国事，唯恐次晨耽误上朝的心情。在写法上不仅刻画心情很细致，而且构思新巧。此联本来是进一步贴诗题中的“宿”字，可是作者反用“不寝”两字，描写他宿省时睡不着觉时的心理活动，另辟蹊径，独出机杼，显得词意深蕴，笔法空灵。&&&“明朝有封事，数问夜如何？”最后两句交待“不寝”的原因，继续写诗人宿省时的心情：第二天早朝要上封事，心绪不宁，所以好几次讯问宵夜到了什么时辰。“数问”二字，则更加重了诗人寝卧不安的程度。全诗至此戛然而止，便有一种悠悠不尽的韵味。结尾二句由题后绕出，从宿省申发到次日早朝上封事，语句矫健有力，词意含蓄隽永，忠爱之情充溢于字里行间。",
                    "transferInfo" : "傍晚时分，“左省”里开放的花朵隐约可见，天空中投林栖息的鸟儿飞鸣而过。在夜空群星的照耀下，宫殿中的千门万户也似乎在闪动；宫殿高入云霄，靠近月亮，仿佛照到的月光也特别多。值夜时睡不着觉，仿佛听到了有人开宫门的锁钥声；风吹檐间铃铎，好像听到了百官骑马上朝的马铃响。明日早朝要上封事，心绪不宁，反反复复讯问宵夜到了什么时辰？",
                    "backgroundInfo" : "这首五律作于唐肃宗乾元元年（758）。至德二载（757）九月，唐军收复了被安史叛军所控制的京师长安；十月，肃宗自凤翔还京，杜甫于是从鄜州到京，仍任左拾遗。唐时左拾遗掌供奉讽谏，大事廷诤，小事上封事。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "旅宿",
                    "author" : "杜牧",
                    "content" : "旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。沧江好烟月，门系钓鱼船。",
                    "addtionInfo" : "良伴：好朋友。凝情：凝神沉思。悄然：忧伤的样子。这里是忧郁的意思。寒灯：昏冷的灯火。这里指倚在寒灯下面。思旧事：思念往事。断雁：失群之雁，这里指失群孤雁的鸣叫声。警：惊醒。远梦归：意谓做梦做到侵晓时，才是归家之梦，家远梦亦远，恨梦归之时也甚短暂，与下句家书隔年方到，恨时间之久，相对而更增烦愁。侵晓：破晓。沧江：泛指江，一作“湘江”。好烟月：指隔年初春的美好风景。门：门前。",
                    "classInfo" : "6",
                    "poetryID" : "34",
                    "source" : "2",
                    "analysesInfo" : "这是羁旅怀乡之作。诗抒写旅况的索寞凄凉和对家乡的深切思念。首联破题，点明情境，首联言旅中独宿，黯然神伤，满是羁旅思乡之情。颔联融情于景，寒夜孤灯陪客，思念故乡旧年往事，失群孤雁的鸣叫使羁旅之人深愁难眠。颈联极言乡关的迢远，表现满怀的幽愁暗恨，语经千锤百炼。尾联用清丽明快的色调绘出家乡的美好风光，似乎从乡愁中跳出，实则描写了可望而不可即的梦想，内含的忧愁深长。全诗写得感情至深，含蓄蕴藉，真切动人。&&&“旅馆无良伴，凝情自悄然。”起，直接破题，点明情境，羁旅思乡之情如怒涛排壑，劈空而来。可以想见，离家久远，独在异乡，没有知音，家书也要隔年才到，此时孤客对寒灯，浓厚深沉的思乡之情油然而生，必会陷入深深的忧郁之中。“凝情自悄然”是此时此地此情此景中抒情主人公神情态度的最好写照：静对寒灯，专注幽独，黯然伤神，将诗人的思念之情写到极致。&&&“寒灯思旧事，断雁警愁眠。”承，是首联“凝情自悄然”的具体化，诗人融情于景，寒夜孤灯陪伴孤客，思念故乡旧年往事，失群孤雁声声鸣叫，羁旅之人深愁难眠，细致地描绘出了一幅寒夜孤客思乡图景。“思”字和“警”字极富炼字功夫。灯不能思，却要寒夜愁思陈年旧事，物尤如此，人何以堪。由灯及人，显然用意在人不在物。“警”字也极富情味。旅人孤灯，长夜难眠，一声雁叫，引孤客嫠妇愁思惊梦，归思难收。&&&首联与颔联极言乡关遥远，幽愁满怀。梦见自己回到家中，因路途遥远，梦醒时分天已大明，家书须隔年才能寄到旅馆，可见离家之远，表达出对家乡深沉的思念。&&&“远梦归侵晓，家书到隔年。”转，用设想之词，虚实结合，想象奇特，表现出此时此地此情此景中诗人因愁思难耐、归家无望而生出的怨恨。故乡远在千里，只能梦中相见，也许是短梦，也许是长梦，但梦中醒来却已到天明。字里行间，流露出梦短情长的幽怨。而这一切又都由于“家书到隔年”的实际情况。作为诗歌由写景向抒情的过渡，转句用梦境写旅宿思愁哀怨，亦虚亦实，虚中写实，以实衬虚的特点读来回肠荡气。&&&“沧江好烟月，门系钓鱼船。”合，收拢有力，却并非直抒胸意，而是以设想之词，勾勒家乡美丽的生活图景，融情于景，借景抒情，把浓烈的归思之情融入家乡优美的风景之中。沧江烟霭，云霞明灭，月色溶溶，家门外系着钓鱼船，一幅优美宁静祥和的家乡风光图景。画面中虽然没有写人物，但一条静静地系于家门外的钓鱼船却让人产生丰富的联想。面对这样一幅家乡优美的画面，谁人不梦绕魂牵，更何况旅宿在外的诗人呢！家乡远隔千里，旅人归思难收，如此优美的家乡风光图景非但没有给诗人以慰藉，反而加深了诗人的思乡愁苦。这是用乐景反衬哀情的典型。美景幽思、怨恨乡愁、委实凄绝。除却个中人，任何人也难以深味个中情。不过，“烟月”在此实际上是借代，并非一定就是“烟”，就是“月”。正所谓，文学作品的形象大于思维，此处一个“烟月”可以触发不同的旅人思妇产生不同的意象联想，从而产生强大的艺术感染力。&&&颈联与尾联看似跳出了乡愁，艳羡门外沧江鱼船的清闲自在，其实是借他乡之物，更曲折地表达出诗人思乡之情。全诗层层推进，写景抒情都有独到之处。",
                    "transferInfo" : "旅馆里没有知心朋友，我独自静静地沉思凝神。对着寒灯回忆往事，孤雁的叫声，惊醒了凄寂梦魂。乡关道路迢远，梦魂拂晓时才得归去，家人的书信要等来年方能寄到此地。沧江上月色含烟，风光是多么美好，钓鱼船就系在我家门前。",
                    "backgroundInfo" : "这首诗的具体创作时间不详，可能作于作者外放江西任职之时。诗人离家已久，客居旅馆，没有知音，家书传递也很困难，在凄清的夜晚不禁怀念起自己的家乡。于是创作了这首羁旅怀乡的诗篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "春宫怨",
                    "author" : "杜荀鹤",
                    "content" : "早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。",
                    "addtionInfo" : "婵娟：形容形态美好。若为容：又叫我怎样饰容取宠呢？越溪女：指西施浣纱时的女伴。碎，鸟鸣声细碎。",
                    "classInfo" : "49",
                    "poetryID" : "35",
                    "source" : "2",
                    "analysesInfo" : "历来写宫怨的诗大多不着“春”字，即使是写春宫之怨的，也没有一首能像杜荀鹤这首那样传神地把“春”与“宫怨”密合无间地表现出来。&&&前两句是发端。“婵娟”，是说容貌美好。宫女之被选入宫，就因为长得好看，入宫以后，伴着她的却只是孤苦寂寞，因而拈出一个“误”字，慨叹“今日在长门，从来不如丑”（于濆《宫怨》）。此刻，她正对着铜镜，顾影自怜，本想梳妆打扮一番，但一想到美貌误人，又不免迟疑起来，懒得动手了。上句一个“早”字，仿佛是从心灵深处发出的一声深长的叹息，说明自己被误之久；次句用欲妆又罢的举动展示怨情也很细腻。这两句在平淡之中自有自然、深婉的情致。&&&三、四句用的是流水对，上下句文意相续，如流水直泻，一气贯注，进一步写出了欲妆又罢的思想活动。“若为容”是“怎样打扮”的意思，这里实际上是说打扮没有用。宫女说：“既然被皇上看中并不在于容貌的美好，那么，我再打扮又有什么用呢？”言外之意，起决定作用的是别的方面，例如勾心斗角、献媚邀宠等。&&&五、六句忽然荡开，诗笔从镜前宫女一下子转到室外春景：春风骀荡，鸟声轻碎，丽日高照，花影层叠。这两句写景，似乎与前面描写宫女的笔墨不相连属，事实上，仍然是围绕着宫女的所感（“风暖”）、所闻（“鸟声”）与所见（“花影”）来写的。在欲妆又罢的一刻，透过帘栊，暖风送来了动听的鸟声，游目窗外，见到了“日高花影重”的景象。临镜的宫女怨苦之极，无意中又发现了自然界的春天，更唤起了她心中无春的寂寞空虚之感。景中之情与前面所抒写的感情是一脉相承的。&&&“风暖”这一联设色浓艳，《诗人玉屑》（卷三）把它归入“绮丽”一格。风是“暖”的；鸟声是“碎”的──所谓“碎”，是说轻而多，唧喳不已，洋溢着生命力，刚好与死寂的境界相对立；“日高”，见出阳光的明丽；“花影重”，可以想见花开的繁茂。绮丽而妙，既写出了盛春正午的典型景象，反衬了怨情，又承上启下，由此引出了新的联想。&&&眼前声音、光亮、色彩交错融合的景象，使宫女想起了入宫以前每年在家乡溪水边采莲的欢乐情景：荷叶、罗裙，一色裁成，芙蓉似脸，脸似芙蓉，三人一队，五人一群，溪声潺潺，笑语连连。“越溪”即若耶溪，在浙江绍兴，是当年西施浣纱的地方，这里借指宫女的家乡。这两句以过去对比当下，以往日的欢乐反衬出此时的愁苦，使含而不露的怨情具有更为悠远的神韵。诗的后四句虽是客观的写景与叙事，然而揭开字句的帷幕，却可以听到宫女隐微而又极其伤痛的啜泣之声。&&&从诗的意境来看，《春宫怨》似不只是诗人在代宫女寄怨写恨，同时也是诗人的自况。人臣之得宠主要不是凭仗才学，这与宫女“承恩不在貌”如出一辙；宫禁斗争的复杂与仕途的凶险，又不免使人憧憬起民间自由自在的生活，这与宫女羡慕越溪女天真无邪的生活又并无二致。它不仅是宫女之怨情，还隐喻当时黑暗政治对人才的戕杀。&&&这首诗以“风暖”一联饮誉诗坛，就全篇而论，也是一首意境浑成的好诗。",
                    "transferInfo" : "早年我被容貌美丽所误，落入宫中；我懒得对镜梳妆打扮，是没有受宠。蒙恩受幸，其实不在于俏丽的容颜；到底为取悦谁，叫我梳妆修饰仪容。鸟儿啼声繁碎，是为有和暖的春风；正午艳阳高照，花影才会叠叠重重。我真想念，年年在越溪浣纱的女伴；欢歌笑语，自由自在地采撷着芙蓉。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "和晋陵陆丞早春游望",
                    "author" : "杜审言",
                    "content" : "独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。",
                    "addtionInfo" : "和：指用诗应答。晋陵：现江苏省常州市。宦游人：离家作官的人。物候：指自然界的气象和季节变化。淑气：和暖的天气。绿苹（pín）：浮萍。古调：指陆丞写的诗，即题目中的《早春游望》。",
                    "classInfo" : "1",
                    "poetryID" : "36",
                    "source" : "2",
                    "analysesInfo" : "这首一首和诗，作者是用原唱同题抒发自己宦游江南的感慨和归思。江南早春天气，和朋友一起游览风景，本是赏心乐事，但诗人却像王粲登楼那样，“虽信美而非吾土”，不如归去。所以这首和诗写得别有情致，惊新而不快，赏心而不乐，感受新鲜而思绪凄清，景色优美而情调淡然，甚至于伤感，有满腹牢骚在言外。&&&诗一开头就发感慨，说只有离别家乡、奔走仕途的游子，才会对异乡的节物气候感到新奇而大惊小怪。言外即谓，如果在家乡，或是当地人，则习见而不怪。在这“独有”、“偏惊”的强调语气中，生动表现出诗人宦游江南的矛盾心情。这一开头相当别致，很有个性特点。&&&中间二联即写“惊新”。表面看，这两联写江南新春伊始至仲春二月的物候变化特点，表现出江南春光明媚、鸟语花香的水乡景色；实际上，诗人是从比较故乡中原物候来写异乡江南的新奇的，在江南仲春的新鲜风光里有着诗人怀念中原暮春的故土情意，句句惊新而处处怀乡。&&&“云霞”句是写新春伊始。在古人观念中，春神东帝，方位在东，日出于东，春来自东。但在中原，新春伊始的物候是“东风解冻，蛰虫始振，鱼上冰”（《礼记·月令》），风已暖而水犹寒。而江南水乡近海，春风春水都暖，并且多云。所以诗人突出地写江南的新春是与太阳一起从东方的大海升临人间的，像曙光一样映照着满天云霞。&&&“梅柳”句是写初春正月的花木。同是梅花柳树，同属初春正月，在北方是雪里寻梅，遥看柳色，残冬未消；而江南已经梅花缤纷，柳叶翩翩，春意盎然，正如诗人在同年正月作的《大酺》中所形容的：“梅花落处疑残雪，柳叶开时任好风。”所以这句说梅柳渡过江来，江南就完全是花发木荣的春天了。&&&接着，写春鸟。“淑气”谓春天温暖气候。“黄鸟”即黄莺，又名仓庚。仲春二月“仓庚鸣”（《礼记·月令》），南北皆然，但江南的黄莺叫得更欢。西晋诗人陆机说：“蕙草饶淑气，时鸟多好音。”（《悲哉行》）“淑气催黄鸟”，便是化用陆诗，而以一个“催”字，突出了江南二月春鸟更其欢鸣的特点。&&&然后，写水草。“晴光”即谓春光。“绿苹”是浮萍。在中原，季春三月“萍始生”（《礼记·月令》）；在江南，梁代诗人江淹说：“江南二月春，东风转绿苹.”（《咏美人春游》）这句说“晴光转绿苹”，便是化用江诗，也就暗示出江南二月仲春的物候，恰同中原三月暮春，整整早了一个月。&&&总之，新因旧而见奇，景因情而方惊。惊新由于怀旧，思乡情切，更觉异乡新奇。这两联写眼中所见江南物候，也寓含着心中怀念中原故乡之情，与首联的矛盾心情正相一贯，同时也自然地转到末联。&&&“古调”是尊重陆丞原唱的用语。诗人用“忽闻”以示意外语气，巧妙地表现出陆丞的诗在无意中触到诗人心中思乡之痛，因而感伤流泪。反过来看，正因为诗人本来思乡情切，所以一经触发，便伤心流泪。这个结尾，既点明归思，又点出和意，结构谨严缜密。&&&前人欣赏这首诗，往往偏爱首、尾二联，而略过中间二联。其实，它的构思是完整而有独创的。起结固然别致，但是如果没有中间两联独特的情景描写，整首诗就不会如此丰满、贯通而别有情趣，也不切题意。从这个意义上说，这首诗的精彩处，恰在中间二联。&&&尾联点明思归和道出自己伤春的本意。诗采用拟人手法，写江南早春，历历如画，对仗工整，结构细密，字字锤炼。&&&这首诗造语警策。体例上韵脚分明，平仄和谐，对仗工整，已是成熟的律诗作品。结构上，首联一个意群，颔联颈联一个意群，尾联又一个意群，并且首尾呼应、中间展开。这种行文方式是初唐律诗乃至此后的唐律中常用的格式。因此，这首诗可谓初唐时期完成近体诗体式定格的奠基之作，具有开源辟流的意义。",
                    "transferInfo" : "只有远离故里外出做官之人，特别敏感自然物候转化更新。海上云霞灿烂旭日即将东升，江南梅红柳绿江北却才回春。和暖的春气催促着黄莺歌唱，晴朗的阳光下绿萍颜色转深。忽然听到你歌吟古朴的曲调，勾起归思情怀令人落泪沾襟。",
                    "backgroundInfo" : "在江阴县任职时，杜审言与陆某是同郡邻县的僚友。他们同游唱和，可能即在其时。陆某原唱应为《早春游望》，内容已不可知。此诗是杜审言为唱和而作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "杂诗三首·其三",
                    "author" : "沈佺期",
                    "content" : "闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。",
                    "addtionInfo" : "闻道：听说。黄龙戍：即黄龙，在今辽宁开原县西北，此指边地。解兵：放下兵器。良人：古代妻子对丈夫的称呼。龙城：在今蒙古境内，这里借指敌方要地。",
                    "classInfo" : "31",
                    "poetryID" : "37",
                    "source" : "2",
                    "analysesInfo" : "自汉魏以来，诗人常以“杂诗”为题写诗，类似“无题”诗，内容多是慨叹人生或离别相思的。沈佺期写有《杂诗三首》，都写闺中怨情，流露出明显的反战情绪。这里选的是第三首，　首联“闻道黄龙戍，频年不解兵”，语言平易似娓娓道来，给人以鲜明突出的印象。黄龙戍战火连年，可以想见征人久戍之苦，强烈的怨战之情溢于字里行间，“不解”与“频年”连用，增强语势，引起人们的联想与深思。&&&颔联“可怜闺里月，长在汉家营”，是借月抒怀。说今夜闺中和营中同在这一轮明月的照耀下，有多少对征夫思妇两地对月相思。在征夫眼里，这个昔日和妻子在闺中共同赏玩的明月，不断地到营里照着他，好像怀着无限深情；而在闺中思妇眼里，似乎这眼前明月，再不如往昔美好，因为那象征着昔日夫妻美好生活的圆月，早已离开深闺，随着良人远去汉家营了。这一联明明是写情，却偏要处处说月；字字是写月，却又笔笔见人。短短十个字，内涵极为丰富，既写出了夫妇分离的现在，也触及到了夫妇团聚的过去；既轮廓鲜明地画出了异地同视一轮明月的一幅月下相思图，也使人联想起夫妇相处时的月下双照的动人景象。通过暗寓着对比的画面，诗人不露声色地写出闺中人和征夫相互思念的绵邈深情。见月怀人是我国古典诗歌的传统表现手法，而这里只写月不写人，意象反而更丰富生动。这“闺里月”既是思妇的眼中月，又是征人的眼中月，既有千里共婵娟之意，又有思妇心神飞度，想见征人之意。诗意双关，征夫、思妇相思之情之景俱在其中，显得清新别致。&&&颈联“少妇今春意，良人昨夜情”，紧承上联进一步抒写离人相思。“春”而又“今”，“ 夜”而又“昨”，分别写出少妇“意”和良人“情”，其妙无比。四季之中最撩人情思的无过于春，而今春的大好光阴虚度，少妇不禁倍觉惆怅。万籁无声的长夜最为牵愁惹恨，那昨夜夫妻惜别的情景，仿佛此刻仍在征夫面前浮现。“今春意”与“昨夜情”虽是互文对举，却可以作为“夜夜”来读。可是细味“今春意”却有着独特的表现力。“昨夜情”，也对得十分工巧，不仅表现出良人对妻子的一往情深，而且还表现出思念之切。他回忆往日夫妻的恩爱，觉得恍如昨夜事一般，不因经久分离而淡薄。可见他们的情意是多么美好、真挚、深厚而动人。&&&尾联“谁能将旗鼓，一为取龙城”，抒写出了征夫、思妇的愿望。他们希望能有良将出马，克敌致胜，结束他们长期分离的痛苦。但诗以问句的形式，倍增感慨深沉的意味。这里照应首联回答了“频年不解兵”的问题，表明是将领无能，指挥不得力以致连年征战，这是写透夫妇别离的痛苦以后自然生出的意思。&&&这首诗构思新颖精巧，特别是中间四句，在“情”、“意”二字上着力，翻出新意，更为前人所未道。诗中所抒之情与所传之意彼此关联，由情生意，由意足情，势若转圜，极为自然。从文气上看，一二联都是十字句，自然浑成，一气贯通，语势较和缓；第三联是对偶工巧的两个短句，有如急管繁弦，显得气势促迫；末联采用散行的句子，文气重新变得和缓起来。",
                    "transferInfo" : "早就听说黄龙城有战争，连续多年不见双方撤兵。可怜闺中寂寞独自看月，她们思念之心长在汉营。今晚上少妇的相思情意，正是昨夜征夫想家之情。何时高举战旗擂鼓进军，但愿一鼓作气取龙城。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宿桐庐江寄广陵旧游",
                    "author" : "孟浩然",
                    "content" : "山暝闻猿愁，沧江急夜流。风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。",
                    "addtionInfo" : "桐庐江：即桐江，在今浙江省桐庐县境。广陵：今江苏省扬州市。旧游：指故交。暝：指黄昏。沧江：指桐庐江。沧同“苍”，因江色苍青，故称。建德：唐时郡名，今浙江省建德县一带。非吾土：不是我的故乡。维扬：即扬州。遥寄：远寄。海西头：指扬州。因古扬州幅员辽阔，东临大海，故称。",
                    "classInfo" : "48",
                    "poetryID" : "38",
                    "source" : "2",
                    "analysesInfo" : "该诗前四句侧重写“宿桐庐江”之景色。日暮、山深，猿啼、江水、秋风、孤舟等凄迷孤寂的景物，构成清峭孤冷的意境，衬托出诗人的绵绵愁思；后四句侧重写“寄广陵旧游”，诗人向朋友倾述独客异乡的惆怅和孤独之感，又抒发怀念友人的拳拳之心。全诗前半写景，后半写情，景与情完美融合，写景愈真切，其情愈深，显得浑成自然，韵味悠长。&&&诗题点明是乘舟停宿桐庐江的时候，怀念广陵友人之作。&&&“山暝听猿愁，沧江急夜流。”首句写日暮、山深、猿啼。诗人伫立而听，感觉猿啼似乎声声都带着愁情。环境的清寥，情绪的黯淡，于一开始就显露了出来。次句沧江夜流，本来已给舟宿之人一种不平静的感受，再加上一个“急”字，这种不平静的感情，便简直要激荡起来了，它似乎无法控制，而像江水一样急于寻找它的归宿。&&&接下去“风鸣两岸叶，月照一孤舟。”语势趋向自然平缓了。但风不是徐吹轻拂，而是吹得木叶发出鸣声，其急也应该是如同江水的。有月，照说也还是一种慰藉，但月光所照，惟沧江中之一叶孤舟，诗人的孤寂感，就更加要被触动得厉害了。如果将后两句和前两句联系起来，则可以进一步想象风声伴着猿声是作用于听觉的，月涌江流不仅作用于视觉，同时还有置身于舟上的动荡不定之感。这就构成了一个深远清峭的意境，而一种孤独感和情绪的动荡不宁，都蕴含其中了。&&&诗人之所以在宿桐庐江时会有这样的感受，是因为“建德非吾土，维扬忆旧游。”按照诗人的诉说，一方面是因为此地不是他自己的故乡，“虽信美而非吾士”，有独客异乡的惆怅；另一方面，是怀念扬州的老朋友。这种思乡怀友的情绪，在眼前这特定的环境下，相当强烈，不由得潸然泪下。他幻想凭着沧江夜流，把他的两行热泪带向大海，带给在大海西头的扬州旧友。&&&这种凄恻的感情，如果只是为了思乡和怀友，那是不够的。诗人出游吴越，是他四十岁去长安应试失败后，为了排遣苦闷而作长途跋涉的。这种漫游，就被罩上一种悒悒不欢的情绪。然而在诗中，诗人只淡淡地把“愁”说成是怀友之愁，而没有往更深处去揭示。这可以看作诗人写诗“淡”的地方。孟浩然作诗，原是“遇思入咏”，不习惯于攻苦着力的。然而，这样淡一点着笔，对于这首诗却是有好处的。一方面，对于他的老朋友，只要点到这个地步，朋友自会了解。另一方面，如果把那种求仕失败的心情，说得过于刻露，反而会带来尘俗乃至寒伧的气息，破坏诗所给人的清远的印象。&&&除了感情的表达值得读者注意以外，诗人在用笔上也有轻而淡的一面。全诗读起来只有开头两句“山暝听猿愁，沧江急夜流”中的“愁”、“急”二字给读者以经营锤炼的感觉，其余即不见有这样的痕迹。特别是后半抒情，更像是脱口而出，跟朋友谈心。但即使是开头的经营，也不是追求强刺激，而是为了让后面发展得更自然一些，减少文字上的用力。因为这首诗，根据诗题“宿桐庐江寄广陵旧游”，写不好可能使上下分离，前面是“宿”，下面是“寄”，前后容易失去自然的过渡和联系。而如果在开头不顾及后面，单靠后面来弥补这种联系，会分外显得吃力。头一句着一个“愁”字，便为下面作了张本。第二句写沧江夜流，着一“急”字，就暗含“客心悲未央”的感情，并给传泪到扬州的想法提供了根据。同时，从环境写起，写到第四句，出现了“月照一孤舟”，这舟上作客的诗人所面临的环境既然是那样孤寂和清峭，从而生出“建德非吾土，维扬忆旧游”的想法便非常自然了。因此，可以说这首诗后面用笔的轻和淡，跟开头稍稍用了一点力气，是有关系的。没有开头这点代价，后面说不定就要失去浑成和自然。&&&全诗前四句描绘了一幅月夜行舟图：猿声在夜中传来江流滔滔不断，树叶萧萧而下，极写景色的寥落凄寂，同作者凄凄惶惶的心情互为衬映。后四句借景生情，怀念友人，情景融合得很自然。月夜宿孤舟，心中愁闷，自然而生怀友之情，因而热泪横流。该诗写宿桐庐江的夜间景色的旅途的孤寂情怀，将忆旧与乡思寄给朋友，运用情景交融的手法，更加突出作者对旧友的思念和失意后的愤激孤苦。",
                    "transferInfo" : "山色昏暗听到猿声使人生愁，桐江苍茫夜以继日向东奔流。两岸风吹树动枝叶沙沙作响，月光如水映照江畔一叶孤舟。建德风光虽好却非我的故土，我仍然怀念扬州的故交老友。相忆相思我抑不住涕泪两行，遥望海西头把愁思寄去扬州。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "留别王维",
                    "author" : "孟浩然",
                    "content" : "寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。",
                    "addtionInfo" : "寂寂：落寞。竟何待：要等什么。空自：独自。欲寻芳草去：意思是想归隐。芳草：香草，常用来比喻有美德的人。违：分离。当路：当权者。假：提携。扉：门扇。",
                    "classInfo" : "56",
                    "poetryID" : "39",
                    "source" : "2",
                    "analysesInfo" : "这首诗是孟浩然回襄阳临行前留给王维的。诗人抒发出由于没人引荐，缺少知音而失意的哀怨情怀。这首诗表达直率，语言浅显，怨怼之中，又带有辛酸意味，感情真挚动人，耐人寻味。&&&第一联写落第后的景象：门前冷落，车马稀疏。“寂寂”两字，既是写实，又是写虚，既表现了门庭的景象，又表现了作者的心情。一个落第士子，没有人来理睬，更没有人来陪伴。只有孤单单地“空自归”了。在这种情形下，长安虽好，也没有什么可留恋的。他考虑到返回故乡了，“竟何待”正是他考试不中必然的想法。&&&第二联写惜别之情。“芳草”一词，来自《离骚》，王逸认为用以比喻忠贞，而孟浩然则用以代表自己归隐的理想。“欲寻芳草去”，表明他又考虑归隐了。“惜与故人违”，表明了他同王维友情的深厚。一个“欲”字，一个“惜”字，充分地显示出作者思想上的矛盾与斗争，从这个思想活动里，却深刻地反映出作者的惜别之情。&&&“当路谁相假，知音世所稀”两句，说明归去的原因。语气沉痛，充满了怨怼之情，辛酸之泪。一个“谁”字，反诘得颇为有力，表明他切身体会到世态炎凉、人情如水的滋味。能了解自己心事，赏识自己才能的人，只有王维，这的确是太少了！一个“稀”字，准确地表达出知音难遇的社会现实。这在封建社会里是具有典型意义的。&&&这一联是全诗的重点，就是由于这两句，使得全诗才具有一种强烈的怨怼、愤懑的气氛。真挚的感情，深刻的体验，是颇能感动读者的，特别是对于那些有类似遭遇的人，更容易引起共鸣。如果再从结构上考虑，这一联正是全诗的枢纽。由落第而思归，由思归而惜别，从而在感情上产生了矛盾，这都是顺理成章的。只是由于体验到“当路谁相假，知音世所稀”这一冷酷的现实，自知功名无望，才下定决心再回襄阳隐居。这一联正是第四联的依据。&&&“只应守寂寞，还掩故园扉”，表明了归隐的坚决。“只应”二字，是耐人寻味的，它表明了在作者看来归隐是唯一应该走的道路。也就是说，赴都应举是人生道路上的一场误会，所以决然地“还掩故园扉”了。&&&综观全诗，既没有优美的画面，又没有华丽辞藻，语句平淡，平淡得近乎口语。对偶也不求工整，却极其自然，毫无斧凿痕迹。然而却把落第后的心境，表现得颇为深刻。言浅意深，颇有余味，耐人咀嚼。&&&这首诗是作者科举落第离开长安时赠别友人王维的作品。首联直接说出“自归”，颔联则写题意“惜别”，颈联说明“自归”之故——乃是知音既少，当道不用，此时不走，更待何时。尾联叙写决心隐居不仕，归隐田园。诗以失意后的牢骚贯穿全诗。语言平淡朴实，近于口语，不讲究对偶，顺其自然。&&&在京求仕不成， 诗中便充溢着对“当路谁相假”的愤懑，并用“独寻芳草去”自我解嘲。&&&综观全诗，既没有优美的画面，又没有华丽辞藻，语句平淡，平淡得近乎口语。对偶也不求工整，却极其自然，毫无斧凿痕迹。然而却把落第后的心境，表现得颇为深刻。言浅意深，颇有余味，耐人咀嚼。",
                    "transferInfo" : "这样寂寞还等待着什么？天天都是怀着失望而归。我想寻找幽静山林隐去，又可惜要与老朋友分离。当权者有谁肯能援引我，知音人在世间实在稀微。只应该守寂寞了此一生，关闭上柴门与人世隔离。",
                    "backgroundInfo" : "此诗是孟浩然游京师，应进士试，失意后所作。据《旧唐书·文苑传》载，孟浩然“年四十，来游京师，应进士不第，还襄阳”。于是孟浩然决定归隐山林，但不忍心与朋友分别，就写下了《留别王维》这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秦中寄远上人",
                    "author" : "孟浩然",
                    "content" : "一丘常欲卧，三径苦无资。北土非吾愿，东林怀我师。黄金燃桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。",
                    "addtionInfo" : "远上人：上人是对僧人的敬称，远是法号。事迹未详。一丘：即一丘一壑，意指隐居山林。三径：指归隐后所住的田园。东林：指庐山东林寺，这里借指远上人所在的寺院。黄金燃桂尽：《战国策·楚策三》谓“楚国之食贵于玉，薪贵于桂”。这里喻处境窘困。燃桂：烧贵如桂枝的柴。闻蝉：听蝉鸣能引起人悲秋之感。",
                    "classInfo" : "27",
                    "poetryID" : "40",
                    "source" : "2",
                    "analysesInfo" : "从这首诗的内容看，当为孟浩然在长安落第之后的作品。诗中充满了失意、悲哀与追求归隐的情绪，是一首坦率的抒情诗。&&&第一联从正面写“所欲”。作者的所欲，原本为隐逸；但诗中不用隐逸而用“一丘”、“三径”的典故。“一丘”颇具山野形象，“三径”自有园林风光。用形象以表明隐逸思想，是颇为自然的。然而“苦无资”三字却又和作者所欲发生了矛盾，透露出他穷困潦倒的景况。&&&“北土非吾愿”，是从反面写“不欲”。“北土”指“秦中”，亦即京城长安，是士子追求功名之地，这里用以代替做官，此句表明了不愿做官的思想。因而，诗人身在长安，不由怀念起庐山东林寺的高僧来了。“东林怀我师”是虚写，一个“怀”字，表明了对“我师”的尊敬与爱戴，暗示追求隐逸的思想，并紧扣诗题中的“寄远上人”。这二句，用“北士”以对“东林”，用“非吾愿”以对“怀我师”，对偶相当工稳。同时正反相对，相得益彰，更能突出作者的思想感情。&&&诗人进而抒写自己滞留帝京的景况和遭遇。“黄金燃桂尽”，表现了旅况的穷困；“壮志逐年衰”，表现了心意的灰懒。对偶不求工稳，流畅自然，意似顺流而下，这正是所谓“上下相须，自然成对”（《文心雕龙·丽辞》）。&&&七句写“凉风”，八句写“蝉鸣”。这些景物，表现出秋天的景象。凉风瑟瑟，蝉鸣嘶嘶，很容易使人产生哀伤的情绪。再加以作者身居北土，旅况艰难，官场失意，呼吁无门，所以会感到“益悲”。&&&这首诗最显著的特点，在于直抒胸臆。感情的难以抒发，在于抽象。诗人常借用具体事物的形象描写以抒发感情；表达感情的词语，往往一字不用。而此诗却一反这种通常的写法。对“一丘”称“欲”，对“无资”称“苦”；对“北土”则表示“非吾愿”，思“东林”于是“怀我师”；求仕进而不能，这使得作者的壮志衰颓；流落秦中，穷愁潦倒；感受到凉风、听到蝉声而“益悲”。这种写法，有如画中白描，不加润色，直写心中的哀愁苦闷。而读者读来并不感到抽象，反而显得诗人的率真和诗风的明朗。",
                    "transferInfo" : "本想长久地归隐山林，又苦于无钱举步维艰。滞留长安不是我心愿，心向东林把我师怀念。黄金像烧柴一般耗尽，壮志随岁月逐日衰减。黄昏里吹来萧瑟凉风，听晚蝉声声愁绪更添。",
                    "backgroundInfo" : "这首诗作于孟浩然第一次到长安应举不中、滞留至秋天时，即开元十五年（727）至开元十七年（729）间。科举考试，在春天举行，落榜后不离开长安，一般是准备来年再考。孟浩然未必没有这样的打算。但秋天到来时，他在长安待不下去了，就写了这首诗寄给远方友人远上人，抒发悲怀。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "与诸子登岘山",
                    "author" : "孟浩然",
                    "content" : "人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。",
                    "addtionInfo" : "岘山：一名岘首山，在今湖北襄阳城以南。诸子：指诗人的几个朋友。代谢：交替变化。往来：旧的去，新的来。复登临：对羊祜曾登岘山而言。登临：登山观看。鱼梁：沙洲名，在襄阳鹿门山的沔水中。梦泽：云梦泽，古大泽，即今江汉平原。羊公碑：后人为纪念西晋名将羊祜​而建。羊​祜​镇守襄阳时，常与友人到岘山饮酒诗赋，有过江山依旧人事短暂的感伤。",
                    "classInfo" : "33",
                    "poetryID" : "41",
                    "source" : "2",
                    "analysesInfo" : "这是一首触景伤情的感怀之作。岘山是襄阳名胜，孟浩然于此吊古伤今，感念自己的身世，再度抒发了感时伤怀的这一古老主题。&&&首联“人事有代谢，往来成古今”，是一个平凡的真理。大至朝代更替，小至一家兴衰，以及人们的生老病死、悲欢离合，人事总是在不停止地变化着，没有谁没有感觉到。人类社会总是在发展变化着，长江后浪催前浪，一代新人换旧人，这是不可逆转的自然法则。过去的一切都已不存，今天的一切很快又会成为过去，古往今来，年复一年，日复一日，寒来暑往，春去秋来，时光永在无情地流逝。首联两句凭空落笔，似不着题，却流露出诗人的心事茫茫、无限惆怅，饱含着深深的沧桑之感。&&&颔联紧承首联。“江山留胜迹”是承“古”字，“我辈复登临”是承“今”字。“胜迹”，是指山上的羊公碑和山下的鱼梁洲等。作者的伤感情绪，便是来自今日的登临。登临岘山，首先看到的就是羊祜庙和堕泪碑。羊祜镇守襄阳颇有政绩，深得民心，他死后，襄阳人民怀念他，在岘山立庙树碑，“望其碑者莫不流泪，杜预因名为‘堕泪碑’。”诗人望碑而感慨万分，想到了前人的留芳千古，也想到了自己的默默无闻，不免黯然伤情。&&&颈联写登山所见。登山远望，水落石出，草木凋零，一片萧条景象。作者抓住了当时当地所特有的景物，提炼出来，既能表现出时序为严冬，又烘托了作者心情的伤感。“浅”指水，由于“水落”，鱼梁洲更多地呈露出水面，故称“浅”。看到鱼梁洲，自然会联想到曾与司马徽、诸葛亮为友，数次拒绝刘表延请的隐士高贤庞德公。“深”指更远处，一望无际、辽阔广远的云梦泽展现在眼前。天寒水清，冷气阴森，更感湖泊之“深”。古代“云梦”并称，在湖北省的大江南、北，江南为“梦泽”，江北为“云泽”，后来大部淤积成陆地，今洪湖、梁子湖等数十湖泊，皆为云梦遗迹。在岘山看不到梦泽，这里是用来借指一般湖泊和沼泽地。这两句诗写的是一种萧条荒落的情调，用来陪衬上下文。诗人登临岘山，深秋的凋零，不能不使他有“人生几何”，“去日苦多”，眨眼又是一年过去，空怀才华却无处施展的慨叹。&&&尾联中“羊公碑尚在”，一个“尚”字，十分有力，它包含了复杂的内容。羊祜镇守襄阳，是在晋初，而孟浩然写这首诗却在盛唐，中隔四百余年，朝代的更替，人事的变迁，是多么巨大！然而羊公碑却还屹立在岘首山上，令人敬仰。与此同时，又包含了作者伤感的情绪。四百多年前的羊祜，为国（指晋）效力，也为人民做了一些好事，是以名垂千古，与山俱传；想到自己至今仍为“布衣”，无所作为，死后难免湮没无闻，这和“尚在”的羊公碑，两相对比，令人伤感，因之，就不免“读罢泪沾襟”了。&&&此诗因作者求仕不遇心情苦闷而作，诗人登临岘山，凭吊羊公碑，怀古伤今，抒发感慨，想到自己空有抱负，不觉分外悲伤，泪湿衣襟。全诗借古抒怀，融写景、抒情和说理于一炉，感情真挚深沉，平淡中见深远。&&&该诗前两联具有一定的哲理性，诗的前四句，就是概括羊祜的话。“人事”，人物及其事迹，是有新陈代谢的。一代的人去了，一代的人接上了。这就成为古今。山水今天依然是一个名胜，却轮到我们这一代人来游玩。后两联既描绘了景物，富有形象，又饱含了作者的激情，使得它成为诗人之诗而不是哲人之诗。“湮灭无闻”正是对诗人自己遭遇的真实写照，触景生情，倍感悲伤，不禁潸然下泪。想到自己空有抱负，不觉分外悲伤，泪湿衣襟。全诗感生命之短促，表达怀才不遇之悲伤。同时，语言通俗易懂，感情真挚动人，以平淡深远见长。清沈德潜评孟浩然诗词：“从静悟中得之，故语淡而味终不薄。”这首诗的确有如此情趣。",
                    "transferInfo" : "世间的人和事更替变化，暑往寒来，时间流逝，形成了从古到今的 历史。江山各处保留的名胜古迹，而今我们又可以登攀亲临。水落石出，鱼梁洲清浅；天寒木落，云梦泽广袤无边。晋人羊祜纪念碑如今依然巍峨矗立，读罢碑文泪水沾湿了衣襟。",
                    "backgroundInfo" : "该诗即创作于诗人在家乡隐居读书、写诗自娱期间，具体时间不详。诗人与几个朋友登上岘山游玩，凭吊羊公碑，想起羊祜说过的“自有宇宙，便有此山，由来贤者胜士登此远望如我与卿着，皆湮灭无闻，使人伤悲”的话，正与诗人的处境正相吻合。由此借古抒怀，写下了这首诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清明日宴梅道士房",
                    "author" : "孟浩然",
                    "content" : "林卧愁春尽，开轩览物华。忽逢青鸟使，邀入赤松家。金灶初开火，仙桃正发花。童颜若可驻，何惜醉流霞。",
                    "addtionInfo" : "梅道士：生平不详。梅道士当是隐居近邻。林卧：林下高卧，指隐居。物华：自然风光。青鸟：据《汉武故事》载，西王母欲见汉武帝，先有青鸟飞来，后以青鸟比喻使者。这里指梅道士派人来请诗人赴宴。赤松：赤松子，传说中的仙人名。这里指梅道士。金灶：指道家炼丹的丹炉。仙桃：《汉武帝内传》称西王母曾以玉盘承仙桃送汉武帝：“又命侍女更索桃果。须臾，以玉盘盛仙桃七颗，大如鸭卵，形圆青色，以呈王母，母以四颗与帝，三颗自食。桃味甘美，口有盈味”。这里借指梅道士家的桃树。童颜：像儿童一样的容颜。驻：保持。流霞：仙酒名。",
                    "classInfo" : "101",
                    "poetryID" : "42",
                    "source" : "2",
                    "analysesInfo" : "诗写梅道士邀饮过程，抒发隐逸情趣。诗人以隐士身份而宴于梅道士山房，因而借用了“金灶”、“仙桃”、“驻颜”、“流霞”等仙道术语和运用“青鸟”、“赤松子”等典故，描述了道士山房的景物，赋予游仙韵味，流露了向道之意。",
                    "transferInfo" : "我高卧在山林，揭开帐子欣赏山中的自然美景。忽然梅道士派人送来书信，邀我去他那里赴宴。房里炼丹炉刚刚点起火，屋外桃花正灼灼盛开。如果说饮此酒能永葆青春，那我一定一醉方休。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "章台夜思",
                    "author" : "韦庄",
                    "content" : "清瑟怨遥夜，绕弦风雨哀。孤灯闻楚角，残月下章台。芳草已云暮，故人殊未来。乡书不可寄，秋雁又南回。",
                    "addtionInfo" : "章台：即章华台，宫名，故址在今陕西长安。瑟：古代弦乐器。多为二十五弦。弦乐器，这里指乐声。清瑟，即凄清的瑟声。遥夜：长夜。连下两句是说，凄清的瑟声，在长夜发出哀怨的音调；而伴随这哀怨乐曲的，又是秋夜悲鸣的风雨声。楚角：楚地吹的号角。其声悲凉。下：落下。这句是说，残月从章台落下去了，即天快亮了。芳草：这里指春光。已云暮：已经晚暮了，指春光快要消歇了。云：助词，有“又”义。这句是借春光的消歇喻指自己年华已逝。殊：竟，尚。乡书：指家书，家信。不可寄：是说无法寄。雁又南回：因雁是候鸟，秋天从此南来，春天又飞往北方。古时有雁足寄书的传说，事书《汉书·苏武传》。连上两句是说，我写的家书，已无法寄回去了，因秋雁南回，无雁可托。",
                    "classInfo" : "6",
                    "poetryID" : "43",
                    "source" : "2",
                    "analysesInfo" : "这是一首身在外地思念家乡的诗。&&&秋夜一片凄凉，诗人在孤灯下想念着老朋友，满腹愁肠，家书无法寄到，更加重了忧伤的情绪。全诗一气呵成，感情真挚，幽怨清晰，感人至深。这首诗是怀人思乡之作。诗以“夜思”为题，开篇却不写思，而写秋夜所闻所见，写尽寄居他乡的孤独、悲凉。诗的后半，写“思”的内容:芳草已暮，韶华已逝，故人不来，乡思难寄。最后点出时当秋节，更令人愁思不断。诗中表达了一种无可奈何的恨，读来不胜悲凉凄楚，叫人肠断。&&&乡书不可寄，秋雁又南回。和《次北固山下》中的 乡书何处达?归雁洛阳边。表达的意思很相近。",
                    "transferInfo" : "幽怨的琴声在长夜中回荡，弦音悲切，似有凄风苦雨缭绕。孤灯下，又听见楚角声哀，清冷的残月徐徐沉下章台。芳草渐渐枯萎，已到生命尽头.亲人故友，从未来此地。鸿雁已往南飞，家书不能寄回。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "淮上喜会梁州故人",
                    "author" : "韦应物",
                    "content" : "江汉曾为客，相逢每醉还。浮云一别后，流水十年间。欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。",
                    "addtionInfo" : "淮上：淮水边。梁州：指兴元府（今陕西汉中市）。流水：喻岁月如流，又暗合江汉。淮上有秋山：言淮上风光可恋，伸足上“不归去”之意。",
                    "classInfo" : "13",
                    "poetryID" : "44",
                    "source" : "2",
                    "analysesInfo" : "这首诗描写诗人在淮上（今江苏淮阴一带）喜遇梁州故人的情况和感慨。他和这位老朋友，十年前在梁州江汉一带有过交往。诗题曰“喜会”故人，诗中表现的却是“此日相逢思旧日，一杯成喜亦成悲”那样一种悲喜交集的感情。&&&诗的开头，写诗人昔日在江汉作客期间与故人相逢时的乐事，概括了以前的交谊。那时他们经常欢聚痛饮，扶醉而归。诗人写这段往事，仿佛是试图从甜蜜的回忆中得到慰藉，然而其结果反而引起岁月蹉跎的悲伤。&&&颔联一跌，直接抒发十年阔别的伤感。颈联的出句又回到诗题，写这次相会的“欢笑”之态。久别重逢，确有喜的一面。他们也像十年前那样，有痛饮之事。&&&然而这喜悦，只能说是表面的，或者说是暂时的，所以对句又将笔宕开，写两鬓萧疏。十年的漂泊生涯，使得人老了。这一副衰老的形象，不言悲而悲情溢于言表，漂泊之感也就尽在不言之中。一喜一悲，笔法跌宕；一正一反，交互成文。&&&末联以反诘作转，以景色作结。为何不归去，原因是“淮上有秋山”。诗人《登楼》诗云：“坐厌淮南守，秋山红树多。”秋光中的满山红树，正是诗人耽玩留恋之处。这个结尾给人留下了回味的余地。&&&绘画艺术中有所谓“密不通风，疏可走马”之说。诗歌的表现同样有疏密的问题，有些东西不是表现的重点，就应从略，使之疏朗；有些东西是表现的中心，就应详写，使之细密。疏密相间，详略适宜，才能突出主体。这首诗所表现的是两人十年阔别的重逢，可写的东西很多，如果把十年的琐事絮絮叨叨地说来，不注意疏密详略，便分不清主次轻重，也就不成其为诗了。这就需要剪裁。&&&诗的首联概括了以前的交谊；颈联和末联抓住久别重逢的情景作为重点和主体，详加描写，写出了今日的相聚、痛饮和欢笑，写出了环境、形貌和心思，表现得很细密。颔联“浮云一别后，流水十年间”，表现的时间最长。表现的空间最宽，表现的人事最杂。这里却只用了十个字，便把这一切表现出来了。这两句用的是流水对，自然流畅，洗练概括。别后人世沧桑，千种风情，不知从何说起，诗人只在“一别”、“十年”之前冠以“浮云”、“流水”，便表现出来了。意境空灵，真是“疏可走马”。“浮云”、“流水”暗用汉代苏武李陵河梁送别诗意。李陵《与苏武诗三首》有“仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅”，苏武《诗四首》有“俯观江汉流，仰视浮云翔”，其后常以“浮云”表示漂泊不定，变幻无常，以“流水”表示岁月如流，年华易逝。诗中“浮云”、“流水”不是写实，都是虚拟的景物，借以抒发诗人的主观感情，表现一别十年的感伤，由此可见诗人的剪裁功夫。",
                    "transferInfo" : "想当年客居他乡，飘零江汉；与你异乡聚首，携手醉还。离别后如浮云飘流不定，岁月如流水一晃就已过了十年。今日相见，欢笑融洽的情态一如从前，人已头发稀疏，两鬓斑白了。为何我不与故人同归去？因为淮上风景秀美的秋山。",
                    "backgroundInfo" : "这首诗的具体创作时间不详。诗人在淮上（今江苏淮阴一带）遇见了十年前在梁州江汉一带有过交往的故人，故有感而发此作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "赋得暮雨送李曹",
                    "author" : "韦应物",
                    "content" : "楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。",
                    "addtionInfo" : "楚江：长江三峡以下至濡须口一段，古属楚国，称楚江。海门：长江入海处，在今江苏省海门市。建业：今南京市。散丝：细雨，这里喻指流泪。浦树：水边的树。含滋：湿润，带着水汽。",
                    "classInfo" : "108",
                    "poetryID" : "45",
                    "source" : "2",
                    "analysesInfo" : "李胄，一作李曹，又作李渭，其人，其事，以及他与韦应物的关系，似已无考；从此诗看，想必两人的交谊颇深。诗中的“楚江”、“建业”，是送别之地。长江自三峡以下至濡须口（在今安徽省境内），古属楚地，所以叫楚江。建业，原名秣陵，三国时吴主孙权迁都于此，改称建业，旧城在今南京市南。&&&这是一首送别诗。首联写送别之地，扣紧“雨”、“暮”主题。二、三两联渲染迷离暗淡景色；暮雨中航行江上，鸟飞空中，海门不见，浦树含滋，境地极为开阔，极为邈远。末联写离愁无限，潸然泪下。全诗一脉贯通，前后呼应，浑然一体。虽是送别，却重在写景，全诗紧扣“暮雨”和“送”字着墨。&&&首联“楚江微雨里，建业暮钟时”，起句点“雨”，次句点“暮”，直切诗题中的“暮雨”二字。“暮钟时”，即傍晚时分，当时佛寺中早晚都以钟鼓报时，所谓“暮鼓晨钟”。以楚江点“雨”，表明诗人正伫立江边，这就暗切了题中的“送”字。“微雨里”的“里”字，既显示了雨丝缠身之状，又描绘了一个细雨笼罩的压抑场面。这样，后面的帆重、鸟迟这类现象始可出现。这一联，淡淡几笔，便把诗人临江送别的形象勾勒了出来，同时，为二、三联画面的出现，涂上一层灰暗的底色。&&&下面诗人继续描摹江上景色：“漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。”细雨湿帆，帆湿而重；飞鸟入雨，振翅不速。虽是写景，但“迟”、“重”二字用意精深。下面的“深”和“远”又着意渲染了一种迷蒙暗淡的景色。四句诗，形成了一幅富有情意的画面。从景物状态看，有动，有静；动中有静，静中有动：帆来鸟去为动，但帆重犹不能进，鸟迟似不振翅，这又显出相对的静来；海门、浦树为静，但海门似有波涛奔流，浦树可见水雾缭绕，这又显出相对的动来。从画面设置看，帆行江上，鸟飞空中，显其广阔；海门深，浦树远，显其邃邈。整个画面富有立体感，而且无不笼罩在烟雨薄暮之中，无不染上离愁别绪。&&&景的设置，总是以情为转移的，所谓“情哀则景哀，情乐则景乐”（吴乔《围炉诗话》）。诗人总是选取对自己有独特感受的景物入诗。在这首诗里，那冥冥暮色，霏霏烟雨，固然是诗人着力渲染的，以求与自己沉重的心境相吻合，就是那些用来衬托暮雨的景物，也无不寄寓着诗人的匠心，挂牵着诗人的情思。海门是长江的入海处。南京临江不临海，离海门有遥遥之距，海门“不见”，自不待言，何故以此入诗？此处并非实指，而是暗示李曹的东去，就视觉范围而言，即指东边很远的江面，那里似有孤舟漂泊，所以诗人极目而视，神萦魂牵。&&&然而人去帆远，暮色苍苍，目不能及；但见江岸之树，栖身于雨幕之中，不乏空寂之意。无疑这海门、浦树蕴含着诗人怅惘凄戚的感情。诗中不写离舟而写来帆，也自有一番用意。李白的名句“孤帆远影碧空尽”是以离帆入诗的，写出了行人远去的过程，表达了诗人恋恋不舍的感情。此诗只写来帆，则暗示离舟已从视线中消失，而诗人仍久留不归，同时又以来帆的形象来衬托去帆的形象，而对来帆的关注，也就是对去帆的遥念。其间的离情别绪似更含蓄深沉。而那羽湿行迟的去鸟，不也是远去行人的写照吗？&&&经过铺写渲染烟雨、暮色、重帆、迟鸟、海门、浦树，连同诗人的情怀，交织起来，形成了浓重的阴沉压抑的氛围。置身其间的诗人，情动于衷，不能自已。猛然，那令人肠断的钟声传入耳鼓，撞击心弦。此时，诗人再也抑止不住自己的感情，不禁潸然泪下，离愁别绪喷涌而出：“相送情无限，沾襟比散丝。”&&&随着情感的迸发，尾联一改含蓄之风，直抒胸臆；又在结句用一个“比”字，把别泪和散丝交融在一起。“散丝”，即雨丝，晋张协《杂诗》有“密雨如散丝”句。这一结，使得情和景“妙合无垠”，“互藏其宅”（王夫之《姜斋诗话》），既增强了情的形象性，又进一步加深了景的感情然彩。从结构上说，以“微雨”起，用“散丝”结，前后呼应；全诗四联，一脉贯通，浑然一体。",
                    "transferInfo" : "楚江笼罩在蒙蒙微雨里，建业城正敲响暮时之钟。江面水汽迷蒙帆影重重，天色昏暗鸟儿缓缓归去。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水像江面的雨丝。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "经邹鲁祭孔子而叹之",
                    "author" : "李隆基",
                    "content" : "夫子何为者，栖栖一代中。地犹鄹氏邑，宅即鲁王宫。叹凤嗟身否，伤麟怨道穷。今看两楹奠，当与梦时同。",
                    "addtionInfo" : "鲁：今山东曲阜，为春秋时鲁国都城。夫子：这里是对孔子的敬称。何为者：何为乎。者：无义。栖栖：忙碌不安的样子，形容孔子四方奔走，无处安身。鄹：春秋时鲁地，在今山东曲阜县东南。孔子父叔梁纥为鄹邑大夫，孔子出生于此，后迁曲阜。鄹氏邑：鄹人的城邑。“宅即”句：相传汉鲁共（恭）王刘余（景帝子）曾坏孔子旧宅，以广其及升堂，闻金石丝竹之音，乃不敢坏。“叹凤”句：说凤至象征圣人出而受瑞，今凤凰既不至，故孔子遂有身不能亲见圣之叹。否（pǐ）：不通畅，不幸。身否：身不逢时之意。“伤麟”句：麟，瑞兽，象征太平盛世。相传孔子见人捕获了麟，曾大为悲痛地说：麟出而死，我的愿望无法实现了。两楹奠：指人死后灵柩停放于两楹之间，喻祭祀的庄严隆重。两楹：指殿堂的中间。楹：堂前直柱。奠：致祭。末二句大意为：孔子说他曾经夜梦自己坐于两柱之间受人祭奠，他的梦于今天实现了。看今日你端坐在堂前两楹间，接受后人的顶礼祭奠，正如同你生前梦境中所见的一样，想必你也该稍感慰藉了吧。",
                    "classInfo" : "17",
                    "poetryID" : "46",
                    "source" : "2",
                    "analysesInfo" : "此诗意在“感叹”孔子的际遇。全诗以疑问入笔，表现出作者于孔子神像前谦恭行礼，心中感慨万千，口内喃喃自语的情状。作者着笔于“叹”“嗟”“伤”“怨”，写出了对己对孔子虽“叹”实“赞”之情，立意集于以“叹”代“赞”，既表达了自己对孔子一生郁郁不得志的叹息之情，又赞扬了孔子“明知其不可为而为之”的超凡脱俗的用世精神，发人深省。&&&此诗用典极多。首联“夫子何为者？栖栖一代中”即出自《论语·宪问》：“微生亩问孔子曰：‘丘何为是栖栖者欤？无乃为佞乎？’孔子曰：‘非敢为佞，疾固也。’”此句本是孔子的愤懑之言，孔子自称忙忙碌碌，并非逞口舌之长，只是痛恨世人顽固不化，才著书立说，教化世人。作者化用此典故，抒发了自己的无限感慨，像孔子这样的大圣人，虽终其一生于诸侯之间，劳碌不停，但最终也未能实现自己的理想，这是非常悲哀的一件事。作者的同情之心，一览无余。另一方面，孔子一生奔波劳苦，为的却是天下的苍生，虽屡遭误解，仍孜孜以求，这又是无比可敬的。因此这一句诗便高度概括了孔子一生的功绩和高贵品质，也表达了作者对孔子的景仰和钦服。&&&颔联承接上句，依旧是引用典故，赞叹了孔子的旧居，孔安国《尚书序》载：“鲁恭王坏孔子旧宅，以广其居，升堂闻金石丝竹之声，乃不坏宅。”写帝王诸侯想要扩建宫殿，也不敢妄动孔子的故居。表明孔子的功绩即便贵为王侯也望尘莫及，旨在高度评价孔子的尊崇地位。这里诗人借用此典故以孔子的旧邑故居因为其主人的威望，得以保存至今日，意在侧面说明孔子受后世万民的敬仰，故居尚且如此，何况孔子本人。含蓄、婉转地表达了自己对孔子的敬重之情。同时，在这里，诗人委婉地把帝王举止和孔子功绩结合起来，暗示读者自己也希望入孔子般，承载万民兴衰于双肩。&&&颈联是孔子的自伤之词，也是借用典故，借孔子自叹命运不济，生不逢时，政治理想难以实现，真实再现了孔子当年孤寂，凄凉的心境。《论语·子罕》中载：“子曰：‘凤鸟不至，河不出图，吾已矣夫！”传说凤凰现身，河洛图出，是象征圣王出世的瑞兆，然而孔子生逢春秋乱世，刀兵四起。诸侯们只关心自己的领土、霸权、兵力，没有肯行仁义的圣王，因此孔子自叹儒学之道没有用武之地，而自己这些致力于推行德政的人也如那只被愚人猎捕的麒麟一般，早晚要被这个穷兵黜武的时代所绞杀。“嗟身否”感怀身世，“伤麟怨”则叹息王道难行。这些都足以唤起了人们对孔子的深深同情和深切的感慨。也表明作者决意推行仁政，以告慰孔子泉下亡灵。&&&尾联既是孔子“昨日”的梦想，也是“今日”的现实，当然也可以理解为作者一直都有拜祭孔子灵位的梦想，终得实现。“两楹奠”出自《礼记·檀弓上》，本表示出祭奠礼仪的隆重与庄严，用于此，更意为后世对孔子的万分敬重，末句“与梦时同”又完全符合孔子生前梦见自己死后，灵柩停放在两楹之间的梦境。孔子不求生前得到大家的认同，只希望在自己死后，儒学能够得到弘扬，王道能够被人主推行，而今梦想成真，也算是对孔子辗转一生的弥补吧。诗人举目仰望，孔子的塑像正端坐在殿堂前的两楹之间，受人祭拜。作者满怀慰藉之情，祭拜于孔子的灵前，不论是叹惜、感伤，还是哀怨都深深地融入到了对孔子的“赞”中，以“与梦同”表达了自己对孔子梦想终于实现的欣慰之情，也表达了诗人对孔子的“明之其不可为而为之”这一用世精神终被广大人民所接受的肯定。&&&这首诗追述了孔子一生郁郁不得志的悲惨遭遇，反映了孔子令人悲叹的命运。为实现“郁郁乎文哉”的理想社会，孔子一生碌碌奔波，结果却无处安身，甚至被困陈蔡，险些丧命。但孔子始终没有背叛自己的道德信仰。纵使明知凤图难出，王道难行，明知自己必将如麒麟般惨遭捕杀，也要坚守道德的崇高，只为将来自己的仁义思想能够大行于天下，为苍生谋福，也就在所不惜。既表达了自己对孔子的深切同情，又赞美和褒扬了孔子。结合史料可知，唐玄宗对儒学确实非常推崇，因而他对这位儒学创始人的感情也是真实而深挚的。正是因为作者能把自己的崇敬融入到孔子的深致悼念中，才使得这首诗读来深切质朴，令人信服。&&&就艺术形式来看，这首诗句句用典颇有堆砌典故之嫌，且诗语质朴无华，在遣词造句上也并无推陈出新之处，算不上是上乘之作，但此诗所反映出的思想和胸襟在历代帝王之作中并不多见。这一点是值得肯定的。另外，悼念孔子所选择的视角十分准确也是一大成功之处。孔子一生生活复杂坎坷，此诗只选择他的栖遑不遇的一面，简单几言，就概括了孔子一生的大事。首两句是叹惜，三、四句是叹美，五、六句是再叹惜，后两句再叹美。全诗命意构思，严正得体。比及一般的咏叹之诗，颇显境界之大，立意之深。",
                    "transferInfo" : "尊敬的孔老夫子，你一生劳碌奔波，周游列国，究竟想要做成什么呢？如今这地方还是鄹县的城邑，你终被安葬在了出生的土地，然而你的旧宅曾被后人毁坏，改建为鲁王宫。在你生活的当时，凤鸟不至，你叹息命运不好；麒麟出现，你又忧伤哀怨，感叹世乱道穷。你一生不如意，看今日你端坐在堂前两楹间，接受后人的顶礼祭奠，正如同你生前梦境中所见的一样，想必你也该稍感慰藉了吧。",
                    "backgroundInfo" : "公元725年（唐玄宗开元十三年）十一月庚辰，唐玄宗到泰山祭天，行封禅大礼。封禅之后，顺道经曲阜至孔子宅，派出使者以太牢祭孔子墓，有感而发，作此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "灞上秋居",
                    "author" : "马戴",
                    "content" : "灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。",
                    "addtionInfo" : "灞（bà）上：又作“霸上”，古代地名，位于今陕西西安东，因地处灞陵高原而得名，为作者来京城后的寄居之所。郊扉：郊居。致此身：意即以此身为国君报效尽力。",
                    "classInfo" : "56",
                    "poetryID" : "47",
                    "source" : "2",
                    "analysesInfo" : "此诗纯写闭门寥落之感。整首诗篇好似一幅形象鲜明、艺术精湛的画卷。读者把它慢慢地打开，首先映入眼帘的是灞原上空萧森的秋气：撩人愁思的秋风秋雨直到傍晚才停歇下来，在暮霭沉沉的天际，接连不断的雁群自北向南急急飞过。连番的风雨，雁儿们已经耽误了不少行程，好不容易风停雨歇，得赶在天黑之前找到一个宿处。这里用一个“频”字，既表明了雁群之多，又使人联想起雁儿们急于投宿的惶急之状。古人每见雁回，易惹乡思。读者继续打开画卷，景象则由寥廓的天际渐渐地转到地面，转到诗中的主人。只见风雨中片片黄叶从树上飘落下来，而寄居在孤寺中的一个旅客正独对孤灯，默默地出神。“落叶他乡树”这句，很值得玩味。中国有句老话叫做“树高千丈，叶落归根”，诗人在他乡看到落叶的情景，不能不有所感触。自己羁留异地，不知何时才能回到故乡东海（今江苏连云港市西南）。其心情之酸楚，完全渗透在这句诗的字里行间。“寒灯独夜人”，一个“寒”字，一个“独”字，写尽客中凄凉孤独的况味。不难想象：一灯如豆，伴着一个孤寂的身影。夜已深了，寒意重重，在寒气包围中，灯光更显得黯淡无力，而诗人孤独凄苦的心情也随之更进了一层。“寒”与“独”起着相互映衬的作用：由寒灯而显出夜长难捱，因孤独而更感到寒气逼人。&&&五、六两句让画卷再向下推移，它不仅显示了更大的空间，更细的景物，而且出神入化，展现了诗人的心境。这时夜阑人静，连秋虫都已停止了歌唱，只有露珠滴落在枯叶上的响声，一滴接着一滴，虽很微弱，却很清晰。这句“空园白露滴”用的是以“动”烘托“静”的手法，比写无声的静更能表现环境的寂静，露滴的声音不但没有划破长夜的寂静，反而更使人感到静得可怕。连露滴的声音都可听到，就没有什么比这更寂静的了。下一句“孤壁野僧邻”同样是用烘托的手法。明明要说的是自己孑然一身，孤单无依，却偏说出还有一个邻居，而这个邻居竟是一个绝迹尘世、犹如闲云野鹤的僧人。与这样的野僧为邻，诗人的处境的孤独就显得更加突出了。这两句在写景的同时进一步写出了诗人的心境：秋夜孤房连露滴的声音都可听到，正说明他思潮起伏，长夜无眠；而所与为邻的只有一个野僧，表明他正想到自己已经被抛出世外，不知何日才能结束这种生涯。正是因为这样，所以诗的最后两句也就与前面的描写自然衔接起来，不显得突兀。&&&最后两句直接说出诗人的感慨：“寄卧郊扉久，何年致此身？”诗人为了求取官职来到长安，在灞上（又作“霸上”，长安东）已寄居多时，一直没有找到进身之阶，因而这里率直道出了怀才不遇的苦境和进身希望的渺茫。&&&这首诗写景，都是眼前所见，不假浮词雕饰；写情，重在真情实感，不作无病呻吟。因此，尽管题材并不新鲜，却仍有相当强的艺术感染力。",
                    "transferInfo" : "灞原上的秋风细雨初定，傍晚看见雁群南去不停。面对他乡树木落叶纷纷，寒夜的孤灯独照我一人。空园里白露频频地下滴，单门独户只与野僧为邻。寄卧荒凉郊居为时已久，何时才能为国致力献身？",
                    "backgroundInfo" : "灞上为作者来京城后的寄居之所。作者进身无门，困居于此，有感于秋节变换，身世落寞，作此诗慰藉愁情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "楚江怀古三首·其一",
                    "author" : "马戴",
                    "content" : "露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。广泽生明月，苍山夹乱流。云中君不见，竟夕自悲秋。",
                    "addtionInfo" : "微阳：微弱的阳光。楚丘：楚地的山丘。洞庭：洞庭湖。木兰舟：木兰树所制的舟船，此因楚江而用《楚辞》中的木兰舟。木兰：小乔木。广泽：广阔的大水面。云中君：本《楚辞·九歌》篇名，为祭祀云神之作，此也因楚江而想到《九歌》。竟夕：整夜。",
                    "classInfo" : "33",
                    "poetryID" : "48",
                    "source" : "2",
                    "analysesInfo" : "唐宣宗大中初年，诗人由山西太原幕府掌书记。被贬为龙阳尉，自江北来江南，行于洞庭湖畔，触景生情，追慕先贤，感伤身世，而写下了《楚江怀古》五津三章，这是第一首。&&&这一首诗虽题“怀古”，却泛咏洞庭景致。诗人履楚江而临晚秋，时值晚唐，不免“发思古之幽情”，感伤自身不遇。首联先点明薄暮时分；颔联上句承接“暮”字，下句才点出人来，颈联就山水两方面写夜景，“夹”字犹见凝练；尾联才写出“怀古”的主旨，为后两首开题，而以悲愁作结。&&&全诗风格清丽婉约，感情细腻低徊。李元洛评曰：“在艺术上清超而不质实，深微而不粗放，词华淡远而不艳抹浓妆，含蓄蕴籍而不直露奔迸。” ",
                    "transferInfo" : "雾露团团凝聚寒气侵人，夕阳已经落下楚地的山丘。洞庭湖畔的树上猿啼声不断，乘着木兰舟悠闲地在湖中泛游。明月从广阔的湖面上缓缓升起，两岸青山夹着滔滔乱流。美丽的云神始终不肯降临，使我终夜苦思，独自悲秋。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "除夜书怀",
                    "author" : "崔涂",
                    "content" : "迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。",
                    "addtionInfo" : "迢递：遥远貌。三巴：指巴郡、巴东、巴西，在今四川东部。羁危：在艰险中羁旅漂泊。转于：反与。僮仆：随行小奴。飘：一作“漂”。明日：指新年。岁华：岁月，年华。",
                    "classInfo" : "6",
                    "poetryID" : "49",
                    "source" : "2",
                    "analysesInfo" : "此诗写除夕之夜旅居之感怀。崔涂曾长期流落于湘、蜀一带，此诗为诗人客居四川时所作。此诗抒写诗人避乱流离巴蜀，旅途之中适逢除夕之夜的惨淡心情。全诗核心是一个“悲”字。首联即对，起句点地，次句点人，气象阔大；颔联写除夕客居异地的孤独；颈联写亲眷远离，僮仆成了至亲，再烘托“独”字；尾联点出时逢除夕，更不堪漂泊。全诗流露出浓烈的离愁乡思和对羁旅的厌倦情绪。&&&“迢递三巴路，羁危万里身”，写离乡的遥远和旅途的艰辛：感叹三巴道路的迢远，感叹与故乡的万里相隔。诗人只身流离万里之外，举目无可亲之人，生活的艰辛，生命的危险，如影随形地纠缠着他。“迢递”“羁危”用字精炼而准确，让人顿感起笔之突兀。同时，“三巴路”“万里身”又显得气象宏大，真可谓“蜀道之难难于上青天”，生动地反映出巴蜀的山川形势。虽是深挚地抒发飘泊天涯的无限情怀，却并不给人以萧瑟的感觉。&&&“乱山残雪夜，孤烛异乡春”，具体地描绘出了异乡除夜的凄凉。住所外面，是覆盖着残雪的乱山；屋里，孤零零的一支蜡烛陪伴着诗人。“乱山”、“残雪”既是写旅居的环境，也是在烘托诗人除夕之夜的纷乱、凄凉的心清。写山用一“乱”字，展现其杂乱的形态，借以写诗人诸事纷杂的心态；写雪用一“残”字，既扣住了时令，又写出残冬余寒未消，借以表现心境的凄冷。此二字皆诗人匠心运筹、刻意锤炼的笔墨。“孤烛”二字也具有很强的表现力，往年过除夕，合家团聚，虽说生逢乱世，节日清贫，总还是快慰的；如今过除夕，却是独自一人处在异乡，论相伴者，只有无言的蜡烛，而蜡烛又是孤独一支，“孤烛”照孤客，孤客对“孤烛”，物态人情，相互映衬，有力地揭示出诗人孤苦的心境。此句与马戴的《灞上秋居》“落叶他乡树，寒灯独夜人”一句，可谓是异曲同工，同样扣人心弦，读来令人心碎。&&&“渐与骨肉远，转于僮仆亲”，真切地写出了久别家乡之人常有的亲疏情感。文字虽直朴，道情却非常细腻曲折。在家时，有骨肉相伴，自然感觉不到僮仆的可亲之处；如今飘泊在外，远离了亲人，与骨肉远隔，无法与亲人们一同迎接新年，故而对于身边朝夕相处的僮仆才倍感亲近，同时也为除夕增添了一些欢乐。对僮仆感情的转变，固然是好事，但这也暗中陈述诗人当时处境的寂寞孤独和生活的拮据困窘。诗人用笔巧妙，明写“情亲”之乐，暗道羁旅之苦，于无字之处发出一片浩叹。此联语言质朴，感情细腻，与第二联互相映衬，真挚感人。&&&“那堪正飘泊，明日岁华新”，归结本题意旨，言不堪在这飘泊的生涯里过此除夕，想到明日又增一岁不禁愁苦万分。所以，诗人寄希望于新年，祈祷不再漂泊流离，显得顺理成章，真切自然。这种结尾统摄了全篇的情感，把叹羁旅、思故乡、念骨肉、感孤独诸多纷杂的心绪归为“那堪”二字，以强化之，又用“明日岁华新”把这些思绪框定在“除夜”，意境鲜明，结构严谨。句中的“明日”紧扣题中的“除夜”二字，于篇末点题，强烈地表达了诗人不堪忍受的异乡飘泊，希望早日结束羁旅生涯的愿望。离愁乡思，发泄无余。&&&全诗语言朴素，铅华皆无，于平实之处涌动真情，意境苍凉，语言工丽，感情真挚，刻画细腻，情韵幽绝，感人至深。“乱山”一联堪称佳句，令人回味无穷。&&&崔《除夜有感》：“迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡春。渐与骨肉远，转于僮仆亲。那堪正漂泊，明日岁华新？”读之如凉雨凄风飒然而至，此所谓真诗，正不得以晚唐概薄之。按崔此诗尚胜戴叔伦作。戴之“一年将尽夜，万里未归人。寥落悲前事，支离笑此身，”已自惨然，此尤觉刻肌砭骨。崔长短律皆以一气斡旋，有若口谈，真得张水部之深者。如“并闻寒雨多因夜，不得乡书又到秋”、“正逢摇落仍须别，不待登临已合悲”，皆本色语佳者。至《春夕》一篇，又不待言。",
                    "transferInfo" : "跋涉在道路崎岖又遥远的三巴路上，客居在万里之外的危险地方。乱山上残雪在黑夜里闪光，一支烛火陪伴着我这异乡的人。因离亲人越来越远，反而与书童和仆人渐渐亲近。真难以忍受在漂泊中度过除夕夜，到明天岁月更新就是新的一年。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "孤雁",
                    "author" : "崔涂",
                    "content" : "几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。",
                    "addtionInfo" : "之：往。失：失群。渚：水中的小洲。缯缴：指矰缴。猎取飞鸟的工具。缴，即在短箭上的丝绳。",
                    "classInfo" : "104",
                    "poetryID" : "50",
                    "source" : "2",
                    "analysesInfo" : "一联写同伴归尽，只有大雁独自飞翔，写“离群”切题。二联写孤雁神态，先写失群原因，再写失群后的仓皇。三联写失群的苦楚。尽管振羽奋飞，仍然是只影无依，凄凉寂寞。四联写疑虑受箭丧生，表达诗人的良好愿望和矛盾心情。徐培均认为，这首诗“字字珠玑，没有一处是闲笔；而且余音袅袅，令人回味无穷，可称五律诗中的上品。”&&&这是一只悲伤而执着的孤雁：它不饮，不啄，只是一个劲儿飞着，叫着，追寻它的同伴。诗人同情失群的孤雁，其实是融入了自己的思想感情。&&&这首诗题名《孤雁》，全篇皆实赋孤雁，“诗眼”就是一个“孤”字。一个“孤”字将全诗的神韵、意境凝聚在一起，浑然天成。&&&为了突出孤雁，首先要写出“离群”这个背景。所以诗人一开头便说：“几行归塞尽，念尔独何之？”作者本是江南人，一生中常在巴、蜀、湘、鄂、秦、陇一带作客，多天涯羁旅之思。此刻想是站在驿楼上，极目远望：只见天穹之下，几行鸿雁，展翅飞行，向北而去。渐渐地，群雁不见了，只留下一只孤雁，在低空盘旋。我们从“归塞”二字，可以看出雁群是在向北，且又是在春天；因为只有在春分以后，鸿雁才飞回塞外。这两句中，尤应注意一个“行”字，一个“独”字。有了“行”与“独”作对比，孤雁就突现出来了。“念尔”二字，隐蕴诗人同情之心。古人作诗，往往托物寓志，讲究寄兴深微。“念尔”句写得很妙，笔未到而气已吞，隐隐地让一个“孤”字映照通体，统摄全局。“独何之”，则可见出诗人这时正羁留客地，借孤雁以写离愁。&&&颔联“暮雨相呼失，寒塘欲下迟”，是全篇的警策。第三句是说失群的原因，第四句是说失群之后仓皇的表现，既写出当时的自然环境，也刻画出孤雁的神情状态。时间是在晚上，地点是在寒塘。暮雨苍茫，一只孤雁在空中嘹嘹呖呖，呼寻伙伴。那声音是够凄厉的了。它经不住风雨的侵凌，再要前进，已感无力，面前恰有一个芦叶萧萧的池塘，想下来栖息，却又影单心怯，几度盘旋。那种欲下未下的举动，迟疑畏惧的心理，写得细腻入微。可以看出，作者是把自己孤凄的情感熔铸在孤雁身上了，从而构成一个统一的艺术整体，读来如此逼真动人。诚如近人俞陛云所说：“如庄周之以身化蝶，故入情入理，犹咏鸳鸯之‘暂分烟岛犹回首，只渡寒塘亦并飞’，替鸳鸯着想，皆妙入毫颠也。”（《诗境浅说》）颈联“渚云低暗度，关月冷相随”，是承颔联而来，写孤雁穿云随月，振翅奋飞，然而仍是只影无依，凄凉寂寞。“渚云低”是说乌云逼近洲渚，对孤雁来说，便构成了一个压抑的、恐怖的氛围，孤雁就在那样惨澹的昏暗中飞行。这是多么令人担忧呵！这时作者是在注视并期望着孤雁穿过乌云，脱离险境。“关月”，指关塞上的月亮，这一句写想象中孤雁的行程，虽非目力所及，然而“望尽似犹见”，倾注了对孤雁自始至终的关心。这两句中特别要注意一个 “低”字，一个“冷”字。月冷云低，衬托着形单影只，就突出了行程的艰险，心境的凄凉；而这都是紧紧地扣着一个“孤”字。唯其孤，才感到云低的可怕；唯其只有冷月相随，才显得孤单凄凉。&&&诗篇的最后两句，写了诗人的良好愿望和矛盾心情。“未必逢矰缴，孤飞自可疑”，是说孤雁未必会遭暗箭，但孤飞总使人易生疑惧。从语气上看，象是安慰之词──安慰孤雁，也安慰自己；然而实际上却是更加耽心了。因为前面所写的怕下寒塘、惊呼失侣，都是惊魂未定的表现，直到此处才点明惊魂未定的原因。一句话，是写孤雁心有余悸，怕逢矰缴。诗直到最后一句“孤飞自可疑”，才正面拈出“孤”字，“诗眼”至此显豁通明。诗人飘泊异乡，世路峻险，此诗以孤雁自喻，表现了他孤凄忧虑的羁旅之情。",
                    "transferInfo" : "几阵齐飞的旅伴，全部回到了塞上，只有你这孤雁，不知独自飞向何方。暮雨中，你悲凄地呼唤丢失的伙伴，你想栖息，却又迟疑畏惧不下寒塘。渚上低暗，你孤独地穿越过了云层；只有关山的冷月，伴随你孤苦凄凉。虽然你未必会遭暗算，把生命葬丧，只是失群孤飞，毕竟叫人疑惧恐慌。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望月怀远",
                    "author" : "张九龄",
                    "content" : "海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。",
                    "addtionInfo" : "怀远：怀念远方的亲人。首二句：辽阔无边的大海上升起一轮明月，使人想起了远在天涯海角的亲友，此时此刻也该是望着同一轮明月。情人：多情的人，指作者自己；一说指亲人。遥夜：长夜。怨遥夜：因离别而幽怨失眠，以至抱怨夜长。竟夕：终宵，即一整夜。怜：爱。滋：湿润。怜光满：爱惜满屋的月光。这里的灭烛怜光满，很显然根据上下文，这应该是个月明的时候，应该在农历十五左右。此时月光敞亮，就是在现在今天，熄掉油灯仍然感受得到月光的霞美。当一个人静静的在屋子里面享受月光，就有种“怜”的感觉，这只是一种发自内心的感受而已，读诗读人，应该理解当时诗人的心理才能读懂诗词。光满自然就是月光照射充盈的样子，“满”描写了一个状态，应该是月光直射到屋内。末两句：月华虽好但是不能相赠，不如回入梦乡觅取佳期。",
                    "classInfo" : "6",
                    "poetryID" : "51",
                    "source" : "2",
                    "analysesInfo" : "《望月怀远》是一首月夜怀念远人的诗，是作者在离乡时，望月而思念远方亲人而写的。&&&起句“海上生明月”意境雄浑阔大，是千古佳句。它和谢灵运的“池塘生春草”，谢灵运的“明月照积雪”，谢朓的“大江流日夜”以及作者自己的“孤鸿海上来”等名句一样，看起来平淡无奇，没有一个奇特的字眼，没有一分点染的色彩，脱口而出，却自然具有一种高华浑融的气象。这一句完全是景，点明题中的“望月”。&&&第二句“天涯共此时”，即由景入情，转入“怀远”。前乎此的有谢庄《月赋》中的“隔千里兮共明月”，后乎此的有苏轼《水调歌头·明月几时有》词中的“但愿人长久，千里共婵娟”，都是写月的名句，其旨意也大抵相同，但由于各人以不同的表现方法，表现在不同的体裁中，谢庄是赋，苏轼是词，张九龄是诗，相体裁衣，各极其妙。这两句把诗题的情景，一起就全部收摄，却又毫不费力，仍是张九龄作古诗时浑成自然的风格。&&&颔联“情人怨遥夜，竟夕起相思。”直抒对远方友人的思念之情。“情人”，多情的人，有怀远之情的人。这里指诗人自己。“遥夜”，长夜。“竟夕”，通宵。诗人思念远方的友人，以至于彻夜难眠，埋怨长夜漫漫。&&&颈联“灭烛怜光满，披衣觉露滋。”承接颔联，具体描绘了彻夜难眠的情境。“怜”，爱怜。“滋”，沾湿。上句写诗人徘徊于室内。吹灭蜡烛，更加爱怜洒满一地的银色月光。下句写流连于庭院中。夜色已深，更感到露水也沾湿了身上的衣裳。这就把彻夜难眠的形象传神的描绘出来。&&&尾联“不堪盈手赠，还寝梦佳期。”：“这月光饱含我满腔的心意，可是又怎么赠送给你呢？还是睡罢！睡了也许能在梦中与你欢聚。”“不堪”两句，构思奇妙，意境幽清，没有深挚情感和切身体会，恐怕是写不出来的。这里诗人暗用晋陆机“照之有余辉，揽之不盈手”两句诗意，翻古为新，悠悠托出不尽情思。诗至此戛然而止，只觉余韵袅袅，令人回味不已。",
                    "transferInfo" : "茫茫的海上升起一轮明月，你我相隔天涯却共赏月亮。多情的人都怨恨月夜漫长，整夜里不眠而把亲人怀想。熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。不能把美好的月色捧给你，只望能够与你相见在梦乡。",
                    "backgroundInfo" : "733年（唐玄宗开元二十一年），在朝中任宰相的张九龄遭奸相李林甫诽谤排挤后，于开元二十四年（736）罢相。《望月怀远》这首诗应就写于开元二十四年张九龄遭贬荆州长史以后，同《感遇十二首》应该属于同一时期的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "书边事",
                    "author" : "张乔",
                    "content" : "调角断清秋，征人倚戍楼。春风对青冢，白日落梁州。大汉无兵阻，穷边有客游。蕃情似此水，长愿向南流。",
                    "addtionInfo" : "调角：犹吹角。断：占尽。戍楼：防守的城楼。春风：指和煦凉爽的秋风。青冢：指西汉王昭君的坟墓。白日：灿烂的阳光。梁州：当时指凉州，在今甘肃境内。穷边：绝远的边地。蕃：指吐蕃。情：心情。似：一作“如”。",
                    "classInfo" : "16",
                    "poetryID" : "52",
                    "source" : "2",
                    "analysesInfo" : "诗篇一展开，呈现在读者面前的就是一幅边塞军旅生活的安宁图景。首句“调角断清秋”，“调角”即吹角，角是古代军中乐器，相当于军号；“断”是尽或占尽的意思。这一句极写在清秋季节，万里长空，角声回荡，悦耳动听。而一个“断”字，则将角声音韵之美和音域之广传神地表现出来；“调角”与“清秋”，其韵味和色调恰到好处地融而为一，构成一个声色并茂的清幽意境。这一句似先从高阔的空间落笔，勾勒出一个深广的背景，渲染出一种宜人的气氛。次句展现“征人”与“戍楼”所组成的画面：那征人倚楼的安闲姿态，像是在倾听那悦耳的角声和欣赏那迷人的秋色。不用“守”字，而用“倚”字，微妙地传达出边关安宁、征人无事的主旨。&&&颔联“春风对青冢，白日落梁州”，“春风”，并非实指，而是虚写。“青冢”，是汉朝王昭君的坟墓。这使人由王昭君和亲的事迹联想到目下边关的安宁，体会到民族团结正是人们长期的夙愿，而王昭君的形象也会像她墓上的青草在春风中摇荡一样，长青永垂。“梁州”，当指“凉州”。唐梁州为今陕西南郑一带，非边地，而曲名《凉州》也有作《梁州》的，故云。凉州，地处今甘肃省内，曾一度被吐蕃所占。王昭君的墓在今内蒙古呼和浩特市南，与凉州地带一东一西遥遥相对。傍晚时分，当视线从王昭君的墓地又移到凉州时，夕阳西下，余辉一片，正是一派日丽平和的景象。令人想见，即使在那更为遥远广阔的凉州地带，也是十分安定的。&&&颈联“大漠无兵阻，穷边有客游”，“大漠”和“穷边”，极言边塞地区的广漠；而“无兵阻”和“有客游”，在“无”和“有”、“兵”和“客”的对比中，写明边关地区，因无蕃兵阻挠，所以才有游客到来。这两句对于前面的景物描写起到了点化作用。&&&末联两句“蕃情似此水，长愿向南流”，运用生动的比喻，十分自然地抒写出了作者的心愿，使诗的意境更深化一步。“此水”不确指，也可能指黄河。诗人望着这滔滔奔流的河水，思绪联翩。他想：蕃情能像这大河一样，长久地向南流入中原该多好啊！这表现出诗人渴望民族团结的愿望。&&&全诗抒写诗人于边关的所闻、所见、所望、所感，意境高阔而深远，气韵直贯而又有抑扬顿挫，运笔如高山流水，奔腾直下，而又回旋跌宕，读来回肠荡气，韵味无穷。",
                    "transferInfo" : "清秋的边地号角划断宁静，征人悠闲地倚着哨楼远望。阵阵和风吹拂着昭君坟墓，边城梁州普照着和煦阳光。浩瀚沙漠看不见军兵阻扰，边疆塞外也常有客人游赏。蕃人的情意好像这条流水，愿永久归附中原流向南方。",
                    "backgroundInfo" : "唐朝自肃宗以后，河西、陇右一带长期被吐蕃所占。公元851年沙州民众起义首领张议潮，出兵收取瓜、伊、西、甘、肃、兰、鄯、河、岷、廓十州，宣宗因以张议潮为归义军节度使；公元857年，吐蕃将尚延心以河湟降唐，其地又全归唐朝所有。此诗的写作背景大约是在上述情况之后。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "没蕃故人",
                    "author" : "张籍",
                    "content" : "前年伐月支，城下没全师。蕃汉断消息，死生长别离。无人收废帐，归马识残旗。欲祭疑君在，天涯哭此时。",
                    "addtionInfo" : "没蕃（fán）：是陷入蕃人之手，古代称异族为“蕃”，此处当指大食，即阿拉伯帝国。蕃，吐蕃，我国古代藏族建立的地方政权，在今青海、西藏一带。当时唐、蕃之间经常发生战争。戍（shù）：征伐。月支：一作“月氏”。唐羁縻都督府名。龙朔元年（661）在吐火罗境内阿缓城置。故地在今阿富汗东北部孔杜兹城附近。约公元8世纪中叶因大食国势力东进而废弃。没全师：全军覆没。蕃汉：吐蕃和唐朝。废帐：战后废弃的营帐。残旗：残留的军旗。",
                    "classInfo" : "48",
                    "poetryID" : "53",
                    "source" : "2",
                    "analysesInfo" : "诗人的一位老友在守卫月支的战役中，因全军覆没而生死未卜，下落不明。故以“没蕃”为题写诗表达伤怀。&&&首联交代全军覆没的时间和地点。时间是“前年”，前年战败，现今才写诗。这是因为作者在等侯确切的生死消息。在这次战斗中，唐军全师覆灭，友人是生是死，由于消息断绝，无法肯定，故诗人不敢贸然动笔。这种感情在亲密的朋友之间是很通常的。然而，老友的消息都一直没有听到。“蕃汉断消息，死生长别离。”蕃汉之间消息已完全断绝，两年之中一无所获，则友人无论是死是生，都意味着永运离别了。死了，固不用说；活着，也是做了蕃人的奴隶，不能回还了。沉痛之情，溢于言表。&&&颈联是通过想象，描写战败的惨状：“无人收废帐，归马识残旗。”因为是全军覆没，不是战死就是被俘，所以唐军的营帐无人去收拾，散乱地堆在战场上，任凭风撕雨浇，惨象令人触目惊心。“归马”是指逃归的战马，战马能辨认出己方的军旗，故能逃归旧营。人是一个没剩，只有几匹马逃脱回来，这—笔真如雪上加霜，令人想见战争的残酷。&&&尾联“欲祭疑君在，天涯哭此时。”是写自己矛盾、痛苦的心情，想设奠祭祀友人，却又希望他还活着。若还活着．祭奠是大不敬；若确实已死，不祭奠也是大不敬。诗人两为其难，当此之时，也只有遥望天涯而放声大哭了。此联揭示诗人内心活动，曲折而又深刻。&&&此诗感情真挚，且层次清晰，由“戍”而写到“没”，由“消息”断而写到“死生”不明，由“死生”不明而写到“欲祭”不忍，终以无可奈何的放声大哭为结，一路写来，入情入理。而诗人借用这种过期的追悼，适足增添了全诗的悲剧性。正因为是“前年”的事件，所以有“断消息”的感受，有“疑君在”的幻想，痛慨、痴情，欲绝惨深。废帐残旗，归马踽凉，是诗人的揣想，却真实地再现了“没番”的战罢情形。其缺点是语言过于直朴，缺乏蕴含，前四句只是铺叙事情经过，占了一半的篇幅，倘若把这些内容移入题目中去，腾出地方集中抒情，效果会佳。",
                    "transferInfo" : "前年出征月支，在城下全军覆没。吐蕃和唐朝断了音讯，我与你生死两隔，长久别离。战场上无人收拾废弃的营帐，归来的战马还认识残破的军旗。想祭奠你又怀疑你还活着，此时只能朝着天边痛哭流涕。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋日赴阙题潼关驿楼",
                    "author" : "许浑",
                    "content" : "红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。",
                    "addtionInfo" : "阙：指唐都城长安。潼关：关名，在今陕西省潼关县境内。长亭：古时道路每十里设长亭，供行旅停息。太华：即西岳华山，在今陕西省华阴县境内。中条：山名，一名雷首山，在今山西永济县东南。迥：远。帝乡：京都，指长安。梦：向往。末两句一作“劳歌此分手，风急马萧萧”。",
                    "classInfo" : "108",
                    "poetryID" : "54",
                    "source" : "2",
                    "analysesInfo" : "此诗开头两句，诗人先勾勒出一幅秋日行旅图，把读者引入一个秋浓似酒、旅况萧瑟的境界。“红叶晚萧萧”，用写景透露人物一缕缕悲凉的意绪：“长亭酒一瓢”，用叙事传出客子旅途况味，用笔干净利落。此诗另一版本题作“行次潼关，逢魏扶东归”，这个材料，可以帮助读者了解诗人何以在长亭送别、借瓢酒消愁的原委。&&&然而诗人没有久久沉湎在离愁别苦之中。中间四句笔势陡转，大笔勾画四周景色，雄浑苍茫，全是潼关的典型风物。骋目远望，南面是主峰高耸的西岳华山；北面，隔着黄河，又可见连绵苍莽的中条山。残云归岫，意味着天将放晴；疏雨乍过，给人一种清新之感。从写景看，诗人拿“残云”再加“归”字来点染华山，又拿“疏雨”再加“过”字来烘托中条山，这样，太华和中条就不是死景而是活景，因为其中有动势——在浩茫无际的沉静中显出了一抹飞动的意趣。&&&诗人把目光略收回来，就又看见苍苍树色，随关城一路远去。关外便是黄河，它从北面奔涌而来，在潼关外头猛地一转，径向三门峡冲去，翻滚的河水咆哮着流入渤海。“河声”后续一“遥”字，传出诗人站在高处远望倾听的神情。诗人眼见树色苍苍，耳听河声汹汹，把场景描写得绘声绘色，使读者有耳闻目睹的真实感觉。这里，诗人连用四句景句，安排得如巨鳌的四足，缺一不可，丝毫没有臃肿杂乱、使人生厌之感。其中三、四两句，又出现在他的另一首作品《秋霁潼关驿亭》诗的颔联，完全相同，是诗人偏爱的得意之笔。&&&“帝乡明日到，犹自梦渔樵”。本来，离长安不过一天的路程，作为入京的旅客，总该想着到长安后便要如何如何，满头满脑盘绕“帝乡”去打转子了。可是诗人却出人意外地说：“我仍然梦着故乡的渔樵生活呢！”含蓄地表白了他并非专为追求名利而来。这样结束，委婉得体，优游不迫，有力地显出了诗人的身份。",
                    "transferInfo" : "晚风中的红叶萧萧落下，长亭里痛饮下别酒一瓢。天上残云飞回太华山上，稀疏的细雨越过中条岭。苍莽的树色随城关远去，黄河呼啸流进遥远海洋。明日里就要抵达都城中，我仍在做那渔人樵夫梦。",
                    "backgroundInfo" : "潼关，在今陕西省潼关县北部，形势险要，景色宜人，地位特殊。历代诗人路经此地，往往要题诗纪胜。许浑从故乡润州丹阳（今属江苏）第一次到长安去，途经潼关，也为其山川形势和自然景色所深深吸引，兴致淋漓，挥笔写下了这首诗作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "早秋",
                    "author" : "许浑",
                    "content" : "遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。",
                    "addtionInfo" : "金河：秋天的银河。古代五行说以秋为金。拂：掠过。泛：弹，犹流荡。还密：尚未凋零。淮南两句：用《淮南子·说山训》“见一叶落而知岁暮”和《楚辞·九歌·湘夫人》“洞庭波兮木叶下”意。",
                    "classInfo" : "4",
                    "poetryID" : "55",
                    "source" : "2",
                    "analysesInfo" : "这是一首写早秋景色的咏物诗。诗人以清丽的笔调描绘了遥夜、清瑟、西风、翠萝、残萤、玉露、早雁、远山、落叶等初秋景色。在描绘过程中，诗人从听觉及视觉的高低远近着笔，落笔细致，层次清楚。无论写景还是用典，都贴切自然，紧扣“早秋”这一主题。&&&诗的前四句写初秋的夜景：“遥夜泛清瑟，西风生翠萝。”漫漫长夜，荡漾着清冷的瑟音；凛凛西风，吹拂着青萝轻轻飘荡。“残萤栖玉露，早雁拂金河。”几只残存的萤火虫，栖息在沾满白露的野草上；清秋的拂晓，一行大雁掠过星光淡淡的银河。&&&诗的后四句写初秋的早晨：“高树晓还密，远山晴更多。”曙光初照，高大的树木依然枝叶繁茂；晴空万里，峰峦迭翠，层次格外分明。“淮南一叶下，自觉洞庭波。”古人说“一叶落而知天下秋”，如今见到淮南一叶飘零，我自然感觉到：洞庭湖的秋天就要来了。",
                    "transferInfo" : "漫漫长夜中泛流着琴瑟的清音；青萝轻拂好象有西风飕飕而生。白露凝珠的野草栖留几只残萤；秋之晨雁群掠过银河向南飞腾。高大的树木拂晓看来尚未凋零，阳光下遥望远山层次格外分明。淮南子有一叶落而知岁暮之句；我悟到洞庭波兮木叶下的诗情。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送人东游",
                    "author" : "温庭筠",
                    "content" : "荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。",
                    "addtionInfo" : "荒戍：荒废的边塞营垒。浩然：意气充沛、豪迈坚定的样子，指远游之志甚坚。汉阳渡：湖北汉阳的长江渡口。郢门山：位于今湖北宜都县西北长江南岸，即荆门山。江：指长江。几人：犹言谁人。孤棹：孤舟。棹：原指划船的一种工具，后引申为船。何当：何时。樽酒：犹杯酒。樽：古代盛酒的器具。离颜：离别的愁颜。",
                    "classInfo" : "108",
                    "poetryID" : "56",
                    "source" : "2",
                    "analysesInfo" : "此诗写送别，“浩然离故关”一句确立了诗的基调，由于离人意气昂扬，就使得黄叶飘零、天涯孤棹等景色显得悲凉而不低沉，因而慷慨动人。诗的最后一句透露出依依惜别的情怀，虽是在秋季送别，却无悲秋的凄楚。全诗意境雄浑壮阔，慷慨悲凉，有秋景而无伤秋之情，与人别而不纵悲情，毫无作者“花间词派”婉约纤丽的文风。&&&诗人在秋风中送别友人，倍感凄凉，对友人流露出关切，表现了两人深厚的友谊。这首诗意境悲凉雄壮，情真意切，质朴动人。&&&关于此诗的发端，清人沈德潜曰：“起调最高。”（《唐诗别裁》）按首句，地点既傍荒凉冷落的古堡，时令又值落叶萧萧的寒秋，此时此地送友人远行，那别绪离愁，的确令人难以忍受。然而次句诗思却陡然一振：“浩然离故关”——友人此行，心怀浩气而有远志。气象格调，自是不凡。&&&“高风汉阳渡，初日郢门山。”两句互文，意为：初日高风汉阳渡，高风初日郢门山。初日，点明送别是在清晨。汉阳渡，长江渡口，在今湖北省武汉市；郢门山，位于湖北宜都市西北长江南岸。两地一东一西，相距千里，不会同时出现在视野之内，这里统指荆山楚水，从而展示辽阔雄奇的境界，并以巍巍高山、浩浩大江、飒飒秋风、杲杲旭日，为友人壮行色。&&&“江上几人在，天涯孤棹还。”两句仿效李白“孤帆远影碧空尽，唯见长江天际流。”（《黄鹤楼送孟浩然之广陵》）而赋予两重诗意：诗人一面目送归舟孤零零地消失在天际，一面遥想江东亲友大概正望眼欲穿，切盼归舟从天际飞来。几人，犹言谁人。“江上几人在”，想象归客将遇见哪些故人，受到怎样的接待，是对友人此后境遇的关切；诗人早年曾久游江淮，此处也寄托着对故交的怀念。&&&“何当重相见，樽酒慰离颜。”写当此送行之际，友人把酒言欢，开怀畅饮，设想他日重逢，更见依依惜别之情意。&&&这首诗逢秋而不悲秋，送别而不伤别。如此离别，在友人，在诗人，都不曾引起更深的愁苦。诗人只在首句稍事点染深秋的苍凉气氛，便大笔挥洒，造成一个山高水长、扬帆万里的辽阔深远的意境，于依依惜别的深情之中，回应上文“浩然”，前后紧密配合，情调一致。结尾处又突然闪出日后重逢的遐想。论时间，一笔宕去，遥遥无期；论空间，则一勒而收，从千里之外的“江上”回到眼前，构思布局的纵擒开合，是很见经营的。",
                    "transferInfo" : "荒弃的营垒上黄叶纷纷飘落，你心怀浩气、远志告别了古塞险关。汉阳渡水急风高，郢门山朝阳之下景象万千。江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。",
                    "backgroundInfo" : "这是一首送别诗，所送何人不详（或为鱼玄机，鱼有《送别》相和）。看诗中地名都在今湖北省，可知这是温庭筠唐宣宗大中十三年（公元859年）贬隋县尉之后、唐懿宗咸通三年（公元862年）离江陵东下之前（应为咸通二年秋）的作品，很可能作于江陵，诗人时年五十左右。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寻陆鸿渐不遇",
                    "author" : "皎然",
                    "content" : "移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。扣门无犬吠，欲去问西家。报道山中去，归时每日斜。",
                    "addtionInfo" : "陆鸿渐：名羽，终生不仕，隐居在苕溪（今浙江湖州境内），以擅长品茶著名，著有《茶经》一书，被后人奉为“茶圣”、“茶神”。虽：一作“唯”。带：近。郭：外城，泛指城墙。篱边菊：语出陶渊明《饮酒》诗：“采菊东篱下，悠然见南山”。著花：开花。扣门：敲门。西家：西邻。报道：回答道，报，回报，回答。日斜：日将落山，暮时也。",
                    "classInfo" : "50",
                    "poetryID" : "57",
                    "source" : "2",
                    "analysesInfo" : "这是诗人访友不遇之作。全诗描写了隐士闲适清静的生活情趣。诗人选取一些平常而又典型的事物，如种养桑麻菊花，邀游山林等，刻画了一位生活悠闲的隐士形象。全诗有乘兴而来，兴尽而返的情趣，语言朴实自然，不加雕饰，流畅潇洒。&&&“移家虽带郭，野径入桑麻。”是说陆羽把家迁徙到了城郭一带，乡间的小路通向桑麻的地方。陆羽的新居离城不远，但已很幽静，沿着野外小径，直走到桑麻丛中才能见到。开始两句，颇有晋陶渊明“结庐在人境，而无车马喧”的隐士风格。&&&“近种篱边菊，秋来未著花。”点出诗人造访的时间是在清爽的秋天，自然平淡。陆羽住宅外的菊花，大概是迁来以后刚刚才种上的，所以虽然到了秋天，还未曾开花。这两句一为转折，一为承接；用陶诗之典，一为正用，一为反用，却都表现了环境的幽僻。至此，一个超尘绝俗的隐士形象已如在眼前，而诗人访友的兴致亦侧面点出。&&&“扣门无犬吠，欲去问西家。”说诗人又去敲陆羽的门，不但无人应答，连狗吠的声音都没有。此时的诗人也许有些茫然，立刻就回转去，似有些眷恋不舍，还是问一问西边的邻居吧。一般说来，写到“扣门无犬吠”，“不遇”之意已见，再加生发，易成蛇足。就像柳宗元的《渔翁》一诗：“渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，崖上无心云相逐。”前人每谓末二句“着相”，情思刻露，如苏轼、严羽、胡应麟、王士祯、沈德潜等都持是说。但皎然之写问讯于西家却正得其所。一方面，见出对陆羽的思慕，表明相访不遇之惆怅；另一方面，则借西家之口，衬托出陆羽高蹈尘外的形象，表明二人相契之根由。同时对诗中所描写的对象即陆羽，并未给予任何直接的刻画，但其品格却呼之欲出，这也正符合禅宗“不着一字，尽得风流”之旨。&&&“报道山中去，归时每日斜。”是邻人的回答：陆羽往山中去了，经常要到太阳西下的时候才回来。这两句和贾岛的《寻隐者不遇》的后两句“只在此山中，云深不知处”恰为同趣。“每日斜”的“每”字，活脱脱地勾画出西邻说话时，对陆羽整天流连山水而迷惑不解和怪异的神态，这就从侧面烘托出陆羽不以尘事为念的高人逸士的襟怀和风度。&&&这首诗前半写陆羽隐居之地的景；后半写不遇的情况，似都不在陆羽身上着笔，而最终还是为了咏人。偏僻的住处，篱边未开的菊花，无犬吠的门户，西邻对陆羽行踪的叙述，都刻画出陆羽生性疏放不俗。全诗四十字，语言清空如话，不加雕饰，吐属自然，流畅潇洒，别有隽味。",
                    "transferInfo" : "他把家迁徙到了城郭一带，乡间小路通向桑麻的地方。近处篱笆边都种上了菊花，但是到了秋天也没有开花。敲门后未曾听到一声犬吠，要去向西家邻居打听情况。邻人回答他是到山里去了，归来时怕是要黄昏时分了。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "寻南溪常道士",
                    "author" : "刘长卿",
                    "content" : "一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。",
                    "addtionInfo" : "莓苔：一作“苍苔”，即青苔。履痕：一作“屐痕”，木屐的印迹，此处指足迹。渚：水中的小洲。春草：一作“芳草”。“溪花”两句：因悟禅意，故也相对忘言。禅：佛教指清寂凝定的心境。",
                    "classInfo" : "101",
                    "poetryID" : "58",
                    "source" : "2",
                    "analysesInfo" : "全诗围绕着题目的“寻”字，逐渐展开。“一路经行处，莓苔见履痕”，开始二句就突出一个“寻”字来，顺着莓苔履痕（一作“屐痕”），一路寻来。语言浅淡质朴，似乎无须赘言：那人迹罕至的清幽山径，正是常道士出入往来之地，这里没有人间喧嚣，满路莓苔。履痕屐齿给来访者带来希望和猜想：幽人不远，晤面在即；否则就是其人出晤，相会须费些周折。&&&颔联写由顺其路而始入其居境。两句写景平列，用意侧重“闭门”寻人不遇。“白云依静渚”，为远望。&&&白云絮絮，缭绕小渚。“依”字有意趣。越溪（或是缘溪）而至其巖扉，近看则“春草闭闲门”，蓬门长闭，碧草当门，道士不在寓所。如果说一路莓苔给人幽静的印象，那么这里的白云、芳草、静渚、闲门，则充满静穆淡逸的氛围。渚是“静”的，白云、芳草也是静静的。门“闲”，不遇之人，来访者不期然而然的心境也“闲”。一切都显得恬静自然，和谐默契，不受丝毫纷扰。在自然景物的观照中，悄然融入自在平静的心绪，来访不遇的怅然，似乎被这清幽、宁静的环境，带有内省参照的“禅意”所冲化，渐趋恬然。&&&独闭的闲门，摇曳的小草，使人浸润在“绿满窗前草不除”的幽静自在境界，滋味咸化于这静默的世界之中。&&&上四句叙寻而不遇，意绪明白。后四句继写一路景观，浑化无迹须缓缓味出。“过雨看松色，随山到水源”。这看松寻源，所趋何向，是不遇而再寻，还是顺便一游其山，还是返回，诗人没有说出。两句以景带叙，下句叙事成份更多些。“水源”，应该不是指来时“经行处”，所以“随山”不是下山，而是入山，随山转折，缘山道探寻水源。道士不在寓所，因此这寻水源，也就是寻道士，“随”字简洁，山道纡绕，峰回路转，随山探源，缘水经山。其间林壑深秀，水声潺潺，都由这个“随”字导人神游，启迪丰富的“曲径通幽”的想象。上句“过雨看松色”，或指道士居所“门外景”，或指“随山”时的景致。“过雨”暗示忽然遇雨，诗人仅仅用一“过”字表示它的刚刚存在，而着意于雨霁云收之后翠绿生新的松色。“过”字，把阵雨带来的清新宜人的气息、物色，轻松自然地托显出来，同时也隐隐带出漫步山道的时间进程。&&&“过雨”，涮新了松色，也带来冥想。自生自灭的短暂一“过”，和静静白云一样，已在写“禅意”（金性尧）。&&&尾联的“禅意”，用得精妙。诗人看见了“溪花”，却浮起“禅意”，从幽溪深涧的陶冶中得到超悟，从摇曳的野花静静的观照中，领略到恬静的清趣，溶化于心灵深处是一种体察宁静，荡涤心胸的内省喜悦，自在恬然的心境与清幽静谧的物象交融为一。况且禅宗本来就有拈花微笑的故事，这都溶入默契不言的妙悟中，而领会出“禅意”，因用“与”，把物象和情感联结起来。禅宗的妙悟和道家的得意忘言，有内在相通之处。佛道都喜占山林，幽径寻真，荡入冥思，于此佛道互融，而进入“相对亦忘言”的精神境界。&&&芳草松色、白云溪花的美感，“禅意”默想的清享，都清美极了。乘兴而来，兴尽而返的惬意自得的感受，也都含融在诗的“忘言”之中。",
                    "transferInfo" : "一路上经过的地方，青苔小道留下鞋痕。白云依偎安静沙洲，春草环绕道院闲门。新雨过后松色青翠，循着山路来到水源。看到溪花心神澄静，凝神相对默默无言。",
                    "backgroundInfo" : "诗人兴冲冲步行山中拜访一位道士，不想却吃了个闭门羹，在居所远近寻找，仍未如愿，诗人非但没有产生失望惆怅，反而获得精神惬意和心理的满足。此诗就是在这样的情境下所作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "新年作",
                    "author" : "刘长卿",
                    "content" : "乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。",
                    "addtionInfo" : "天畔：天边，指潘州南巴，即今广东茂名。潸（shān）然：流泪的样子。居人下：指官人，处于人家下面。客：诗人自指。“春归”句：春已归而自己尚未回去。岭：指五岭。作者时贬潘州南巴，过此岭。长沙傅：指贾谊。曾受谗被贬为长沙王太傅，这里借以自喻。",
                    "classInfo" : "18",
                    "poetryID" : "59",
                    "source" : "2",
                    "analysesInfo" : "在唐代，长沙以南地域都很荒凉，潘州一带的艰苦而可想而知，诗人受冤被贬，从鱼肥水美的江南苏州迁至荒僻的潘州，委屈之心不言而喻。&&&“乡心新岁切，天畔独潸然”这两句是说新年已至，自己与亲人们相隔千里，思乡之心，自然更切。“乡心”，思乡之情；“新岁”，新年；每逢佳节倍思亲，诗人的思乡之情自然更加迫切难抑了。“天畔”，天边，这里指岭南；“潸然”，泪流的样子；独处异乡，又逢新年，思乡情切的诗人怎能不黯然神伤，老泪纵横呢？开篇的“切”和“独”，奠定全诗孤苦悲凄的情感基调。&&&“老至居人下，春归在客先”是由薛道衡“人归落雁后，思发在花前”化出，在前人单纯的思乡之情中，融入仕宦身世之感，扩大了容量，增强了情感的厚度。“老”、“居人下”是诗人自况；一个“至”字，满含年老失时的辛酸和仕途失意的悲愤：刚正到老，却落了个受人陷害、寄人篱下的下场！沉痛之情平淡道出反而更显沉痛；“客”，指诗人自己；“春归”，春回大地、回故乡，有拟人意；一个“先”字，既有羡慕：要是自己能像春天一样，早早回到故乡，那该多好啊！更有埋怨：我还在天涯漂泊，春天怎么就先行回归了呢？年老失意，春归己留，正是诗人“潸然”的原因。&&&“岭猿同旦暮，江柳共风烟”这两句描绘天畔荒山水乡节序风光。猿啼积淀着哀伤的诗歌意象。“岭猿”，岭南山间的猿猴；“旦暮”，从早到晚；“风烟”，晨风暮霭；“同”、“共”二字，写尽了诗人孤独无告、迷惘无依的凄苦情状：谪居异乡，只能同无情的动物为伍，只能与无感的植物结伴，岭猿声哀，江柳意迷，纵有万般心事，又何处得说？自身遭遇的凄苦，前途未卜的迷惘，全在景中。&&&“已似长沙傅，从今又几年？”这里借用贾谊的典故，洛阳才子贾谊，有济世匡国之志，脱颖初露，而为权贵宿老谗毁，疏放为长沙太傅。诗人这次遭贬，也是以功蒙过，怏怏哀怨，时有流露：“地远明君弃，天高酷吏欺”（《初贬南巴至鄱阳题李嘉祐江亭》）故引贾谊为同调，而有“同是天涯沦落人”的“已似”之感。而自忤权门，担心滞此难返，不免生出“从今又几年”的忧虑。至此诗人引颈遥望长安，归心不已，步履迟迟的徘徊背影已如在眼前；似可听见深深的长吁短叹。&&&凡是写景抒情的诗，用字遣词总是十分讲究。或是一句写景，一句说情，或在一句中既写景又抒情，或是前联写景，后联写情。此诗伤感的成分较多，因此抒情语句较多。前两句是情，三句是景，四句有景有情，五六两句是即景生情，七八句又是抒情。其中 “新岁” 是景，“几年” 是情。无限离愁，跃然纸上。&&&诗的情感哀切深至，颔联意绪剀切，首尾感叹往复。唯颈联写景，淡密而不显焕，情致悱恻。全诗结体深沉，有“绪缠绵而不断，味涵咏而愈旨”（卢文昭语）的风致。就其风骨而言，则属大历家数，呈露顿衰之象。",
                    "transferInfo" : "新年来临，思乡的心情格外迫切，想到自己漂泊在外不禁潸然落泪。年老了反而被贬谪他处居于人下，连春天也脚步匆匆走在我的前头。在岭南早晚只能与猿猴相依作伴，或与江边杨柳共同领受风烟侵吹。我已和被贬为长沙太傅的贾谊同遭遇，不知今后还要几年才能还乡？",
                    "backgroundInfo" : "这首诗是作者被贬为南巴尉后新年抒怀之作。公元758年（唐肃宗至德三年）春天，作者由苏州长洲尉被贬潘州（今广东茂名市）南巴尉。这首诗是迁至潘州次年，即乾元二年（759年）后所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋日登吴公台上寺远眺",
                    "author" : "刘长卿",
                    "content" : "古台摇落后，秋日望乡心。野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。",
                    "addtionInfo" : "吴公台：在今江苏省江都县，原为南朝沈庆之所筑，后陈将吴明彻重修。摇落：零落。凋残。这里指台已倾废。野寺：位于偏地的寺庙。这里指吴公台上寺。依：靠，这里含有“依恋”之意。旧垒：指吴公台。垒：军事工事。按吴公台本为陈将吴明彻重筑的弩台。磬：寺院中敲击以召集众僧的鸣器，这里指寺中报时拜神的一种器具。因是秋天，故云“寒磬”。寒磬：清冷的磬声。空林：因秋天树叶脱落，更觉林空。南朝事：因吴公台关乎到南朝的宋和陈两代事，故称。惆怅：失意，用来表达人们心理的情绪。南朝：宋、齐、梁、陈，据地皆在南方，故名。",
                    "classInfo" : "4",
                    "poetryID" : "60",
                    "source" : "2",
                    "analysesInfo" : "此诗作于刘长卿旅居扬州之时。安史之乱爆发后，刘长卿长期居住的洛阳落入乱军之手，诗人被迫流亡到江苏扬州一带，秋日登高，来到吴公台，写下这首吊古之作。&&&这是一首咏怀古迹的吊古诗。首联是写因观南朝古迹吴公台而发感慨，即景生情。第二联一写近景，一写远景，第三联以夕阳衬旧垒，以寒磬衬空林，旧日辉煌的场所如今是衰草寒烟，十分凄凉。在一个秋风萧瑟的日子里，诗人登上南朝旧垒吴公台。台上的寺庙已经荒凉，人踪稀少；远望山峦，皆在云罩雾缭之中。傍晚的太阳沿着旧日的堡垒缓缓下落，寺院中传出的钟磬之声慢慢向空林中扩散。秋风四起，这钟磬之声也似带有一种寒意。南朝故迹尚存，人去台空，只有长江之水，在秋日的夕阳中独自流淌。末联写江山依旧，人物不同。最后两句有“大江东去，浪淘尽千古风流人物”之气韵。&&&此诗将凭吊古迹和写景思乡融为一体。对古今兴废的咏叹苍凉深邃。全诗写“远眺”，而主导情绪则是“悲秋”。通过对深秋景象的描绘，熔铸了诗人对人生、社会、时代的凄凉感受。此诗文笔简淡，意境深远，乃“五言长城”的上乘之作。",
                    "transferInfo" : "古台破败草木已经凋落，秋天景色引起我的乡思。荒野的寺院来往行人少，隔水眺望云峰更显幽深。夕阳依恋旧城迟迟下落，空林中回荡着阵阵磬声。感伤南朝往事不胜惆怅，只有长江奔流从古到今。",
                    "backgroundInfo" : "此诗作于刘长卿旅居扬州之时。安史之乱爆发后，刘长卿长期居住的洛阳落入乱军之手，诗人被迫流亡到江苏扬州一带，秋日登高，来到吴公台，写下这首吊古之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "送李中丞归汉阳别业",
                    "author" : "刘长卿",
                    "content" : "流落征南将，曾驱十万师。罢归无旧业，老去恋明时。独立三边静，轻生一剑知。茫茫江汉上，日暮欲何之。",
                    "addtionInfo" : "李中丞：生平不详。中丞：官职名，御史中丞的简称，唐时为宰相以下的要职。流落：漂泊失所。征南将：指李中丞。师：军队。旧业：在家乡的产业。明时：对当时朝代的美称。三边：指汉代幽、并、凉三州，其地皆在边疆。此处泛指边疆。轻生：不畏死亡。江汉：指汉阳，汉水注入长江之处。日暮：天晚，语意双关，暗指朝廷不公。何之：何往，何处去。",
                    "classInfo" : "60",
                    "poetryID" : "61",
                    "source" : "2",
                    "analysesInfo" : "此诗抒发作者对主人公被斥退罢归的惋惜不满与感慨之情。起句以浩叹发出，“征南将”点明归者以前身份，就是这位南征北战的将军，如今却被朝廷罢斥遣归，投老江头，萧条南归，恓惶而去。“流落”二字融注情感，突发领起，总冒全首，含裹通体，撞心触眼，是为一篇主意所在，一起手即与别者连缀纽结，开出下文若大天地。此句从眼前事写起，次句叙其人先前军职显要，重兵在握。“驱”意为统率，下得有力。“十万师”而能驱遣自如，表现其叱咤风云的才干，足见其人的不凡。不过这些都成为过去，一个“曾”字，深深地荡入雄壮的岁月，饱含唏嘘惋叹。首联今昔对比，叙其身世处境，感慨难以名状。&&&颔联写友人困顿坎坷，仍眷恋朝廷。“罢归”“老去”指出将军“流落”之因，“归无旧业”说明题目的“襄州”，仅家徒四壁而已。也暗示其人一心戎马，为国征战不解营生。在“古木苍苍离乱后，几家同住一孤城”（《新息道中作》）的时代，老去投归，景况可想。两句上二下三，前后转折，意义上中间含个“而”字在，顿挫而沉郁，有杜诗风神。所谓“明时”，实则为作者对时局的微词。戎马一生、屡树战功的将军，却被罢斥，足见朝廷之“不明”。两句为对文，作互文看更有慨触。次句语由直寻，羌无故实，但“老去”犹“恋”，则使人不能不想起廉颇老矣还希重用的史实，而同情这位被迫退职的军人。&&&颈联两句又荡回过去，承“曾驱”来，追忆将军昔日独镇“三边”（泛指边防），敌寇生畏，关塞晏然，有功于国。次句为“一剑知轻生”的倒句。“一剑知”，意谓奔勇沙场，忠心可鉴，此外，出生入死，效命疆场，也只有随身伙伴——佩剑知道。有感于时局不明，焉得逢人而语，这是感慨系之的话。两句字斟句酌，句凝字稳。谓语“静”“知”殿在句后，以示其人的功业与赤心。独静三边，为国轻生，以示“罢归”，尚非其时。&&&以上六句都可视为挥手别后所思，尾联“茫茫江汉上，日暮欲何之”结到眼前，以实景束住，念及其故居旧业无存，因此有“欲何之”的忧问。既罢归而无所可去，伤其恓惶流落，老而不遇。这末尾回首一问，既关合“罢归”句，又与起手“流落”语意连成一片。日暮苍苍，汉水茫茫，老将白发，归去何方。沉沉暮色吞去了一片孤帆，茫茫汉江也似乎吞没了诗人关照的疑问，“欲何之”的关注之情，也使人思绪波荡，触动读者深切的寻思和悬念。",
                    "transferInfo" : "这位漂泊流离的征南老将，当年曾经指挥过十万雄师。后来他罢职回乡没有产业，到老年他还留恋贤明之时。少壮时独立功勋三边平静，为国轻生只有随身佩剑知。在茫茫的汉江上飘来荡去，日到黄昏你还想要去哪里？",
                    "backgroundInfo" : "大致为安史之乱平息不久后，刘长卿为李中丞被斥退罢归的不幸遭遇所感而作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "饯别王十一南游",
                    "author" : "刘长卿",
                    "content" : "望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。",
                    "addtionInfo" : "饯别：设酒食送行。王十一：名不详，排行十一。烟水：茫茫的水面。飞鸟：比喻远行的人。没何处：侧写作者仍在凝望。没：消失。空向人：枉向人，意思是徒增相思。落日：指王十一到南方后，当可看到夕照下的五湖春色。五湖：这里指太湖。汀（tīng）洲：水边或水中平地。白蘋（pín）：水中浮草，花白色，故名。",
                    "classInfo" : "61",
                    "poetryID" : "62",
                    "source" : "2",
                    "analysesInfo" : "这是首送别诗，写与友人离别时的情景。友人已乘舟向烟水迷蒙的远方驶去，但诗人还在向他洒泪挥手送别。渐渐地，看不见友人的旅舟了，江面上鸟在飞着，不知它们要飞往何处；远处只有青山默默地对着诗人。朋友乘坐的船儿沿长江向远处去了，诗人在斜阳里伫立，想象着友人即将游五湖的情景。就这样离别了，不知有谁知道诗人对朋友的悠悠相思。诗人借助眼前景物，通过遥望和凝思，来表达离愁别恨，手法新颖，不落俗套。&&&诗题虽是“饯别”，但诗中看不到饯别的场面，甚至一句离别的话语也没有提及。诗一开始，他的朋友王十一（此人名字爵不详）已经登舟远去，小船行驶在浩渺的长江之中。诗人远望着烟水空茫的江面，频频挥手，表达自己依依之情。此时，江岸上只留下诗人自己。友人此刻又如何，读者已无从知道，但从诗人送别的举动，却可想象到江心小舟友人惜别的情景。笔墨集中凝炼，构思巧妙。诗人以“望”、“挥手”、“泪沾巾”这一系列动作，浓墨渲染了自己送别友人时的心情。他没有直抒心中所想，而是借送别处长江两岸的壮阔景物入诗，用一个“望”字，把眼前物和心中情融为一体，让江中烟水、岸边青山、天上飞鸟都来烘托自己的惆怅心情。&&&第三句是虚实结合，诗中“飞鸟”隐喻友人的南游，写出了友人的远行难以预料，倾注了自己的关切和忧虑。“没”字，暗扣“望”。“何处”则点明凝神远眺的诗人，目光久久地追随着远去的友人，愁思绵绵，不绝如缕。真诚的友情不同于一般的客套，它不在当面应酬，而在别后思念。诗人对朋友的一片真情，正集聚在这别后的独自久久凝望上。&&&然而，目力所及总是有限的。朋友远去了，再也望不到了。别后更谁相伴？只见一带青山如黛，依依向人。一个“空”字，不只点出了诗人远望朋友渐行渐远直至消失的情景，同时烘托出诗人此时空虚寂寞的心境。回曲跌宕之中，见出诗人借景抒情的功力。&&&五六两句，从字面上看，似乎只是交代了朋友远行的起止：友人的一叶风帆沿江南去，渐渐远行，抵达五湖（当指太湖）畔后休止。然而，诗句所包含的意境却不止于此。友人的行舟消逝在长江尽头，肉眼是看不到了，但是诗人的心却追随友人远去一直伴送他到达目的地。在诗人的想象中，他的朋友正在夕阳灿照的太湖畔观赏明媚的春色。&&&诗的最后，又从恍惚的神思中折回到送别的现场来。诗人站在汀洲之上，对着秋水苹花出神，久久不忍归去，心中充满着无限愁思。情景交融，首尾相应，离思深情，悠然不尽。",
                    "transferInfo" : "望着你的小船驶向茫茫云水，频频挥手惜别泪水沾湿佩巾。你像一只飞鸟不知归宿何处，留下这一片青山空对着行人。江水浩浩一叶孤帆远远消失，落日下你将欣赏着五湖之美。谁能见我伫立汀洲上怀念你，望着白蘋心中充满无限愁情。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蜀先主庙",
                    "author" : "刘禹锡",
                    "content" : "天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
                    "addtionInfo" : "天地英雄：《三国志·蜀志·先主传》：曹操曾对刘备说：“天下英雄，唯使君与操耳”。“势分”句：指刘备创立蜀汉，与魏、吴三分天下。五铢钱：汉武帝时的货币。此代指刘汉帝业。“业复”句：王莽代汉时，曾废五铢钱，至光武帝时，又从马援奏重铸，天下称便。这里以光武帝恢复五铢钱，比喻刘备想复兴汉室。相：此指诸葛亮。不象贤：此言刘备之子刘禅不肖，不能守业。“凄凉”两句：刘禅降魏后，东迁洛阳，被命为安乐县公。魏太尉司马昭在宴会中使蜀国的女乐表演歌舞，旁人见了都为刘禅感慨，独刘禅喜笑自若，乐不思蜀（《三国志·蜀志·后主传》裴注引《汉晋春秋》）。妓：女乐，实际也是俘虏。",
                    "classInfo" : "33",
                    "poetryID" : "63",
                    "source" : "2",
                    "analysesInfo" : "此诗意在赞誉英雄，鄙薄庸碌，赞扬了刘备的功业，慨叹蜀汉事业后继非人，总结蜀汉亡国的历史教训。首联写先主庙堂威势逼人，颔联赞刘备的英雄业绩，颈联为刘备功业未成、嗣子不肖而叹息，尾联感叹后主亡国。全诗措词精警凝炼，对仗警辟工整，风格沉着超迈，前半写功德，后半写衰败，以形象垂戒当世。&&&《蜀先主庙》是刘禹锡五律中传诵较广的一首。这首咏史之作立意在赞誉英雄，鄙薄庸碌。&&&首联“天地英雄气，千秋尚凛然”，高唱入云，突兀挺拔。细品诗意，其妙有三：一、境界雄阔奇绝。“天地”两字囊括宇宙，极言“英雄气”之充塞六合，至大无垠；“千秋”两字贯串古今，极写“英雄气”之万古长存，永垂不朽。遣词结言，又显示出诗人吞吐日月、俯仰古今之胸臆。二、使事无迹。“天地英雄”四字暗用曹操对刘备语：“今天下英雄，惟使君与操耳”（《三国志·蜀志·先主传》）。刘禹锡仅添一“气”字，便有庙堂气象，所以纪昀说：“起二句确是先主庙，妙似不用事者。”三、意在言外。“尚凛然”三字虽然只是抒写一种感受，但诗人面对先主塑像，肃然起敬的神态隐然可见；其中“尚”字用得极妙，先主庙堂尚且威势逼人，则其生前叱咤风云的英雄气概，自不待言了。&&&颔联紧承“英雄气”三字，引出刘备的英雄业绩：“势分三足鼎，业复五铢钱。”刘备起自微细，在汉末乱世之中，转战南北，几经颠扑，才形成了与曹操、孙权三分天下之势，实在是得之不易。建立蜀国以后，他又力图进取中原，统一中国，这更显示了英雄之志。“五铢钱”是公元前118年（汉武帝元狩五年）铸行的一种钱币，后来王莽代汉时将它罢废。东汉初年，光武帝刘秀又恢复了五铢钱。此诗题下诗人自注：“汉末童谣：‘黄牛白腹，五铢当复’。”这是借钱币为说，暗喻刘备振兴汉室的勃勃雄心。这一联的对仗难度比较大。“势分三足鼎”，化用孙楚《为石仲容与孙皓书》中语：“自谓三分鼎足之势，可与泰山共相终始。”“业复五铢钱”纯用民谣中语。两句典出殊门，互不相关，可是对应自成巧思，浑然天成。&&&颈联进一步指出刘备功业之不能卒成，为之叹惜。“得相能开国”，是说刘备三顾茅庐，得诸葛亮辅佐，建立了蜀国；“生儿不象贤”，则说后主刘禅不能效法先人贤德，狎近小人，愚昧昏聩，致使蜀国的基业被他葬送。创业难，守成更难，刘禹锡认为这是一个深刻的历史教训，所以特意加以指出。这一联用刘备的长于任贤择相，与他的短于教子、致使嗣子不肖相对比，正反相形，具有词意颉颃、声情顿挫之妙。五律的颈联最忌与颔联措意雷同。此诗颔联咏功业，颈联说人事，转接之间，富于变化；且颔联承上，颈联启下，脉络相当清晰。&&&“凄凉蜀故妓，来舞魏宫前。”感叹后主的不肖。刘禅降魏后，被迁到洛阳，封为安乐县公。一天，“司马文王（昭）与禅宴，为之作故蜀伎。旁人皆为之感怆，而禅喜笑自若。”（《三国志·蜀志·后主传》裴注引《汉晋春秋》）尾联两句当化用此意。刘禅不惜先业、麻木不仁至此，足见他落得国灭身俘的严重后果决非偶然。字里行间，渗透着对于刘备身后事业消亡的无限嗟叹之情。&&&从全诗的构思来看，前四句写盛德，后四句写业衰，在鲜明的盛衰对比中，道出了古今兴亡的一个深刻教训。诗人咏史怀古，其着眼点当然还在于当世。唐王朝有过开元盛世，但到了刘禹锡所处的时代，已经日薄西山，国势日益衰颓。然而执政者仍然那样昏庸荒唐，甚至一再打击迫害像刘禹锡那样的革新者。这使人感慨万千。",
                    "transferInfo" : "刘备的英雄气概真可谓顶天立地，经历千秋万代威风凛凛至今依然。创立基业与吴魏三分天下成鼎足，恢复五铢钱币志在振兴汉室。等到丞相葛亮的帮助开创了国基，可惜生个儿子不像其父贤明。最凄惨的还是那蜀宫中的歌伎，在魏宫歌舞刘禅也毫无羞情。",
                    "backgroundInfo" : "蜀先主就是蜀汉昭烈帝刘备。蜀先主庙在夔州（治所在今重庆奉节县东）白帝山上，刘禹锡曾于公元821—824年间任夔州刺史，此诗当作于此时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "阙题",
                    "author" : "刘昚虚",
                    "content" : "道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。",
                    "addtionInfo" : "阙题：即缺题。“阙”通“缺”。因此诗原题在流传过程中遗失，后人在编诗时以“阙题”为名。道由白云尽：指山路在白云尽处，也即在尘境之外。道：道路。由：因为。春：春意，即诗中所说的花柳。闲门：指门前清净，环境清幽，俗客不至的门。深柳：即茂密的柳树。幽映：指“深柳”在阳光映照下的浓荫。每：每当。",
                    "classInfo" : "1",
                    "poetryID" : "64",
                    "source" : "2",
                    "analysesInfo" : "阙题即缺题。此诗描绘的是通向一座深山别墅沿途的幽美环境，它不是写诗人自己山居的闲适，而是写友人山中隐居的幽趣。全诗清新自然，婉转流畅，按空间顺序写来，由远及近，从外向里而行，余韵萦绕，有一种异乎寻常的艺术魅力。&&&此诗一开头就写进入深山的情景。“道由白云尽”，是说通向别墅的路是从白云尽处开始的，可见这里地势相当高峻。这样开头，便已藏过前面爬山一大段文字，省掉了许多拖沓。同时，它暗示诗人已是走在通向别墅的路上，离别墅并不太远了。&&&“春与青溪长”，伴随山路有一道曲折的溪水，其时正当春暖花开，山路悠长，溪水也悠长，而一路的春色又与溪水同其悠长。为什么春色也会“悠长”呢？因为沿着青溪一路走，一路上都看到繁花盛草，真是无尽春色源源而来。青溪行不尽，春色也就看不尽，似乎春色也是悠长的了。&&&三、四两句紧接上文，细写青溪和春色，透露了诗人自己的喜悦之情。“时有落花至，远随流水香”这二句，要特别注意“随”字。它赋予落花以人的动作，又暗示诗人也正在行动之中，从中可以体味出诗人遥想青溪上游花在春光中静静绽放的景象。此时，水面上漂浮着花瓣，流水也散发出香气。芬芳的落花随着流水远远而来，又随着流水远远而去，诗人完全被青溪春色吸引住了。他悠然自适，丝毫没有“流水落花春去也”的感伤情调。他沿着青溪远远地走了一段路，还是不时地看到落花飘洒在青溪中，于是不期而然地感觉到流水也是香的了。&&&总括上面四句：开头是用粗略的笔墨写出山路和溪流，往下就用细笔来特写青溪，仿佛是把镜头里的景物从远处拉到眼前，让读者也看得清清楚楚，甚至还可以闻到花香水香。&&&一路行走，一路观赏，别墅终于出现在眼前。抬头一看，“闲门向山路”。这里是没有多少人来打扰的，所以门也成了“闲门”。主人分明爱好观山，所以门又向山路而设。进门一看，院子里种了许多柳树，长条飘拂，主人的读书堂就深藏在柳影之中。原来这位主人是在山中专心致志研究学问的。&&&写到这里，诗人从登山到进门的一路经历，都曲曲折折地描述下来了。但他不过把几件景物摄进镜头，并没有叙述经过，仅仅给你以几种不同的变化着的形象。&&&结末两句，诗人仍然只就别墅的光景来描写。“幽映每白日，清辉照衣裳。”这里的“每”作“虽然”讲。因为山深林密，所以虽然在白天里，也有一片清幽的光亮散落在衣裳上面。那环境的安谧，气候的舒适，真是专志读书的最好地方了。诗到这里，戛然而止，给读者留下了思索余地，更增加了诗的韵味。&&&全诗都用景语织成，没有一句直接抒情，然而情韵盈然，意境幽美。",
                    "transferInfo" : "蜿蜒的山路延伸到白云尽处，春光宛若清清溪流源远流长。不时有落花随溪水飘流而至，远远地就可闻到水中的芳香。闲静的荆门面对蜿蜒的山路，读书堂掩藏在茂密的柳树林中。每当阳光穿过柳荫的幽境，清幽的光辉便洒满我的衣裳。",
                    "backgroundInfo" : "本诗的具体创作时间不详。这首诗原来应是有个题目的，后来不知如何失落了。盛唐人殷璠《河岳英灵集》在辑录这首诗的时候就没有题目，后人只好给它安上“阙题”二字作为诗名。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送李端",
                    "author" : "卢纶",
                    "content" : "故关衰草遍，离别自堪悲。路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。",
                    "addtionInfo" : "李端：作者友人，与作者同属“大历十才子”。故关：故乡。衰草：冬草枯黄，故曰衰草。“路出”句：意为李端欲去的路伸向云天外，写其道路遥远漫长。少孤：少年丧父、丧母或父母双亡。风尘：指社会动乱。此句意为在动乱年代，不知后会何期。",
                    "classInfo" : "108",
                    "poetryID" : "65",
                    "source" : "2",
                    "analysesInfo" : "这是一首感人至深的诗章，以一个“悲”字贯串全篇。首联写送别的环境气氛，从衰草落笔，时令当在严冬。郊外枯萎的野草，正迎着寒风抖动，四野苍茫，一片凄凉的景象。在这样的环境中送别故人，自然大大加重了离愁别绪。“离别自堪悲”这一句写来平直、刻露，但由于是紧承上句脱口而出的，应接自然，故并不给人以平淡之感，相反倒是为此诗定下了深沉感伤的基调，起了提挈全篇的作用。&&&颔联写送别的情景，仍紧扣“悲”字。“路出寒云外”，故人沿着这条路渐渐远离而去，由于阴云密布，天幕低垂，依稀望去，这路好像伸出寒云之外一般。这里写的是送别之景，但融入了浓重的依依难舍的惜别之情。这一笔是情藏景中。“寒云”二字，下笔沉重，给人以无限阴冷和重压的感觉，对主客别离时的悲凉心境起了有力的烘托作用。友人终于远行了，留在这旷野里的只剩诗人自己，孤寂之感自然有增无已。偏偏这时，天又下起雪来了，郊原茫茫，暮雪霏霏，诗人再也不能久留了，只得回转身来，挪动着沉重的步子，默默地踏上风雪归途。这一句紧承上句而来，处处与上句照应，如“人归”照应“路出”，“暮雪”照应“寒云”，发展自然，色调和谐，与上句一起构成一幅完整的严冬送别图，于淡雅中见出沉郁。&&&颈联回忆往事，感叹身世，还是没离开这个“悲”字。诗人送走了故人，思绪万千，百感交集，不禁产生抚今追昔的情怀。“少孤为客早，多难识君迟”是全诗情绪凝聚的警句。人生少孤已属极大不幸，何况又因天宝末年动乱，自己远役他乡，饱经漂泊困厄，而绝少知音呢。这两句不仅感伤个人的身世飘零，而且从侧面反映出时代动乱和人们在动乱中漂流不定的生活，感情沉郁，显出了这首诗与大历诗人其他赠别之作的重要区别。诗人把送别之意，落实到“识君迟”上，将惜别和感世、伤怀融合在一起，形成了全诗思想感情发展的高潮。在写法上，这一联两句，反复咏叹，词切情真。“早”“迟”二字，配搭恰当，音节和谐，前急后缓，顿挫有致，读之给人以悲凉回荡之感。&&&尾联收束全诗，仍归结到“悲”字。诗人在经历了难堪的送别场面，回忆起不胜伤怀的往事之后，越发觉得对友人依依难舍，不禁又回过头来，遥望远方，掩面而泣；然而友人毕竟是望不见了，掩面而泣也是徒然，唯一的希望是下次早日相会。但世事纷争，风尘扰攘，不知何时才能相会。“掩泪空相向”，总汇了以上抒写的凄凉之情；“风尘何处期”，将笔锋转向预卜未来，写出了感情上的余波。这样作结，是很直率而又很有回味的。",
                    "transferInfo" : "故乡遍地都是衰败的枯草，好友相别实在是令人伤悲。你去的道路伸向云天之外，我归来时只见暮雪在纷飞。从小丧父早年就客游外乡，多经磨难我与你相识太迟。回望你去的方向掩面而泣，在战乱年月再见不知何时。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "送僧归日本",
                    "author" : "钱起",
                    "content" : "上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。",
                    "addtionInfo" : "上国：春秋时称中原为上国，这里指中国（唐朝）。随缘：佛家语，随其机缘。住：一作“至”，一作“去”。来途：指从日本来中国。一作“东途”。浮天：舟船浮于天际。形容海面宽广，天好像浮在海上。一作“浮云”。沧海：即大海，因水深而呈青绿色，故名。去世：离开尘世，这里指离开中国。法舟：指受佛法庇佑的船。一作“法船”。法舟轻：意为因佛法高明，乘船归国，将会一路顺利。水月：佛教用语，比喻僧品格清美，一切像水中月那样虚幻。禅寂：佛教悟道时清寂凝定的心境。梵声：念佛经的声音。惟怜：最爱；最怜。一作“惟慧”。一灯：佛家用语，比喻智慧。灯：双关，以舟灯喻禅灯。",
                    "classInfo" : "108",
                    "poetryID" : "66",
                    "source" : "2",
                    "analysesInfo" : "这是赠给日本僧人的送别诗。诗之起笔突兀，本是送别，前两句却不写送归，偏从来路写起。“若梦行”表现长时间乘舟航海的疲惫、恍惚的状态，以衬归国途中的艰辛，并启中间两联。颔联写海上航行时的迷茫景象，暗示归途邈远。“浮天”状海路之远，海面之阔，寓含着对僧人长途颠簸的关怀和体贴。“法舟”扣紧僧人身分，又含有人海泛舟、随缘而往之意蕴，储蓄空灵，意蕴丰富。颈联写僧人在海路中依然不忘法事修行，在月下坐禅，在舟上诵经。“水月”喻禅理，“鱼龙听”切海行，又委婉表现僧人独自诵经而谨守佛律的品性，想象丰富。尾联用“一灯”描状僧人归途中之寂寞，只有孤灯相伴，这是实处。但实中有虚，“一灯”又喻禅理、佛理。虚实相映成趣。此诗后半首不明写送归，而写海上景物，这就拓宽诗境，不受内容拘泥，使较窄的题目，能有丰富的内容，成为好的诗篇。&&&此诗在立意上有两点需注意：一是所送者为僧人，诗中用了一些佛教术语，如“随缘”、“法舟”、“禅”、“梵”、“一灯”等，切合人物身分。二是僧人来自日本，又欲归日本，必经大海，故极言海路航行之苦。中间两联前人多谓其写来途，实嫌拘滞。其实是往返兼写，而以返途为主，这样才能与“归日本”的诗题相合。此诗因送人过海，因而从对禅机的抒发，把这惜别之情委婉地表达了出来。海趣禅机，深情厚谊，融为一体，为一首送别的好诗。&&&全诗前半部分写日本僧人来华，后半部分写日本僧人回国，诗中多用了“随缘”、“法舟”、“禅寂”、“水月”、“梵声”等佛家术语，充满宗教色彩，带有浓厚的禅理风格，并紧扣送僧的主题，寄寓颂扬的情意。全诗遣词造句融洽、自然，足见诗人渊博的学识和扎实的艺术功底。",
                    "transferInfo" : "只要有机缘，随时都可以到中国来；一路雾霭茫茫，船只象在梦中航行。天海浮沉，小船驶去那遥远的边际；超脱世俗，自然会感受到法舟轻盈。心境凝定清寂，一切都如水月虚幻；海内鱼龙，也会出来听你诵经之声。最可爱的是，有盏照亮心田的佛灯；航行万里，眼中永远都是灿烂光明。",
                    "backgroundInfo" : "唐代国势强盛，日本派了不少遣唐使来到中国，还有不少僧人同来学习文化、技艺，求取佛法，从而极大地促进了中日文化的交流。这首诗是作者赠送给即将回国的僧人的，当时诗人在长安。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "谷口书斋寄杨补阙",
                    "author" : "钱起",
                    "content" : "泉壑带茅茨，云霞生薜帷。竹怜新雨后，山爱夕阳时。闲鹭栖常早，秋花落更迟。家僮扫萝径，昨与故人期。",
                    "addtionInfo" : " 谷口：古地名，在今陕西泾阳县西北。补阙：官名，职责是向皇帝进行规谏。茅茨：（cí）茅屋。泉壑：这里指山水。怜：可爱。新雨：刚下过的雨。山：即谷口。夕阳：傍晚的太阳。迟：晚。家童：家里的小孩。昨：先前。",
                    "classInfo" : "101",
                    "poetryID" : "67",
                    "source" : "2",
                    "analysesInfo" : "从诗题中不难看出这是一首邀请朋友赴约的诗歌，诗人着力刻画他的书斋的清幽雅致，意在表达对杨补阙的盛情，期待他能如期来访，而这些主要是通过对书斋周围景物的准确、细腻的描绘来实现的。&&&首联中“茅茨”为“茅屋”之意，在这里指的是诗人简朴的书斋。“薜帷”指“薜荔的墙帷”。应理解为墙上长满了薜荔，显示了居所的自然状态。句中用得最妙的是“带”字，应为动词“像带子一样环绕”，与第二句中的“生”相对应，能充分的引发读者的想象：山泉沟壑萦绕着诗人的小屋，浮云彩霞似从小院中升腾而起。此联为全诗的起笔，远观书斋，山环水绕，云蒸霞蔚，如赏人间仙境。&&&颔联与颈联写书斋周围的景物，“竹怜新雨后，山爱夕阳时。”是此诗是最出彩的句子，二者为倒装句，先突出了竹林山色令人怜爱，而后又以“新雨后”“夕阳时”修饰，指出它们令人怜爱的原因是雨后新绿、夕阳渲染，如此遣词造句，不仅让这些景物融入了人的情感，而且让它们具有了极强的色彩感，使读者很有质感地感受到竹林高山的清秀壮丽。&&&“闲鹭栖常早，秋花落更迟。”写了这里的鸟与花。白鹭早早的休息，只因一个“闲”字，充分说明了这里的幽静：鸟儿少有人打扰，便可过着悠闲舒适的生活。秋花迟迟不肯落下，只能说明这里的环境适宜它们生长，便可久驻枝头。写鸟、花意在突出书斋环境的清幽雅致、清新宜居。&&&尾联写诗人早已让家人把那缀满绿萝的小径打扫干净，原因是昨天与杨补阙的约定。一如“花径缘客扫，蓬门为君开”之妙。诗人在上文极力地推崇书斋的环境，意在引出这个约定，希望朋友能如约而至。&&&此诗用字精准，形式工整，手法独到，写景唯美，表意含蓄，值得后人品读。",
                    "transferInfo" : "山泉沟壑萦绕着这座茅屋书斋，云霞映衬墙头薜荔象五彩幔帷。雨后新竹的姿彩多么叫人喜爱，更可爱晚山映照着夕阳的余辉。悠闲的白鹭常常早早回巢栖宿，秋花饱含生机比别处落得更迟。家仆正辛勤地把萝径打扫干净，我昨天与老朋友预约会面日期。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "在狱咏蝉",
                    "author" : "骆宾王",
                    "content" : "西陆蝉声唱，南冠客思深。不堪玄鬓影，来对白头吟。露重飞难进，风多响易沉。无人信高洁，谁为表予心？",
                    "addtionInfo" : "西陆：指秋天。南冠：楚冠，这里是囚徒的意思。用《左传·成公九年》，楚钟仪戴着南冠被囚于晋国军府事。玄鬓：指蝉的黑色翅膀，这里比喻自己正当盛年。不堪：一作“那堪”。白头吟：乐府曲名。露重：秋露浓重。飞难进：是说蝉难以高飞。响：指蝉声。沉：沉没，掩盖。高洁：清高洁白。古人认为蝉栖高饮露，是高洁之物。作者因以自喻。予心：我的心。",
                    "classInfo" : "8",
                    "poetryID" : "68",
                    "source" : "2",
                    "analysesInfo" : "《在狱咏蝉》是唐代文学家骆宾王的代表诗作。此诗作于患难之中，作者歌咏蝉的高洁品行，以蝉比兴，以蝉寓己，寓情于物，寄托遥深，蝉人浑然一体，抒发了诗人品行高洁却“遭时徽纆”的哀怨悲伤之情，表达了辨明无辜、昭雪沉冤的愿望。&&&全诗情感充沛，取譬明切，用典自然，语意双关，达到了物我一体的境界，是咏物诗中的名作。&&&“西陆蝉声唱，南冠客思深。”意思是，秋天蝉声不断，引起了身陷囹圄的诗人的无限愁思。诗人触景生情，情因景生。情感从何而来，是因闻见了蝉声。该诗用起兴对起开篇，将蝉声与愁思对举，两相映照，下笔自然，工稳端庄。即是咏物，物必在先。首句咏蝉，次句写己。咏物非本意，借物抒情才是目的。西陆：指秋天。《隋书·天文志》载：“日循黄道东行，一日一夜行一度，三百六十五日有奇而周天。行东陆谓之春，行南陆谓之夏，行西陆谓之秋，行北陆谓之冬。”南冠：楚国的帽子，指代囚犯。在此指诗人自己。《左传·成公九年》载：“晋侯观于军府，见钟仪，问之曰：‘南冠而挚者谁也？’有司对曰：‘郑人所献楚囚也。’”因楚国在南方，南冠一词，便由此而生。后人借来用以指囚犯。首联两句诗衔接自然，浑然天成。写蝉时，抓住两点：时间是秋，动作是唱；写人时，抓住三点：身份是囚犯，心理活动是愁思，愁思的程度是深。&&&“不堪玄鬓影，来对白头吟”，承接首联，是隔句相承。第三句承接第一句继续写蝉，第四句承接第二句继续写己。不堪：承受不了。玄鬓：指蝉。古代妇女将鬓发梳为蝉翼之状，称之蝉鬓。这里以玄鬓称蝉。白头吟：乐府曲名。据《西京杂记》说，西汉时著名文学家司马相如对才女卓文君的爱情发生危机，卓文君作《白头吟》诗：“凄凄重凄凄，嫁娶不须啼。愿得一心人，白头不相离。”终使司马相如回心转意，两情重归于好。“不堪玄鬓影，来对白头吟”的字面意思是，蝉凄切的悲声仿佛是在一遍遍吟唱卓文君的《白头吟》“凄凄重凄凄”，这声音真难以让人忍受。深层意思是，蝉啊，你不该对着我这鬓发苍白的牢狱之人唱你凄凉的歌。你的吟唱正好刺痛了我的内伤，正好引起了我的愁思。骆宾王巧借“白头吟”用来一语双关，加深了原意。首联写听觉，由蝉及人，闻蝉声而动客思；这一联写视觉，由己及蝉，观玄鬓而自悲伤。蝉是玄鬓，我却白头；我身陷囹圄，它来往自由；它倚树高唱，我独自哀愁。它如今的玄鬓，我过去也曾拥有，别看我现在白发满头！它如今的吟唱，我过去也曾练就，别看现在用铁锁锁紧了我的歌喉！蝉啊，你就是我的从前，你就是我的化身，我何时能脱去囚服像你一样蜕皮羽化，获取自由？这两句诗沉郁深婉，感人至深，令人叹惋。&&&“露重飞难进，风多响易沉”两句，诗人字字咏蝉，字字借蝉自况。“露重”、“风多”言环境险恶；“飞难进”言难以进取；“响易沉”言声音难以发出。蝉如此，我和它还会有什么两样？这两句诗至少有两层意思。表层意思是在咏蝉，深层意思是在借物抒怀。在这里，蝉即我，我即蝉。“露重”、“风多”又特指政治环境险恶；“飞难进”又特指诗人在人生仕途方面难以进取；“响易沉”更特指自己的言论难以发出。诗人结合自己的身世和处境，在选取意象方面十分精当，用露和风两种自然现象既适用于蝉，又适用于人。这里的露和风，一旦入诗，就不是普通的自然现象，而是注入了诗人的情感，由物象转化成了意象。所以，“露重”、“风多”就带有强烈的主观色彩。同是咏蝉，处在不同环境的人所选的角度和立意皆不相同。初唐虞世南也有一首诗咏蝉:“垂緌饮清露，流响出疏桐。居高声自远。非是藉秋风。”虞世南身居高位，诗的字里行间迸发出的都是春风得意，踌躇满志，难见半缕愁绪。因冤狱而被投入大牢的骆宾王岂可跟虞世南同日而语。同是写露，在虞诗中用来供蝉饮，在骆诗中则因“露重”而“飞难进”；同是写风，在虞诗中不用借，因蝉已身居高位；在骆诗中则嫌“风多”，自己的声音难以发出。所以二人同咏一物，题材相同，时节相同，则立意迥异。&&&诗人在写这首诗时，由于感情充沛，功力深至，故虽在将近结束之时，还是力有余劲。第七句再接再厉，仍用比体。秋蝉高居树上，餐风饮露，没有人相信它不食人间烟火。这句诗人喻高洁的品性，不为时人所了解，相反地还被诬陷入狱，“无人信高洁”之语，也是对坐赃的辩白。然而正如战国时楚屈原《离骚》中所说：“世混浊而不分兮，好蔽美而嫉妒”。在这样的情况下，没有一个人来替诗人雪冤。“卿须怜我我怜卿”，意谓：只有蝉能为我而高唱，也只有我能为蝉而长吟。末句用问句的方式，蝉与诗人又浑然一体了。&&&好诗，不但要有诗眼，以放“灵光”，而且有时须作“龙吟”，以发“仙声”。对照杨炯的《从军行》与杜甫《蜀相》，两诗若无“宁为百夫长，胜作一书生”，“出师未捷身先死，长使英雄泪满襟”这样的“龙吟”句殿后，直抒胸臆，剖献“诗心”，则全篇就木然无光了。此诗亦然，尾联诗人愤情冲天，勃发“龙吟”，喷出蕴蓄许久的真情：“无人信高洁，谁为表予心”，遂脱去了前三联罩裹诗句的“蝉身”，使人看到了作者洁纯无瑕的报国诚心。”不以世俗更易秉性，宁饮坠露也要保持“韵姿”。正是这裂帛一问，才使《在狱咏蝉》成为唐诗的卓越名篇",
                    "transferInfo" : "深秋季节寒蝉叫个不停，蝉声把我这囚徒的愁绪带到远方。怎么能忍受这秋蝉扇动乌黑双翅，对我一头斑斑白发，不尽不止地长吟。秋露浓重，蝉儿纵使展开双翼也难以高飞，寒风瑟瑟，轻易地把它的鸣唱淹没。有谁能相信秋蝉是这样的清廉高洁呢？又有谁能为我这个无辜而清正的人申冤昭雪呢？",
                    "backgroundInfo" : "这首诗作于公元678年（唐高宗仪凤三年）。当年，屈居下僚十多年而刚升为侍御史的骆宾王因上疏论事触忤武后，遭诬，以贪赃罪名下狱。此诗是骆宾王身陷囹圄之作 。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }, {
                    "name" : "江乡故人偶集客舍",
                    "author" : "戴叔伦",
                    "content" : "天秋月又满，城阙夜千重。还作江南会，翻疑梦里逢。风枝惊暗鹊，露草覆寒蛩。羁旅长堪醉，相留畏晓钟。",
                    "addtionInfo" : "偶集：偶然与同乡聚会。天秋：谓天行秋肃之气；时令已值清秋。城阙（què）：宫城前两边的楼观，泛指城池。会：聚会。翻疑：反而怀疑。翻：义同“反”。风枝：风吹拂下的树枝。露草：沾露的草。羁（jī）旅：指客居异乡的人。相留：挽留。晓钟：报晓的钟声。",
                    "classInfo" : "63",
                    "poetryID" : "69",
                    "source" : "2",
                    "analysesInfo" : "这首诗的首联和颔联写相逢，并交代了相聚的时间、地点。首联交代了时间（秋夜）和地点（长安），一个“满”字，写出了秋月之状。颔联则极言相聚的出其不意，实属难得。诗人作客在外，偶然与同乡聚会，欣喜之中竟怀疑是在梦中相遇。“还作”和“翻疑”四个字生动传神，表现了诗人的凄苦心情。这两句充分表现了诗人惊喜交集的感情。&&&颈联和尾联伤别离。颈联描写秋月萧瑟的景象。这两句紧紧围绕“秋”字写景，秋风吹得树枝飘摇，惊动了栖息的鸟鹊；秋季霜露很重，覆盖了深草中涕泣的寒虫，到处都能感觉到秋的寒意和肃杀，在渲染气氛的同时也烘托出诗人客居他乡生活的凄清，以及身世漂泊和宦海沉浮之痛；诗人借用曹操的《短歌行》中的诗句：“月明星稀，乌鹊南飞，绕树三匝，何枝可依？”含义深刻，写出自己与故友分别之苦，表现了诗人客居中的辛酸之情。故友的异乡羁旅生活都很凄苦，相逢不易，于是一起欢聚畅饮，长夜叙谈。尾联二句，诗人又以害怕天亮就要分手作结。这二句中的“长”和“畏”二字运用得极为恰到好处，“长”字意谓宁愿长醉不愿醒来，只有这样，才能忘却痛苦，表现了诗人的颠沛流离之苦；“畏”字意谓害怕听到钟声，流露出诗人怕夜短天明，晨钟报晓，表达了诗人与友人依依惜别的心情，这一切充分表现出诗人对同乡聚会的珍惜和同乡深厚的友情。全诗语言精炼，层次分明，对仗工整，情景结合，意蕴凄美。",
                    "transferInfo" : "秋月又一次盈满，城中夜色深浓。你我在江南相会，我怀疑是梦中相逢。晚风吹动树枝，惊动了栖息的鸟鹊。秋草披满霜露，伴随着悲吟的寒虫。你我客居他乡，应该畅饮以排遣愁闷，留你长饮叙旧，只担心天晓鸣钟。",
                    "backgroundInfo" : "此诗正写于作者江南入幕期间结果在一个秋天的夜晚，于江南某旅店之中，偶然遇见离别多年的同乡旧识，不觉满怀惊喜；但是相逢苦短，天亮又将分别，却不知下一次相会将在何时何地，这引起了诗人的满腹惆怅。于是诗人题诗与同乡告别，这篇作品遂得以问世。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "酬程延秋夜即事见赠",
                    "author" : "韩翃",
                    "content" : "长簟迎风早，空城澹月华。星河秋一雁，砧杵夜千家。节候看应晚，心期卧亦赊。向来吟秀句，不觉已鸣鸦。",
                    "addtionInfo" : "程延：一作“程近”，事迹不祥，诗人的诗友。簟（diàn）：竹席。空城：指城市秋夜清静如虚空。澹月华：月光淡荡。澹，漂动。星河：即银河。砧杵（zhēn chǔ）：捣衣用具，古代捣衣多在秋夜。砧，捣衣石。杵，捣衣棒。节候：节令气候。心期：心所向往。卧：指闲居。落空。向来：刚才。秀句：诗的美称。鸣鸦：天晓鸦鸣。",
                    "classInfo" : "101",
                    "poetryID" : "70",
                    "source" : "2",
                    "analysesInfo" : "这是一首酬赠诗，诗人酬和友人，以友人的诗题和诗，描写了秋夜清远疏淡的景色，意境开阔，同时写出时序更迭引起诗人心事未了的惆怅。&&&前四句就卧病的心情来取景渲染、寂寥的砍夜之景与诗人的寂寥心情相吻合。&&&“长簟迎风早”是说秋风过早地来到庭院，长簟被秋风吹得窸窣咋响。一个“早”字写出卧病之人对秋风的突出感受。“迎风”二字写出一片萧瑟的声响，达声音更衬托出秋意的浓重和秋夜的沉寂。&&&“空城澹月华”，是说空寂约城中洒满了淡淡的月光。“空城”并非说城中空无所有，“空”是寂静之意。空城寂寂，月色凄迷，是对诗人心情的绝妙写照。&&&“星河秋一雁”，是说一只孤雁划过秋夜的天空向银河飞去。“星河”是寂寥的，“一雁”是孤独的，“秋”夜是清冷的，三种事物连缀成文，构成幽深的意境，使人感触到诗人心境为孤凄。&&&“砧杵夜千家”，是说时当秋季，人们开始准备寒衣了，故而千家万户都传来了捣衣声。捣衣声声，反衬出秋夜的沉寂。诗人巧借秋声秋色以渲染愁怀，收到了良好的艺术效果。&&&颈联转入叙事，写出悲秋的原因。“节候看应晚，心期卧亦赊。”“节候”，这两个字承接着前四句所写的秋声秋色。“看”和“应”均为揣测之辞，全句意思是说，看来节候大概已入晚秋。此句使用揣测之辞与下句的“卧”字相关照，“卧”是卧病在床，故对节候不能作定论。一个“卧”字定下全诗的感情基调，道出悲秋的原因：由于卧病，而使心愿落空。美好的心愿不能实观，疾病缠身，又临深秋，可见诗人的悲哀心情，跃然纸上。此联叙事是前四句景物描写的感情依凭，使以上的景物有了精神支柱。&&&尾联“向来吟秀句，不觉已鸣鸦：”二句意谓，深夜吟诵您的秀美诗句，兴味颇浓，不知不觉已是天晓鸦鸣。以扶病之身而能长夜吟庆不倦，自是因为诗句美好，作为酬赠之作，已尽了题意。同时，也写出了病中孤寂的生活，漫漫秋夜，只有一诗相伴，诗人的寥落心情可以想见。&&&全诗前半写景，景中寓情；后半叙事，事中现意。写景与叙事，笔墨虽二，情意实一。一条感情线索贯穿全篇，有如红线串珠，结构成一个完美的艺术整体。",
                    "transferInfo" : "修长的竹枝早早迎接着秋风，淡淡的月华洒满了空城。一只鸿雁向银河飞去，寂静的夜里，传来千家万户捣衣的砧声。季节飞快地推移，转眼已秋冬，闲散里，我空怀着未曾了却的心意。我反复吟诵你秀美的诗句，不觉天色将晓，已听见早鸦乱啼。",
                    "backgroundInfo" : "这首诗具体创作年代已不详，题意为程延有《秋夜即事》诗来赠，韩翃作本诗酬答之。就六、七句观之，当为诗人闲居无职时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
                    
                    ],
    "type" : "poetry_gradeOne",
    "baseID" : "11000",
    "mainClass" : "12"
}
