{
    "poetryList" : [
                    {
                    "name" : "登科后",
                    "author" : "孟郊",
                    "content" : "昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。",
                    "addtionInfo" : "龌龊：指处境不如意和思想上的拘谨局促。放荡：自由自在，无所拘束。",
                    "classInfo" : "1501",
                    "poetryID" : "109",
                    "source" : "2",
                    "analysesInfo" : "孟郊四十六岁那年进士及第，他自以为从此可以别开生面、风云际会、龙腾虎跃一番了。满心按捺不住得意欣喜之情，便化成了这首别具一格的小诗。这首诗因为给后人留下了“春风得意”与“走马观花”两个成语而更为人们熟知。&&&诗人两次落第，这次竟然高中，就仿佛一下子从苦海中超度出来，登上了欢乐的顶峰。所以，诗一开头就直接倾泻心中的狂喜，说以往那种生活上的困顿和思想上的不安再也不值得一提了，此时金榜题名，终于扬眉吐气，自由自在，真是说不尽的畅快。“春风得意马蹄疾，一日看尽长安花。”诗人得意洋洋，心花怒放，便迎着春风策马奔驰于鲜花烂漫的长安道卜．人逢喜事精神爽．此时的诗人神采飞扬，不但感到春风骀荡，天宇高远，大道平阔，就连自己的骏马也四蹄生风了。偌大一座长安城，春花无数，却被他一日看尽，真是“放荡”无比!诗人情与景会，意到笔成，不仅活灵活现地描绘了自己高中之后的得意之态，还酣畅淋漓地抒发了得意之情，明朗畅达而又别有情韵。因而，这两句诗成为人们喜爱的千古名句，并派生出两个成语。&&&按唐制，进士考试在秋季举行，发榜则在下一年春天。这时候的长安，正春风轻拂，春花盛开。城东南的曲江、杏园一带春意更浓，新进士在这里宴集同年，“公卿家倾城纵观于此”（《唐摭言》卷三）。新进士们“满怀春色向人动，遮路乱花迎马红”（赵嘏《今年新先辈以遏密之际每有宴集必资清谈书此奉贺》）。可知所写春风骀荡、马上看花是实际情形。但诗人并不留连于客观的景物描写，而是突出了自我感觉上的“放荡”：情不自禁吐出“得意”二字，还要“一日看尽长安花”。在车马拥挤、游人争观的长安道上，不可能容得他策马疾驰，偌大一个长安，无数春花，“一日”是不能“看尽”的。然而诗人尽可自认为当日的马蹄格外轻疾，也尽不妨说一日之间已把长安花看尽。虽无理却有情，因为写出了真情实感，也就不觉得其荒唐了。同时诗句还具有象征意味：“春风”，既是自然界的春风，也是皇恩的象征。所谓“得意”，既指心情上称心如意，也指进士及第之事。诗句的思想艺术容量较大，明朗畅达而又别有情韵，因而“春风得意马蹄疾，一日看尽长安花”成为后人喜爱的名句。",
                    "transferInfo" : "以往在生活上的困顿与思想上的局促不安再不值得一提了，今朝金榜题名，郁结的闷气已如风吹云散，心上真有说不尽的畅快，真想拥抱一下这大自然。策马奔驰于春花烂漫的长安道上，今日的马蹄格外轻盈，不知不觉中早已把长安的繁荣花朵看完了。",
                    "backgroundInfo" : "唐贞元十二年（公元796年），已经46岁的孟郊又奉母命第三次赴京科考，终于登上了进士第。放榜之日，孟郊喜不自胜，立即作了此首诗表达难以自抑的激动心情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"610"
                    },{
                    "name" : "离思·其四",
                    "author" : "元稹",
                    "content" : "曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。",
                    "addtionInfo" : "曾经：曾经到临。经：经临，经过。难为：这里指“不值得一观”的意思。除却：除了。取次：随意。花丛：这里并非指自然界的花丛，乃借喻美貌女子众多的地方。半缘：此处指“一半是因为……”。修道：此处指修炼道家之术，此处阐明的是修道之人讲究清心寡欲。君：此指曾经心仪的恋人。",
                    "classInfo" : "1502",
                    "poetryID" : "110",
                    "source" : "20",
                    "analysesInfo" : "“曾经沧海难为水，除却巫山不是云”表面上是说看过“沧海水”、 “巫山云”之后，其它地方的水和云已经很难再入诗人的眼底了，实际上隐喻他们夫妻之间的感情有如沧海之水和巫山之云，其深广和美好是世间无与伦比的——除爱妻之外，再没有能让诗人动心的女子了。诗人借“沧海水”、 “巫山云”这世间绝美的景象，表达了自己对爱妻坚贞不渝的感情，表现了夫妻昔日的美好感情。“曾经沧海难为水，除却巫山不是云”，意境深远、意蕴颇丰，情感炽烈却又含蓄蕴藉，成为人们喜欢借用的一副联语，后来不仅用来表达爱情深厚坚贞永固，还常被人们用来形容阅历丰富而眼界极高。这首诗也从客观上进一步提升了人们对沧海之水巫山之云的认识。&&&“难为水”、“不是云”，情语也。这固然是元稹对妻子的偏爱之词，但像他们那样的夫妻感情，也确乎是很少有的。元稹在《遣悲怀》诗中有生动描述。因而第三句说自己信步经过“花丛”，懒于顾视，表示他对女色绝无眷恋之心了。&&&“取次花丛懒回顾，半缘修道半缘君”。第三句以花喻人，即使走进百花盛开、清馨四溢的花丛里，也懒于回首无心去欣赏那些映入眼帘的盛开的花朵，表示对女色绝无再留恋眷顾之心。第四句承上“懒回顾”的原委，含蓄地说：一、他对世事看破红尘修道的缘故；二、因为失去心爱的人，再不会动心于其他的芳草繁花，这是悲痛无法解脱的感情上的一种寄托；“修道”也可以理解为修身、修德、治学的一种自我操守。“半缘修道”、“半缘君”所表现的忧思之情，完全是一致的，这样写更觉意蕴深厚。&&&元稹这首绝句，不但取譬极高，抒情强烈，而且用笔极妙。前两句以极至的比喻写怀旧悼亡之情，“沧海”、“巫山”，词意豪壮，有悲歌传响、江河奔腾之势。后面，“懒回顾”、“半缘君”，顿使语势舒缓下来，转为曲婉深沉的抒情。张弛自如，变化有致，形成一种跌宕起伏的旋律。而就全诗情调而言，它言情而不庸俗，瑰丽而不浮艳，悲壮而不低沉，创造了唐人悼亡绝句中的绝胜境界。“曾经沧海”二句尤其为人称诵。",
                    "transferInfo" : "经历过波澜壮阔的大海，别处的水再也不值得一观。陶醉过巫山的云雨的梦幻，别处的风景就不称之为云雨了。即使身处万花丛中，我也懒得回头顾盼；这缘由，一半是因为修道人的清心寡欲，一半是因为曾经拥有过的你。",
                    "backgroundInfo" : "本诗作于元和五年（810年）贬官江陵府士曹参军时。一说作者因怀念年少时的恋人崔莺莺而作此诗。另一说这首诗是作者为悼念妻子韦丛而作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"611"
                    },{
                    "name" : "逢雪宿芙蓉山主人",
                    "author" : "刘长卿",
                    "content" : "日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。",
                    "addtionInfo" : "芙蓉山：地名。苍山：青黑色的山。白屋：贫家的住所。房顶用白茅覆盖，或木材不加油漆叫白屋。吠：狗叫。夜归：夜晚归来。",
                    "classInfo" : "1503",
                    "poetryID" : "111",
                    "source" : "20",
                    "analysesInfo" : "这是一首诗,也象一幅画.全诗仅以寥寥二十个字,便勾勒出一个严冬寒夜的山村景象和一个逢雪借宿者的形象。&&&诗一上来,展现在读者面前的是漫无边际的霭暮笼罩着远处的千嶂万壑,旷野茅屋在凛冽寒气的侵凌下显得是那么孤零安谧.起联不写行人的兼程寻宿,而先写他已找到安顿处后从远处看到的山村景象,这在布局上既避免平铺直叙,又给下联创造了一个广阔的空间和一种萧瑟的气氛。&&&下二句,由远景逐渐移入近处,写白屋有人归来,引起了柴门外的犬吠声,这声音来得多么突然,又是多么可喜可亲!如果说,上联已构成了一幅寒寂清冷的风景画,那么下联便是在这幅画的显眼处,纳入了声响和人物,添上寒风和飞雪,经这样的渲染、照应,就把遥见的“苍山”、“白屋”,近闻的“犬吠”和眼下的“风雪”交织成章了。&&&刘长卿这首诗的意境是从“夜”这个中心词生发开去的.“夜”是全诗的脉络,“天寒”和“风雪”加深了“夜”的寒意.这夜,是眼前客观现实的寒夜,也是诗人内心对时势有所感受的象征意味的寒夜.刘长卿是一个“魏阙心常在,随君亦向秦”(《送王员外归朝》)的入世者,但现实生活却使他沦为一个寄迹楚湘的谪臣.他痛恨上司诬加的罪名,也深知代宗的圣意难违.在诗人心目中朝廷和官场的现状就如同这“风雪夜”一般,他既不愿随波逐流、攀龙附凤,又无力拨乱反正,自然只好怆然喟叹.由于在人生道路上长期奔波,当诗人这一次于风雪之夜得到芙蓉山主人的接待,其内心的复杂思绪:悲凉、辛酸之感中夹杂着某种庆幸和温暖的慰藉,是可以想见的。&&&这首诗的遣词造句颇见功力.用“苍山”对“白屋”,山是苍色,屋是白色,二者遥相映照,便构成一个银白苍茫的世界.再以“远”和“贫”真(这里的“贫”是少、乏的意思)来点出眼前的空旷浩茫,这就准确地表达了从远处看到的景象.第三句中的“柴门”和“犬吠”.既照应了“白屋”,又是“白屋”的延伸.特别是句中一“吠”字,响亮有声,划破了日暮天寒山村的宁静,唤起了寂寥群山的回响,给沉睡的郊野带来了生气。",
                    "transferInfo" : "当暮色降临山苍茫的时候就越来越觉得路途遥远，当天气越寒冷茅草屋显得更加贫穷。柴门外忽传来犬吠声声，原来是有人冒着风雪归家门。",
                    "backgroundInfo" : "大约在公元773年（唐代宗大历八年）至公元777年（十二年）间的一个秋天，刘长卿受鄂岳观察使吴仲儒的诬陷获罪，因监察御史苗丕明镜高悬，才从轻发落，贬为睦州司马。《逢雪宿芙蓉山主人》写的是严冬，应在遭贬之后。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"612"
                    },{
                    "name" : "白头吟",
                    "author" : "卓文君",
                    "content" : "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！",
                    "addtionInfo" : "皑：白。皎：白。两意：就是二心，指情变。决：别。斗：盛酒的器具。明旦：明日。躞（xiè）蹀（dié）：走貌。御沟：流经御苑或环绕宫墙的沟。东西流：即东流。“东西”是偏义复词。这里是设想别后在沟边独行，过去的爱情生活将如沟水东流，一去不返。凄凄：悲伤状。竹竿：指钓竿。袅袅：动摇貌。簁（shāi）簁：形容鱼尾像濡湿的羽毛。在中国歌谣里钓鱼是男女求偶的象征隐语。这里用隐语表示男女相爱的幸福。意气：这里指感情、恩义。钱刀：古时的钱有铸成马刀形的，叫做刀钱。所以钱又称为钱刀。",
                    "classInfo" : "1504",
                    "poetryID" : "112",
                    "source" : "20",
                    "analysesInfo" : "这是一首汉乐府民歌，它巧妙地通过抒情主人公的言行，塑造了一个个性爽朗、感情强烈的女性形象。既真实的刻画了女主人公心倾意烦、思虑万千的神情状态，同时也显示了她思想的冷静和周密。&&&原诗中的“皑如山上雪，皎若云间月”：这两句是卓文君自喻其人格纯洁如白玉。皑：白色，通常用来形容雪的洁白。皎：皎洁，通常用以形容月光，洁白光明的意思，但也不专指月光，如《诗经·小雅》有“皎如白驹”之句。“闻君有两意”：两意，指两条心。说的是司马相如另有所爱——欲纳茂陵女为妾。“竹竿何嫋嫋，鱼尾何簁簁”：诗人用竹竿尾的摇动和鱼尾的摇动来形容意志、爱情不坚定。钱刀：古时使用的铜钱形状似刀，故叫做钱刀。这里指爱情不是金钱能买到的。&&&文君的《白头吟》，一首民歌式的轻浅明亮，像一把匕首爽亮地亮在她和司马相如之间。她指责他的负心移情，戳破他虚伪尴尬的面具——“朱弦断，明镜缺，朝露晞，芳时歇。”她连用四个排比来追拟彼此之间行将断绝的恩情。&&&她不悲啼；连指责，亦心思清明；而又说“努力加餐勿念妾”，既表明态度，又为彼此留了回旋余地。她明白自己仍爱他，其实不想失去他，所以不忘表白自己的深情。这是聪明女子聪明做法。&&&我心底还是关爱着你的，希望你离开我之后依然可以衣食无忧，不要有怀念的意思。只是“闻君有两意，故来相决绝。”你若要分手，我绝不纠缠。斩断情丝的截决不是没有。甚至可以男婚女嫁两不相干。&&&她并不是一味隐忍、只懂得哭泣的女人。像和一个人白头到老的愿望简单质朴，并不是过分的奢望。所以如果你做不到，就请离开。&&&女子少有的决绝之美，毫无顾忌地从她的身体内迸发出来。这种美为世所稀。自她之后，女子的决绝竟也成了一种壮烈的美。&&&锦水汤汤，与君长诀！&&&这是最后的一搏，如果他不回头，她就放手。&&&他回来了，白头安老，再离不开。&&&文君，他用尽最后的声音唤他，轻谧的好象当年，进入她心房时。&&&那一年，春草重生。&&&长卿，她看见他闭了眼睛。知道他，永远不能再回来。&&&可以，从你的身上看透生死，因你的死获得重生的安宁，可是，我确认，不能与你相绝。&&&长卿，请等待我。&&&汉朝卓文君和司马相如的恋爱故事是很动人的。据说，司马相如穷困时在临邛富豪卓王孙家作客，在饮宴中偶然见到卓王孙新守寡的女儿文君很美貌，于是弹奏《凤求凰》表达自己的爱慕之情，挑逗文君。文君果为所动，当夜与相如私奔成都。相如是个贫苦文人，生计无着，过了一阵只好同文君回到临邛开个小酒店。就开在卓府对面。卓文君当垆卖酒，卓王孙大为恼怒，不忍爱女抛头露面为人取笑，只好分一部分财产给她。司马相如后来到京城向皇帝献赋，为汉武帝赏识，给他官做。司马相如在京城想娶茂陵女为妾，卓文君听到此消息，写了这首白头吟表示恩情断绝之意。 ",
                    "transferInfo" : "爱情应该像山上的雪一般纯洁，像云间月亮一样皎洁。听说你怀有二心，所以来与你决裂。今天置酒作最后的聚会，明日一早便在沟头分手。我缓缓的移动脚步沿沟走去，过去的生活宛如沟水向东流去。当初我毅然离家随君远去，就不像一般女孩凄凄啼哭。希望能找到一个心心相印的人，相伴到老永不分离。男女情投意合就像钓竿那样轻细柔长，鱼儿那样活波可爱。男子应当重情重义，失去了真诚的爱情是任何钱财珍宝都无法补偿的。",
                    "backgroundInfo" : "本诗具体创作时间不详。相传卓文君十七岁便守寡。卓文君嫁给司马相如后，他在事业上略显锋芒，久居京城，产生了纳妾之意。于是作者作《白头吟》，表达她对爱情的执著和向往，以及一个女子独特的坚定和坚韧。但是白头吟的作者及创作背景仍有争议。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"613"
                    },{
                    "name" : "山园小梅·其一",
                    "author" : "林逋",
                    "content" : "众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。",
                    "addtionInfo" : "暄（xuān）妍：景物明媚鲜丽，这里是形容梅花。疏影横斜：梅花疏疏落落，斜横枝干投在水中的影子。疏影，指梅枝的形态。暗香浮动：梅花散发的清幽香味在飘动。黄昏：指月色朦胧。霜禽：羽毛白色的禽鸟，根据林逋“梅妻鹤子”的趣称，理解为白鹤更佳。偷眼：偷偷地窥看。合：应该。断魂：形容神往，犹指销魂。狎（xiá）：玩赏，亲近。檀（tán）板：檀木制成的拍板，歌唱或演奏音乐时用以打拍子。这里泛指乐器。金樽（zūn）：豪华的酒杯，此处指饮酒。",
                    "classInfo" : "1505",
                    "poetryID" : "113",
                    "source" : "220",
                    "analysesInfo" : "林逋种梅养鹤成癖，终身不娶，世称“梅妻鹤子”，所以他眼中的梅含波带情，笔下的梅更是引人入胜。&&&诗一开端就突写作者对梅花的喜爱与赞颂之情：“众芳摇落独暄妍，占尽风情向小园”，它是在百花凋零的严冬迎着寒风昂然盛开，那明丽动人的景色把小园的风光占尽了。一个“独”字、一个“尽”字，充分表现了梅花独特的生活环境、不同凡响的性格和那引人入胜的风韵。作者虽是咏梅，实则是他“弗趋荣利”、“趣向博远”思想性格的真实写照。苏轼曾在《书林逋诗后》说；“先生可是绝伦人，神清骨冷无尘俗。”其诗正是作者人格的化身。&&&如果说首联是作者对梅花所发的感喟，那么颔联则是进入到对梅花具体形象的描绘：“疏影横斜水清浅，暗香浮动月黄昏。”这一联简直把梅花的气质风姿写尽绝了，它神清骨秀，高洁端庄，幽独超逸。尤其是“疏影”、“暗香”二词用得极好，它既写出了梅花不同于牡丹、芍药的独特形成；又写出了它异于桃李浓郁的独有芬芳。极真实地表现诗人在朦胧月色下对梅花清幽香气的感受，更何况是在黄昏月下的清澈水边漫步，那静谧的意境，疏淡的梅影，缕缕的清香，使之陶醉。这两句咏梅诗，在艺术上可说臻于极至，故一直为后人所称颂。陈与义说：“自读西湖处士诗，年年临水看幽姿。晴窗画出横斜影，绝胜前村夜雪时。”（《和张矩臣水墨梅》）他认为林逋的咏梅诗已压倒了唐齐己《早梅》诗中的名句“前村深雪里，昨夜一枝开”。辛弃疾在《念奴娇》中奉劝骚人墨客不要草草赋梅：“未须草草赋梅花，多少骚人词客。总被西湖林处士，不肯分留风月。”可见林逋的咏梅诗对后世文人影响之大。&&&林逋这两句诗也并非是臆想出来的，他除了有生活实感外，还借鉴了前人的诗句。五代南唐江为有残句：“竹影横斜水清浅，桂香浮动月黄昏。”这两句既写竹，又写桂。不但未写出竹影的特点，且未道出桂花的清香。因无题，又没有完整的诗篇，未能构成了一个统一和谐的主题、意境，感触不到主人公的激情，故缺乏感人力量。而林逋只改了两字，将“竹”改成“疏”，将“桂”改成“暗”，这“点睛”之笔，使梅花形神活现，可见林逋点化诗句的才华。&&&作者写尽梅花姿质后，掉转笔头，从客观上着意泻染：“霜禽欲下先偷眼，粉蝶如知合断魂。”霜禽，一作冬鸟，一作白鹤，白鸟。依据林逋“梅妻鹤子”的情趣，还是当“白鹤”解释为好。前句极写白鹤爱梅之甚，它还未来得及飞下来赏梅，就迫不及待地先偷看梅花几眼。“先偷眼”三字写得何等传神！作者对现实事物的观察又是何等细致！后句则变换手法，用设想之词，来写假托之物，意味深邃。而“合断魂”一词更是下得凄苦凝重，因爱梅而至销魂，这就把蝴蝶对梅的喜爱夸张到了顶端。通过颈联的拟人化手法，从而更进一步衬托出作者对梅花的喜爱之情和幽居之乐。联中那不为人经意的“霜”、“粉”二字，也实是经诗人精心择取，用来表现他高洁情操和淡远的趣味。&&&以上三联，作者是把梅当作主体，诗人的感情是通过议论、叙述、拟人等手法隐曲地体现在咏梅之中。至尾联主体的梅花转化为客体，成为被欣赏的对象。而作者则从客体变为主体，他的感情由隐至显，从借物抒怀变为直抒胸臆：“幸有微吟可相狎，不须檀板共金尊。”在赏梅中低声吟诗，使幽居生活平添几分雅兴，在恬静的山林里自得其乐，真是别具风情，根本不须音乐、饮宴那些热闹的俗情来凑趣。这就把诗人的理想、情操、趣味全盘托出，使咏物与抒情达到水乳交融的进步。&&&第二首诗开头两句是说梅花像是剪碎了的丝织品，上面涂了油酥，正反面有深有浅，多么自然，画是画不出来的。这里用精细轻薄的丝织品绢和油酥制品来比喻悔花的滋润柔美，十分传神。这在宋代诗词作品中一不乏其例，如苏轼《腊梅》诗中就有“天工点酥作梅花”的句子。“向背”、“稀稠”描绘了在白天丽日高照下的梅花风姿。接下去说梅花在整个白天直到日薄西山这段时间里，可以尽情地享受春天的温暖，但到夜幕降临的时候，在严霜的侵袭下，梅花可能要受不了吧。梅花本来是以其经霜耐寒的品格受到人们称赞的，“霜深应怯”的顾虑似乎大可不必，但正是这不必要顾虑的顾虑，才能表达出诗人对梅花的无比深情。&&&五、六两句是赞美梅花孤高绝俗的品性：清新鲜艳的梅花只能让隔壁的僧人爱惜，尽管它很冷落，但是还不愿让城里的俗人来观赏。把“邻僧”和“俗客”对举，是因为佛门弟子信奉清净无为的教义，往往和隐逸之士的思想非常合拍，这在历史上是屡见不鲜的。唐代著名诗人王维，在政治上遭到挫折后，就以“诗佛”自居，“晚年唯好静，万事不关心。”（《酬张少府》），看破红尘，成为佛门信徒。二十年足迹不进城市的林逋也是如此。末尾两句是说：回忆过去在梅花盛开、洒旗飘拂的江南路上，微风吹过，梅花簌簌地坠到马鞍上，叫人情不自禁地吟起诗来。以此作结，饶有情趣。&&&从意象构造的角度言，这组诗单言山园小梅，实非易事，但诗人借物来衬，借景来托，使其成为一幅画面中的中心意象，此一绝也。&&&诗人具体写梅画梅时，虚实结合，对比呈现，使得全诗节奏起伏跌宕，色彩时浓时淡，环境动静相宜，观景如梦如幻，充分体现了“山园”的绝妙之处，这一点也是为许多赏家所忽视的，正是通过这一点，作者淋漓尽致地表达出“弗趋荣利”、“趣向博远”精神品格。此二绝也。&&&作者以梅自况，虽展现了中国传统文人的一贯追求，然而也颇具特色。单就“疏影”一联而言，欧阳修说：“前世咏梅者多矣，未有此句也。”陈与义说：“自读西湖处士诗，年年临水看幽姿。晴窗画出横斜影，绝胜前村夜雪时。”（《和张矩臣水墨梅》）他认为林逋的咏梅诗已压倒了唐齐已《早梅》诗中的名句“前村深雪里，昨夜一枝开”。王士朋对其评价更高，誉之为千古绝唱：“暗香和月人佳句，压尽千古无诗才。”辛弃疾在《念奴娇》中奉劝骚人墨客不要草草赋梅：“未须草草赋梅花，多少骚人词客。总被西湖林处士，不肯分留风月。”因为这联特别出名，所以“疏影”、“暗香”二词，就成了后人填写梅词的调名，如姜夔有两首咏梅词即题为《暗香》、《疏影》，此后即成为咏梅的专有名词，可见林逋的咏梅诗对后世文人影响之大。这只说到了其一，更为重要的是梅在林逋的笔下，不再是浑身冷香了，而是充满了一种“丰满的美丽”，很有精神，很有力度，也很温度，很有未来。正因为如此，该诗才有着强烈的现实感，让人感到很真实，回到它的起始状态，作为“梅妻鹤子”的林逋，写出此种具有理想主义倾向的诗句来，是一种富有力量的心灵审美。此三绝也。&&&作者写出此种妙句，亦非唾手可得。宋初另有相当多的诗人，偏重以苦吟的写作方法在狭小的格局中描绘清新小巧的自然景象，表达或是失意怅惘、或是闲适旷达的士大夫情趣，这主要是继承了唐代贾岛、姚合一派的风格，林逋就是这些诗人之一。另外，这组诗格局未免太小，后面自命清高的标榜，也实在有唯恐不为人知的味道。",
                    "transferInfo" : "百花凋零，独有梅花迎着寒风昂然盛开，那明媚艳丽的景色把小园的风光占尽。稀疏的影儿，横斜在清浅的水中，清幽的芬芳浮动在黄昏的月光之下。寒雀想飞落下来时，先偷看梅花一眼；蝴蝶如果知道梅花的妍美，定会消魂失魄。幸喜我能低声吟诵，和梅花亲近，不用敲着檀板唱歌，执着金杯饮酒来欣赏它了。",
                    "backgroundInfo" : "这组诗具体创作时间不详。林逋是宋代著名隐士，年轻时漫游江淮，四十余岁后隐居杭州西湖，结庐孤山。喜梅与鹤，自谓以梅为妻鹤为子，一生写了不少咏梅诗篇，这组诗即是其中最有名的两首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"614"
                    },{
                    "name" : "寒菊",
                    "author" : "郑思肖",
                    "content" : "花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。",
                    "addtionInfo" : "不并：不合在一起。疏篱：稀疏的篱笆。未穷：未尽，无穷无尽。抱香死：菊花凋谢后不落，仍系枝头而枯萎，所以说抱香死。何曾：哪曾，不曾。北风：寒风，此处语意双关，亦指元朝的残暴势力。",
                    "classInfo" : "1506",
                    "poetryID" : "114",
                    "source" : "20",
                    "analysesInfo" : "这首咏物诗，以寒菊象征忠于故国决不向新朝俯首的凛然气节。诗中句句扣紧寒菊的自然物性来写，妙在这些自然物性又处处关合、暗示出诗人的情怀。“抱香”，喻指自己高洁的民族情操，“北风”，双关语，暗示北方来的蒙古统治者。全诗写得壮烈激昂，掷地有声。&&&“花开不并百花丛，独立疏篱趣未穷。”这句主要意思百花在春光明媚的时节盛开，独有菊花挺立在凌厉的风霜之中，不与百花争妍斗艳。郑接着，诗人又写百花已经凋零，只有菊花立于疏篱旁，意趣无穷。这里的“趣”，既指菊花的傲风拒霜、独放光华的自然之趣，也是画家融入菊花形象中的高洁坚贞、真淳自得的主观之趣。诗句融入了陶渊明的“采菊东篱下”、 “此中有真意”的意趣。范成大在《范村菊谱序》里提到“以菊比君子”的说法，云： 岁华晼晚，草木变衰，乃独晔然秀发，傲睨风露，此幽人逸士之操。”范成大序文与郑思肖诗句的题旨是相同的，范文可以帮助我们领悟郑思肖诗歌意象的深刻内蕴。&&&“宁可枝头抱香死，何曾吹落北风中。”这两句诗意深转一层。菊花盛开后，在枝头逐渐枯萎，花瓣并不凋谢落地，故云“枝头抱香死”。北风在南宋文学家的笔下象喻来自北方的贵族统治集团的侵扰。“枝头抱香死”比“抱香枝上老”更为痛切悲壮，且语气磅礴誓无反顾。“何曾吹落北风中”和“不随黄叶舞秋风”相较，前者质询，语气坚定；后者陈述，一个“舞”字带来了些许佻达的情调，与主题略显游离。更重要的是，前者点出“北风”，分明指向起于北方的蒙古汗国，反抗之情，跃然纸上。诗句用隐喻手法，是说宁可为坚持气节而死去，不愿屈服于蒙元统治集团，表现了“宁为玉碎，不为瓦全”的凛然正气，真诚地剖白了诗人自己的至死不渝的崇高民族气节。&&&这首诗的重点是托物言志，不在于发挥画理，因此具有咏物诗的特征。全诗写菊花之形貌，得菊花之神理，又能超乎其上，在充分表现菊花自然属性的同时，摅写了郑思肖的爱国情操，既表现出菊花的自然美，菊画的绘画美，又表现了画家兼诗人的人格美，使菊花形象的自然性与社会性得到和谐的统一，这首题画诗也便有了崇高的审美体验和深睿的哲理含蕴，使读者从中获得美感愉悦和生活启迪。",
                    "transferInfo" : "菊花盛开在秋天，从不与百花为伍，独立在稀疏的篱笆旁，情操意趣并未衰穷。宁可在枝头凋谢枯萎而死，也不曾吹落于凛冽北风之中！",
                    "backgroundInfo" : "郑思肖是南宋末年的爱国诗人，南宋灭亡以后，作者便一直隐居在苏州一个和尚庙里，终身不仕，连坐着、躺着都朝着南方，表示不忘宋朝，这首诗是作者在南宋灭亡以后所写。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"616"
                    },{
                    "name" : "雪梅",
                    "author" : "卢梅坡",
                    "content" : "梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。",
                    "addtionInfo" : "降（xiáng）：服输。骚人：诗人。阁笔：放下笔。阁，同“搁”放下。评章：评议。这里指评议梅与雪的高下。",
                    "classInfo" : "1507",
                    "poetryID" : "115",
                    "source" : "20",
                    "analysesInfo" : "古今不少诗人往往把雪、梅并写。雪因梅，透露出春的信息，梅因雪更显出高尚的品格。如毛泽东《卜算子·咏梅》中就曾写道：“风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。”雪、梅都成了报春的使者、冬去春来的象征。&&&首句采用拟人手法写梅花与雪花相互竞争，都认为自己是最具早春特色的，而且互不认输，这就将早春的梅花与雪花之美别出心裁、生动活泼地表现出来了。次句写诗人在两者之间难以评判高下。诗人原以为一挥而就，由于难于评判，只好停下笔来思索。“评章”即评价。以为一挥而就，由于难于评判，只好停下笔来思索。&&&后两句是诗人对梅与雪的评语。就洁白而言，梅比雪要差一些，但是雪却没有梅花的香味。“三分”形容差的不多，“一段”将香气物质化，使人觉得香气可以测量。前人已经注意到梅与雪的这些特点，如岑参的《白雪歌送武判官归京》：“忽如一夜春风来，千树万树梨花开。”王安石的《梅花》诗：“墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。”但是此诗将梅与雪的不同特点用两句诗概括了出来，写得妙趣横生，也产生了一定的影响。",
                    "transferInfo" : "梅花和雪花都认为各自占尽了春色，谁也不肯服输。文人骚客难以评论高下，只得搁笔好好思量。梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。",
                    "backgroundInfo" : "卢梅坡，宋朝末年人，具体生卒年、生平事迹不详，存世诗作也不多，与刘过是朋友，以两首雪梅诗留名千古。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"617"
                    },{
                    "name" : "登乐游原",
                    "author" : "李商隐",
                    "content" : "向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。",
                    "addtionInfo" : "乐游原：在长安城南，是唐代长安城内地势最高地。向晚：傍晚。不适：不悦，不快。古原：指乐游原。近：快要。",
                    "classInfo" : "1508",
                    "poetryID" : "116",
                    "source" : "20",
                    "analysesInfo" : "在此笔者认为这首诗反映了作者的伤感情绪。当诗人为排遣“意不适”的情怀而登上乐游原时，看到了一轮辉煌灿烂的黄昏斜阳，于是发乎感慨。&&&此诗前两句“向晚意不适，驱车登古原”点明登古原的时间和原因。“向晚”指天色快黑了，“不适”指不悦。诗人心情忧郁，为了解闷，就驾着车子外出眺望风景，于是登上古原，即乐游原。自古诗人词客，善感多思，而每当登高望远，送目临风，更易引动无穷的思绪：家国之悲，身世之感，古今之情，人天之思，往往错综交织，所怅万千，殆难名状。陈子昂一经登上幽州古台，便发出了“念天地之悠悠”的感叹，恐怕是最有代表性的例子了。李商隐这次驱车登古原，却不是为了去寻求感慨，而是为了排遣他此际的“向晚意不适”的情怀。&&&“夕阳”一句，向来被认为是诗人对繁盛的唐帝国即将衰落之感叹。大唐王朝繁盛一时，可如今就如同这夕阳般西下，好景不长。故而这句诗长久以来是这样翻译的：“夕阳无限的美好啊！只不过已经快要落下了。”李商隐身处的晚唐，总有一种极致奢华过后的颓废感，故而此诗理解为李商隐对唐帝国的感叹。这种美好事物即将消逝沉落的失落感深深地烙在晚唐的每一个诗人身上，故而晚唐诗人的诗作比起盛唐总少了那种英姿勃发的自信感，大多消沉颓丧、含蓄委曲。如同本诗，在带入李商隐所处时代之后，本是平凡朴实的语言，却带着一种隐隐的失落感，毕竟那是中国甚至人类历史上最繁盛的一个帝国，其衰败之境怎么可能不让人伤心？&&&不过此诗亦有另外一种解读的角度，在近年来已经得到很多学术界的认可：这种观点认为“只是”二字在这里并不是转折的意思，而是一种理性的解释。故而后两句应该翻译为：夕阳无限的美好啊！因为已经接近了黄昏才能看到啊！笔者考证了许多关于此诗的资料，发现自明清开始，一直以来对后两句的解释都有不同的观点。而且关于“只是”二字的用法，越来越多的资料表明在晚唐时期都有“因为”的意思，比如李商隐本人的“此情可待成追忆，只是当时已惘然。”况且此诗为诗人游玩时一时兴起所做，未必能刻意将“夕阳”这一意象比作晚唐，只不过是当时情于境合、自然而然罢了。而这种解释自然让全诗没有了上种解释的伤感，却有了一种赞叹大自然之美景的壮怀之感。虽近黄昏，但是却依然能感受到美，这种情感积极向上，与之前的解释截然相反。&&&此诗不用典，语言明白如话，毫无雕饰，节奏明快，感喟深沉，富于哲理，是李诗中少有的，因此也是难能可贵的。",
                    "transferInfo" : "傍晚时分我心情不太好，独自驱车登上了乐游原。这夕阳晚景的确十分美好，只不过已是黄昏。",
                    "backgroundInfo" : "此诗当作于会昌四、五年（844、845）间，时义山去河阳退居太原，往来京师，过乐游原而作下此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"618"
                    },{
                    "name" : "春日",
                    "author" : "秦观",
                    "content" : "一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。",
                    "addtionInfo" : "丝：比喻雨。 浮瓦：晴光照在瓦上。 霁(jì)光：雨天之后明媚的阳光。霁：雨后放晴。 参差：高低错落的样子。 芍药：一种草本植物，这里指芍药花。 春泪：雨点。",
                    "classInfo" : "1509",
                    "poetryID" : "117",
                    "source" : "20",
                    "analysesInfo" : "这首诗写雨后春景。瞧，雨后庭院，晨雾薄笼，碧瓦晶莹，春光明媚；芍药带雨含泪，脉脉含情，蔷薇静卧枝蔓，娇艳妩媚。这里有近景有远景，有动有静，有情有姿，随意点染，参差错落。全诗运思绵密，描摹传神，自具一种清新、婉丽的韵味，十分惹人喜爱　诗人捕捉到春雨“万丝”的特征，把镜头的焦点对准了庭院一角，摄下了一幅雷雨后晴春晓日的精巧画面。&&&通过对偶形式，拟人手法，衬托庭院的华丽，描绘了芍药和蔷薇百媚千娇的情态。芍药亭亭玉立、蔷薇攀枝蔓延，故各有“含春泪”之态、“无力卧”之状。因其体物入微，情致蕴藉，通篇自具一种清新婉丽的韵味，展示了诗人对自然界景物、现象敏锐的观察力、感受力和摄取力、表现力。在意境上以“春愁”统摄全篇，虽不露一“愁”字，但可从芍药、蔷薇的情态中领悟，又曲折体现了诗人由于宦途艰险而形成的多愁善感的性格。&&&“一夕轻雷落万丝，霁光浮瓦碧参差。”雷是“轻”的，雨如“丝”般，春雨的特色诗人只用两个字就揭示出来了。那碧绿的琉璃瓦，被一夜春雨洗得干干净净，晶莹剔透，犹如翡翠，瓦上还沾有水珠，在晨曦的辉映下，浮光闪闪，鲜艳夺目，令人心旷神怡——这是第二句所写的美。&&&“有情芍药含春泪，无力蔷薇卧晓枝。”这两句诗人采用以美人喻花的手法，又加上对仗，确实是美不胜收。 李白笔下“一枝红艳露凝香”，白居易笔下刚出浴的“侍儿扶起娇无力”的杨妃，和第三句有着惊人的相似之处。雨后的牡丹，犹如多情的少女，泪光闪闪，含情脉脉。 最后一句令人想起《红楼梦·史湘云醉眠芍药铟》那段描写：湘云“业经香梦沈酣，四面芍药花飞了一身，满头脸衣襟上皆是红香散乱。”这醉卧中浑身洒满落花的史湘云，情思绵绵，百媚千娇，多像“无力蔷薇卧晓枝”。&&&《春日》因其体物入微，情致蕴藉，通篇自具一种清新婉丽的韵味，在意境上以“春愁”统摄全篇，虽不露一“愁”字，但可从芍药、蔷薇的情态中领悟，又曲折隐晦的反映了诗人由于对宦途命运艰险的恐惧，而形成的多愁善感的心理。",
                    "transferInfo" : "一声春雷，落下绵绵细雨。雨后初晴，阳光投射在刚刚被雨洗过的苍翠碧瓦上。经历春雨的芍药花上饱含雨露，仿佛含泪的少女情意脉脉。蔷薇横卧，好似无力低垂，惹人怜爱。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"619"
                    },{
                    "name" : "清平乐·六盘山",
                    "author" : "毛泽东",
                    "content" : "天高云淡，望断南飞雁。不到长城非好汉，屈指行程二万。六盘山上高峰，红旗漫卷西风。今日长缨在手，何时缚住苍龙？",
                    "addtionInfo" : "六盘山：位于宁夏回族自治区南部，甘肃省东部，是红军长征到达陕北前的最后一座高山。望断：望着，直到看不见。长城：借指长征的目的地。屈指：弯着手指头计算。漫卷：任意吹卷。长缨：指捕缚敌人的长绳，这里指革命武装。缚住：擒住。苍龙：太岁。古代方士以太岁所在为凶方，因称太岁为凶神恶煞。",
                    "classInfo" : "1510",
                    "poetryID" : "118",
                    "source" : "20",
                    "analysesInfo" : "这首词回顾了万里长征的行程，表达了红军战士们勇往直前的钢铁意志和抗战必胜的坚定信念。这是一首在战斗中前进的胜利曲，是一篇振奋人心，激扬斗志的宣言书。&&&上阕“天高云淡，望断南飞雁”，起笔境界辽阔，写站在六盘山高峰之上仰望所见。两句词紧扣十月天空景象：天空净朗，云层疏淡，大雁往南飞。“望断”二字涵义丰富，寄意尤深。“望断”，指望了又望，直到不见还望。因为大雁到了秋天，就要由北向南，到南方去过冬。看到南去的大雁自然就会勾起作者和红军对南方革命根据军民和故乡父老乡亲的无限思念，所以才有望断的神情。这两句虽是写景，但景中寓情。&&&接下来“不到长城非好汉，屈指行程二万”两句，抒情显得十分自豪。作者屈指一算，红军所行的路程已经两万里前面已经没有险峻的高山了，预定目的地是一定会到达的。“不到长城非好汉”，还表达了中国共产党和红军北上去抗日前线的坚强意志和决心。只有北上抗日，才是真正的好男儿。&&&下阕首句“六盘山上高峰，红旗漫卷西风”，先接上阕末句的抒怀咏志，将落笔之处回转到六盘山的现实景象。放眼处，座座高峰，远近错落，尽收眼底。然而，这还不是画面的关键，关键是山峰上飘扬着红军的旗帜。这旗帜高耸在山之峰巅，应和着狂野的西风，舒展飘扬。这是信仰的力量，是坚持的力量！在这段最为痛苦的岁月里，信仰的追随者同生共死，终于走出重围。而“漫卷”二字则高度凝练地表现出革命的力量依旧强健，依旧潇洒自如，依旧敢于在风口浪尖搏它一搏，这象征着革命的希望之火熊熊燃烧。所以下阕首句回转到六盘山的现实景象，绝非重复。它所表现的情感已较上阕首句更进一步，我们看到的不再是平静和休憩、个人胸怀及智慧，而是革命集体的崇高与可敬及革命信仰的强劲活力。形式上回到了起点，情感上却有了新的格调。&&&下阕末句“今日长缨在手，何时缚住苍龙”，和上阕末句一样，从眼前的实景宕开，直接表现内心情怀和志向。但在表现的内容上也有了一个推进。上阕末句，是在古今战争之间寻求尚武勇猛之精神，在谈笑、屈指间举重若轻；而下阕末句所表现的情怀意志则似乎已经完成了自我肯定和自我升华，而有了更为具体的战斗冲动。诗人手持“长缨”，片刻的休息与感慨已经足够，疲乏与困顿已经一扫而空，激情与力量早已恢复。诗人已完全做好了战斗准备，只等“吹角连营”，上阵擒龙。“何时”二字更见出诗人此时内心的战斗渴望。&&&这首词景象开阔，意蕴丰富，起承转合，层次分明，在意境和艺术结构上都称得上是一篇佳作。它在陕甘宁边区一直广为流传，解放战争时期，延安广播电台也时常朗诵播放。时至今日，我们同样可以在这首作品中体味出当年岁月的艰辛以及领袖人物的宏大气概。",
                    "transferInfo" : "长空高阔白云清朗，南飞的大雁已飞到了天际尽头。不登临目的地绝不是英雄，算下来已征战了二万里的路途。在高峰险峻的六盘山上，猛烈的西风吹得红旗猎猎地卷起来。今天我长绳之武装紧握手中， 哪一天才会将那狂龙捆缚？",
                    "backgroundInfo" : "1935年8月，毛泽东主席粉碎了张国焘分裂红军的路线。9月中旬，红军攻克天险腊子口。10月7日，红军在宁夏六盘山的青石嘴，又击败了前来堵截的敌骑兵团。当天下午，一鼓作气，翻越了六盘山。此词即是作者翻越六盘山时的咏怀之作。此词最早发表于《诗刊》1957年1月号。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"620"
                    },{
                    "name" : "望江南·超然台作",
                    "author" : "苏轼",
                    "content" : "春未老，风细柳斜斜。试上超然台上望，半壕春水一城花。烟雨暗千家。寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。",
                    "addtionInfo" : "望江南：原唐教坊曲名，后用为词牌名。又名“忆江南”。超然台：筑在密州北城上，登台可眺望全城。壕：护城河。寒食：节令。旧时清明前一天为寒食节。咨嗟：叹息、慨叹。故国：这里指故乡。新火：唐宋习俗，清明前二天起，禁火三日，节后另取榆柳之火称“新火”。新茶：指清明前采摘的“明前茶”。",
                    "classInfo" : "1511",
                    "poetryID" : "119",
                    "source" : "20",
                    "analysesInfo" : "公元1074年（宋神宗熙宁七年）秋，苏轼由杭州移守密州（今山东诸城）。次年八月，他命人修葺城北旧台，并由其弟苏辙题名“超然”，取《老子》“虽有荣观，燕处超然”之义。公元1076年（熙宁九年）暮春，苏轼登超然台，眺望春色烟雨，触动乡思，写下了此作。这首豪迈与婉约相兼的词，通过春日景象和作者感情、神态的复杂变化，表达了词人豁达超脱的襟怀和“用之则行，舍之则藏”的人生态度。词的上片写登台时所见暮春时节的郊外景色。&&&这首词为双调，比原来的单调的《望江南》增加了一叠。上片写登台时所见景象，包括三个层次。&&&“春未老，风细柳斜斜。”这首词开头两句是说，登上超然台远眺，春色尚未褪尽，和风习习，吹起柳丝千条细。首先以春柳在春风中的姿态——“风细柳斜斜”，点明当时的季节特征：春意暮而未老。“试上超然台上看，半壕春水一城花。”这一湾护城河水绕了半座城，满城内皆是春花灿烂。其次，三、四句直说，直说登临远眺，而“半壕春水一城花”，在句中设对，以春水、春花，将眼前图景铺排开来。“烟雨暗千家。”五句是说，迷迷蒙蒙的细雨飘散在城中。&&&三个层次显示有一个特写镜头导入，再是大场面的铺叙，最后，居高临下，说烟雨笼罩着千家万户。满城风光，尽收眼底。这是上片，写春景。&&&下片写情，乃触景生情，与上片所写之景，关系紧密。“寒食后，酒醒却咨嗟”，进一步将登临的时间点明。寒食，在清明前二日，相传为纪念介子推，从这一天起，禁火三天；寒食过后，重新点火，称为“新火”。此处点明“寒食后”，一是说，寒食过后，可以另起“新火”，二是说，寒食过后，正是清明节，应当返乡扫墓。但是，此时却欲归而归不得。以上两句，词情荡漾，曲折有致，寄寓了作者对故国、故人不绝如缕的思念之情。“休对故人思故国，且将新火试新茶”写作者为摆脱思乡之苦，借煮茶来作为对故国思念之情的自我排遣，既隐含着词人难以解脱的苦闷，又表达出词人解脱苦闷的自我心理调适。&&&“诗酒趁年华”，进一步申明：必须超然物外，忘却尘世间一切，而抓紧时机，借诗酒以自娱。“年华”，指好时光，与开头所说“春未老”相应合。全词所写，紧紧围绕着“超然”二字，至此，进入了“超然”的最高境界。这一境界，便是苏轼在密州时期心境与词境的具体体现。&&&这首词从“春未老”说起，既是针对时令，谓春风、春柳、春水、春花尚未老去，仍然充满春意，生机勃勃，同时也是针对自己老大无成而发的，所谓春未老而人空老，可见内心是不自在的。从这个意义上看，苏东坡实际上并不真能超然，这种似是非是的境界，真是苏东坡精神世界的真实体现。&&&这首词上片写景，下片抒情，是典型的借景抒情。上片之景，有“以乐景衬哀情”的成分，寄寓作者对有家难回、有志难酬的无奈与怅惘。更重要的是，整首词表达思乡的感情，作者以茶聊以慰藉尤其突出。",
                    "transferInfo" : "春天还没有过去，微风细细，柳枝斜斜随之起舞。试着登上超然台远远眺望，护城河内半满的春水微微闪动，满城处处春花明艳，迷迷蒙蒙的细雨飘散在城中，千家万户皆看不真切。寒食节过后，酒醒反而因思乡而叹息不已。不要在老朋友面前思念故乡了，姑且点上新火来烹煮一杯刚采的新茶，作诗醉酒都要趁年华尚在啊。",
                    "backgroundInfo" : "此词作于公元1076年（宋神宗熙宁九年）暮春。苏轼《超然台记》谓：“移守胶西，处之期年。园之北，因城以为台者旧矣。稍葺而新之，时相与登览，放意肆志焉。”公元1076年（熙宁九年）暮春，苏轼登超然台，眺望春色烟雨，触动乡思，写下了此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"621"
                    },{
                    "name" : "赠花卿",
                    "author" : "杜甫",
                    "content" : "锦城丝管日纷纷，半入江风半入云。 此曲只应天上有，人间能得几回闻。",
                    "addtionInfo" : "锦城：即锦官城，此指成都。丝管：弦乐器和管乐器，这里泛指音乐。纷纷：形容乐曲的轻柔悠扬。天上：双关语，虚指天宫，实指皇宫。几回闻：本意是听到几回，文中的意思是说人间很少听到。",
                    "classInfo" : "1512",
                    "poetryID" : "120",
                    "source" : "20",
                    "analysesInfo" : "这首绝句，字面上明白如话，但对它的主旨，历来注家颇多异议。有人认为它只是赞美乐曲，并无弦外之音；有人则认为它表面上看是在赞美乐曲，实际上却含讽刺，劝诫的意味。说是语含讽刺，耐人寻味的是，作者并没有对花卿明言指摘，而是采取了一语双关的巧妙手法。字面上看，这俨然是一首十分出色的乐曲赞美诗。&&&第一句“锦城丝管日纷纷”。锦城，即锦官城，成都市的别名。丝，指弦乐器；管，指管乐器。丝管，代指音乐。日，这里是每日的意思。纷纷，形容音乐声络绎不绝。意思是说，锦官城里奏起管弦音乐，一天到晚响个不停。“丝管”二字点出全诗描写的对象。点明之后，便从各种角度对它进行描绘。先用“纷纷”二字写出其连绵、和谐、化无形的乐曲为有形之物，形象地写出管乐声与弦乐声相互交错、追逐的情景。&&&第二句“半入江风半入云”。意思是说：音乐的响声一半散入江风中，一半散入云层中。“入江风”，是说声音广传地面；“入云”，是说声音上冲天空。从地到天，到处都传播着音乐的声响。两个“半入”重复使用，造成音律的回环、流畅，与那弥漫宇宙的音乐声正相和谐，具有很深的情趣。&&&第三、四句，“此曲只应天上有，人间能得几回闻？”意思是说，这样的乐曲只能是天上才有的，人世间有能听到几回呢？古人认为，只有天上的仙乐才是最美妙的。作者把“此曲”看作是天上的仙乐，这就是极度写出它的不同凡俗；然后，又用人间的罕闻，进一步写出它的珍贵。这两句是在前面写实的基础上，通过想象，从虚处下笔，把“此曲”之美好推到绝伦的地步。虚实结合，互相照应，完美地表现出了乐曲的精绝。&&&全诗四句，前两句对乐曲作具体形象的描绘，是实写；后两句以天上的仙乐相夸，是遐想。因实而虚，虚实相生，将乐曲的美妙赞誉到了极度。&&&然而这仅仅是字面上的意思，其弦外之音是意味深长的。这可以从“天上”和“人间”两词看出端倪。“天上”，实际上指天子所居皇宫；“人间”，指皇宫之外。这是封建社会极常用的双关语。说乐曲属于“天上”，且加“只应”一词限定，既然是“只应天上有”，那么，“人间”当然就不应“得闻”。不应“得闻”而竟然“得闻”，不仅“几回闻”，而且“日纷纷”，于是，作者的讽刺之旨就从这种矛盾的对立中，既含蓄婉转又确切有力地显现出来了。&&&这首诗无疑是赞叹花敬定所赏音乐的高级，单仔细体味，其中是含有讽刺意思的。花敬定作为一名武将，立功之后终日以歌舞为乐，不再操练兵马，这是有失职分的。作者的讽意并没有诉诸字面，而是隐藏在赞叹乐曲的背后，闪闪烁烁，扑朔迷离，可使仁者见仁，智者见智，既可以把它看成一首赞美音乐的作品，也可以玩味其中的含蕴。",
                    "transferInfo" : "锦官城每日弦乐管乐杂纷纷，一半随着江风飘去，一半飘入了云端。这样的乐曲只应该天上有，人世间芸芸众生能得几回闻？",
                    "backgroundInfo" : "此诗约作于公元761年（唐肃宗上元二年）。花敬定曾因平叛立过功，居功自傲，骄恣不法，放纵士卒大掠东蜀；又目无朝廷，僭用天子音乐。杜甫赠此诗予以委婉的讽刺。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"622"
                    },{
                    "name" : "陋室铭",
                    "author" : "刘禹锡",
                    "content" : "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
                    "addtionInfo" : "陋室：简陋的屋子。在：在于，动词。名：出名，著名。灵：显得有灵气。斯是陋室：这是简陋的屋子。苔痕上阶绿，草色入帘青：苔痕碧绿，长到阶上；草色青葱，映入帘里。鸿儒：大儒，这里指博学的人。白丁：指没有什么学问的人。调（tiáo）素琴：弹奏不加装饰的琴。丝竹：琴瑟、箫管等乐器的总称，这里指奏乐的声音。乱耳：扰乱双耳。案牍（dú）：官府的公文，文书。劳形：使身体劳累。南阳：地名。庐：简陋的小屋子。孔子云：孔子说。何陋之有：即有何之陋。",
                    "classInfo" : "1513",
                    "poetryID" : "121",
                    "source" : "20",
                    "analysesInfo" : "铭是古代一种刻于金石上的押韵文体，多用于歌功颂德与警戒自己。明白了铭的意思，也就明白了题意，作者托物言志，通过对居室的描绘，极力形容陋室的不陋，“斯是陋室，惟吾德馨”这一中心，实际上也就是借陋室之名行歌颂道德品质之实，表达出室主人高洁傲岸的节操和安贫乐道的情趣。&&&《陋室铭》即开篇以山水起兴，山可以不用高，水可以不在深，只要有了仙龙就可以出名，那么居所虽然简陋，但却因主人的有“德”而“馨”，也就是说陋室因为有道德品质高尚的人存在当然也能出名，声名远播，刻金石以记之。山水的平凡因仙龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。此种借力打力的技巧，实为绝妙，也可谓作者匠心独具。特别是以仙龙点睛山水，构思奇妙。“斯是陋室，唯吾德馨”，由山水仙龙入题，作者笔锋一转，直接切入了主题，看引论铺下了基础。也点出了陋室不陋的原因，其原因是德馨二字。&&&在此点看出，作者写此随笔是经过反复思考的，绝对不是一时的灵感冲动。绝句可以是灵光乍现，而连接无暇却是平时的功底积累和反复推敲了。四到七句刁难下祭出此文，并将其刻于石上，具有很强烈的针锋相对的性质。从全文的写作手法来看，通篇以“比”的手法一气呵成，而不是烘托。那么“苔痕”和“谈笑”二句究竟在说什么呢？ 青苔在石阶上（照样）绿意盎然，野草在荒地里（依然）郁郁青青。言下之意是什么呢？我刘禹锡在哪里都不改本色，我所交往的都是有修养的饱学之士，没有（你们这些）无学之辈。作者以青苔和野草来比喻自己独立的人格，这是气节的写照，是不屈的宣言。&&&如果说本文的一到三句是一种铺垫，那么四到七句则进入了真正的对抗。作者以诗一般优美的语言展示了自己的铮铮傲骨，同时，也对势利小人进行了无情的鞭挞。&&&“南阳诸葛庐，西蜀子云亭”作者借诸葛亮的草庐，西蜀扬子云的玄亭作类比，引出自己的陋室，以及两人为自己的楷模，希望自己也能和他们一样拥有高尚的德操，反映自己以古代贤人自况的思想，同时暗示了陋室不陋。实际上刘禹锡这样写还有另一层深意，即诸葛亮是闲居卧龙草庐以待明主出山。而扬雄呢？却是淡薄于功名富贵，潜心修学之士，虽官至上品，然他对于官职的起起落落与金钱的淡泊，却是后世的典范。作者引用此二人之意，他想表达的意思是：荣辱不惊、处危不屈、坚守节操的意思。既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向。这结合作者官场的起起落落，是比较符合实际情况的。&&&结句引用“孔子云：何陋之有？”，引古人之言， 收束全篇， 说明陋室“不陋”。表达了他对当时封建礼教的最高道德品质的追求。用圣人肯定的操守来规范要求自己，也许就是刘禹锡对自己的道德品质的最高要求。这样的结句，不说其中的内容是何种意思，但结合题意，却是妙手天成。因为封建礼教是以儒家的道德标准为最高道德标准的，孔圣人的肯定，也就为他道德品质的论注下了最好的定论，论文当有论据，而引孔圣人言作为论据，无疑在当时是最好的论据，充分而不可辩驳。",
                    "transferInfo" : "山不在于高，有了神仙就会有名气。水不在于深，有了龙就会有灵气。这是简陋的房子，只是我品德好就感觉不到简陋了。苔痕碧绿，长到台上，草色青葱，映入帘里。到这里谈笑的都是博学之人，交往的没有知识浅薄之人，可以弹奏不加装饰的琴，阅读珍贵的经文。没有弦管奏乐的声音扰乱耳朵，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：这有什么简陋的呢?",
                    "backgroundInfo" : "《陋室铭》作于和州任上（824—826年）。《历阳典录》：“陋室，在州治内，唐和州刺史刘禹锡建，有铭，柳公权书碑。”&&&作者因在任监察御史期间，曾经参加了王叔文的“永贞革新”，反对宦官和藩镇割据势力。革新失败后，被贬至安徽和州县当一名通判。按规定，通判应在县衙里住三间三厢的房子。可和州知县见作者被贬，故意刁难之。和州知县先安排他在城南面江而居，作者不但无怨言，反而很高兴，还随意写下两句话，贴在门上：“面对大江观白帆，身在和州思争辩。”和州知县知道后很生气，吩咐衙里差役把作者的住处从县城南门迁到县城北门，面积由原来的三间减少到一间半。新居位于德胜河边，附近垂柳依依，环境也还可心，作者仍不计较，并见景生情，又在门上写了两句话：“垂柳青青江水边，人在历阳心在京。”&&&那位知县见其仍然悠闲自乐，满不在乎，又再次派人把他调到县城中部，而且只给一间只能容下一床、一桌、一椅的小屋。半年时间，知县强迫作者搬了三次家，面积一次比一次小，最后仅是斗室。作者遂愤然提笔写下这篇《陋室铭》，并请人刻上石碑，立在门前。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"623"
                    },{
                    "name" : "浪淘沙·其八",
                    "author" : "刘禹锡",
                    "content" : "莫道谗言如浪深，莫言迁客似沙沉。千淘万漉虽辛苦，吹尽狂沙始到金。",
                    "addtionInfo" : "谗言：毁谤的话。迁客：被贬职调往边远地方的官。漉：水慢慢地渗下。",
                    "classInfo" : "1514",
                    "poetryID" : "122",
                    "source" : "20",
                    "analysesInfo" : "",
                    "transferInfo" : "不要说谗言如同凶恶的浪涛一样令人恐惧，也不要说被贬之人好像泥沙一样在水底埋沉。要经过千遍万遍的过滤，历尽千辛万苦，最终才能淘尽泥沙得到闪闪发光的黄金。",
                    "backgroundInfo" : "唐朝自安史之乱后，气势顿衰。藩镇割据，宦官专权。才人被外放，愤激之际，怨刺之作应运而生。刘禹锡从京官调到地方官之后亦有流芳之作，如《浪淘沙九首》。此组诗当为刘禹锡后期之作，且非创于一时一地。据诗中所涉黄河、洛水、汴水、清淮、鹦鹉洲、濯锦江等，或为辗转于夔州、和州、洛阳等地之作，后编为一组。有学者认为这组诗作于夔州后期，即长庆二年春（公元822年）在夔州贬所所作。 本首诗是组诗中的第八首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"624"
                    },{
                    "name" : "南陵别儿童入京",
                    "author" : "李白",
                    "content" : "白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。",
                    "addtionInfo" : "白酒：古代酒分清酒、白酒两种。嬉笑：欢笑；戏乐。起舞落日争光辉：指人逢喜事光彩焕发，与日光相辉映。游说（shuì）：战国时，有才之人以口辩舌战打动诸侯，获取官位，称为游说。万乘（shèng）：君主。苦不早：意思是恨不能早些年头见到皇帝。会稽愚妇轻买臣：朱买臣典故。西入秦：即从南陵动身西行到长安去。秦：指唐时首都长安，春秋战国时为秦地。蓬蒿人：草野之人，也就是没有当官的人。蓬、蒿：都是草本植物，这里借指草野民间。",
                    "classInfo" : "1515",
                    "poetryID" : "123",
                    "source" : "20",
                    "analysesInfo" : "李白素有远大的抱负，他立志要“申管晏之谈，谋帝王之术，奋其智能，愿为辅弼，使寰区大定，海县清一。”。但在很长时间里都没有得到实现的机会。后他得到唐玄宗召他入京的诏书，异常兴奋。满以为实现自己政治理想的时机到了，立刻回到南陵，（今属安徽）家中，与儿女告别，并写下了这首激情洋溢的七言古诗。&&&“白酒新熟山中归，黄鸡啄黍秋正肥。”开头两句是说，白酒刚刚酿熟时我从山中归来，黄鸡在啄着谷粒秋天长得正肥。&&&诗的一开始就描绘出一派丰收的景象。不仅点明了归家的时间是秋熟季节，而且白酒新熟，黄鸡啄黍，显示一种欢快的气氛，衬托出诗人兴高采烈的情绪，为下面的描写作了铺垫。&&&“呼童烹鸡酌白酒，儿女嬉笑牵人衣。”这两句是说，喊着童仆给我炖黄鸡斟上白酒，孩子们嬉笑吵闹牵扯我的衣服。&&&“高歌取醉欲自慰，起舞落日争光辉。”这两句是说，放情高歌求醉想以此自我安慰，醉而起舞与秋日夕阳争夺光辉。&&&诗人接着摄取了几个似乎是特写的“镜头”，进一步渲染欢愉之情。李白素爱饮酒，这时更是酒兴勃然，为了欢庆奉诏，一进家门就“呼童烹鸡酌白酒”，神情飞扬。显然，诗人的情绪也感染了家人，“儿女嬉笑牵人衣”，此情此态真切动人。饮酒似乎还不足以表现兴奋之情，所以一边痛饮，一边高歌，表达快慰之情。酒酣兴浓，起身舞剑，剑光闪闪与落日争辉。这样通过儿女嬉笑，开怀痛饮，高歌起舞几个典型场景，把诗人喜悦的心情表现得活灵活现。在此基础上又进一步描写自己的内心世界。&&&“游说万乘苦不早，著鞭跨马涉远道。”这两句是说，游说万乘之君已苦于时间不早，快马加鞭奋起直追开始奔远道。这里诗人用了跌宕的表现手法，用“苦不早”反衬诗人欢乐的心情，同时在喜悦之时，又有“苦不早”之感，正是诗人曲折复杂的心情的真实反映。正因为恨不在更早的时候见到皇帝，表达自己的政治主张，所以跨马扬鞭巴不得一下跑完遥远的路程。&&&“会稽愚妇轻买臣，余亦辞家西入秦。”会稽愚妇看不起贫穷的朱买臣，如今我也辞家去长安而西入秦。诗人又很自然的联想到晚年得志的朱买臣。据《汉书·朱买臣传》记载：朱买臣，会稽人，早年家贫，以卖柴为生，常常担柴走路时还念书。他的妻子嫌他贫贱，离开了他。后来朱买臣得到汉武帝的赏识，做了会稽太守。诗中的“会稽愚妇”就是指朱买臣的妻子。李白把那些目光短浅轻视自己的世俗小人比作“会稽愚妇”，而自比朱买臣，以为像朱买臣一样，西去长安就可以青云直上了。真是得意之态溢于言表！&&&“仰天大笑出门去，我辈岂是蓬蒿人！”末二句是说，仰面朝天纵声大笑着走出门去，我怎么会是长期身处草野之人？诗情经过一层层的推演，至此感情的波澜涌向高潮。“仰天大笑”，多么得意的神态；“岂是蓬蒿人”，何等自负的心理，诗人踌躇满志的形象表现得淋漓尽致。&&&这首诗因为描写了李白生活中的一件大事，对了解李白的生活经历和思想感情具有特殊的意义。正因为诗人自负甚高，其后的失望也就越大。此诗在艺术表现上也有其特点，诗善于在叙事中抒情。诗人描写从归家到离家，有头有尾，全篇用的是直陈其事的赋体，又兼采比兴有正面描写，又有烘托。通过匠心独运一层层把感情推向顶点，最后喷发而出，全诗跌宕多姿，把感情表现得真挚而鲜明。",
                    "transferInfo" : "白酒刚刚酿好时我从山中归来，啄着谷粒的黄鸡在秋天长得正肥。呼唤童仆为我炖黄鸡斟上白酒，孩子们嬉笑着牵扯我的布衣。一面高歌，一面痛饮，欲以酣醉表达快慰之情；醉而起舞，闪闪的剑光可与落日争辉。苦于未在更早的时间游说万乘之君，只能快马加鞭奋起直追开始奔远道。会稽愚妇看不起贫穷的朱买臣，如今我也辞家西去长安，只愿青云直上。仰面朝天纵声大笑着走出门去，我怎么会是长期身处草野之人？",
                    "backgroundInfo" : "公元742年（天宝元年），已经四十二岁的李白得到唐玄宗召他入京的诏书。他异常兴奋，满以为实现政治理想的时机到了，立刻回到南陵家中，与儿女告别，并写下了这首激情洋溢的七言古诗，诗中毫不掩饰其喜悦之情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"625"
                    },{
                    "name" : "木兰花·拟古决绝词柬友",
                    "author" : "纳兰性德",
                    "content" : "人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。骊山语罢清宵半，泪雨霖铃终不怨。何如薄幸锦衣郎，比翼连枝当日愿。",
                    "addtionInfo" : "柬：给……信札。何事秋风悲画扇：用汉朝班婕妤被弃的典故。班婕妤为汉成帝妃，被赵飞燕谗害，退居冷宫，后有诗《怨歌行》，以秋扇闲置为喻抒发被弃之怨情。南北朝梁刘孝绰《班婕妤怨》诗又点明“妾身似秋扇”，后遂以秋扇见捐喻女子被弃。这里是说本应当相亲相爱，但却成了相离相弃。故人：指情人。“骊山”二句：用唐明皇与杨玉环的爱情典故。《太真外传》载，唐明皇与杨玉环曾于七月七日夜，在骊山华清宫长生殿里盟誓，愿世世为夫妻。白居易《长恨歌》：“在天愿作比翼鸟，在地愿作连理枝。”对此作了生动的描写。后安史乱起，明皇入蜀，于马嵬坡赐死杨玉环。杨死前云：妾诚负国恩，死无恨矣。又，明皇此后于途中闻雨声、铃声而悲伤，遂作《雨霖铃》曲以寄哀思。这里借用此典说即使是最后作决绝之别，也不生怨。薄幸：薄情。锦衣郎：指唐明皇。",
                    "classInfo" : "1516",
                    "poetryID" : "124",
                    "source" : "20",
                    "analysesInfo" : "词题说这是一首拟古之作，其所拟之《决绝词》本是古诗中的一种，是以女子的口吻控诉男子的薄情，从而表态与之决绝。如古辞《白头吟》、唐元稹《古决绝词三首》等。纳兰性德的这首拟作是借用汉唐典故而抒发“闺怨”之情。&&&用“决绝”这个标题，很可能就是写与初恋情人的绝交这样一个场景的。这首词确实也是模拟被抛弃的女性的口吻来写的。&&&“人生若只如初见”：初相遇的时候，一切都是美好的，所有的时光，都是快乐的。即使偶有一些不如意的地方，也甘心消受，因为抱着憧憬，所以相信一切只会越来越好。所有的困难，都是微不足道，与意中人的相处也应像初见那般甜蜜温馨，深情快乐，可蓦然回首，曾经沧海，早已是，换了人间。&&&“何事秋风悲画扇”一句用汉朝班婕妤被弃的典故。扇子是夏天用来趋走炎热，到了秋天就没人理睬了，古典诗词多用扇子的来比喻被冷落的女性。这里是说本应当相亲相爱，但却成了相离相弃。又将词情从美好的回忆一下子拽到了残酷的现实当中。&&&“等闲变却故人心，却道故人心易变”二句：因为此词是模拟女性的口吻写的，所以从这两句写出了主人公深深地自责与悔恨。纳兰不是一个负心汉，只是当时十多岁的少年还没主宰自己的命运。其实像李隆基这样的大唐皇帝都保不住心爱的恋人，更何况是纳兰。&&&“骊山语罢清宵半，夜雨霖铃终不怨”： 这一句来自于唐明皇和杨贵妃的典故，《太真外传》中记载，唐明皇与杨玉环曾于七月七日夜，在骊山华清宫长生殿里盟誓，愿世世为夫妻。白居易《长恨歌》中的“ 在天愿作比翼鸟，在地愿作连理枝。”更是对此作了生动的描写，当时这二人的感情被传为佳话。后安史乱起，明皇入蜀，在马嵬坡无奈处死杨玉环。杨玉环死前云：“妾诚负国恩，死无恨矣。明皇后来在途中听到雨声、铃声而悲伤，遂作《雨霖铃》曲以寄哀思。这里借用此典说即使是最后作决绝之别，也不生怨。&&&“何如薄幸锦衣郎，比翼连枝当日愿”：这里化用唐李商隐《马嵬》“如何四纪为天子，不及卢家有莫愁”的句意。女子将二人比作明皇与贵妃，可是你又怎么比得上当年的唐明皇呢，他总还是与杨玉环有过比翼鸟、连理枝的誓愿!意思是纵死而分离，也还是刻骨地念念不忘旧情。整首诗到这里就结束了，但女子的哀怨之情却持久的缠绵在读者心中，久久不曾消退。&&&这首词以一个女子的口吻，抒写了被丈夫抛弃的幽怨之情。词情哀怨凄婉，屈曲缠绵。“秋风悲画扇”即是悲叹自己遭弃的命运，“骊山”之语暗指原来浓情蜜意的时刻，“夜雨霖铃”写像唐玄宗和杨贵妃那样的亲密爱人也最终肠断马嵬坡，“比翼连枝”出自《长恨歌》诗句，写曾经的爱情誓言已成为遥远的过去。而这“闺怨”的背后，似乎更有着深层的痛楚，“闺怨”只是一种假托。故有人认为此篇别有隐情，词人是用男女间的爱情为喻，说明与朋友也应该始终如一，生死不渝。",
                    "transferInfo" : "人生如果都像初次相遇那般相处该多美好，那样就不会有现在的离别相思凄凉之苦了。如今轻易地变了心，你却反而说情人间就是容易变心的。想当初唐皇与贵妃的山盟海誓犹在耳边，却又最终作决绝之别，即使如此，也生不得怨。但你又怎比得上当年的唐明皇呢，他总还是与杨玉环有过比翼鸟、连理枝的誓愿。",
                    "backgroundInfo" : "这首《木兰花令》常被我们当做爱情诗来读，其实只要稍微下一点功夫的话，就会在道光十二年结铁网斋刻本《纳兰词》里看到词牌下边还有这样一个词题：“拟古决绝词，柬友”，也就是说，这首词是模仿古乐府的决绝词，写给一位朋友的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"626"
                    },{
                    "name" : "冬夜读书示子聿",
                    "author" : "陆游",
                    "content" : "古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。",
                    "addtionInfo" : "示：训示、指示。子聿(yù)：陆游的小儿子。学问：指读书学习，就是学习的意思。遗：保留，存留。无遗力：用出全部力量，没有一点保留，不遗余力、竭尽全力。少壮：青少年时代。工夫：做事所耗费的时间。始：才。纸：书本。终：到底，毕竟。觉：觉得。浅：肤浅，浅薄，有限的。绝知：深入透彻的理解。行：实践。躬行：亲身实践。",
                    "classInfo" : "1517",
                    "poetryID" : "125",
                    "source" : "20",
                    "analysesInfo" : "“古人学问无遗力，少壮工夫老始成。”赞扬了古人刻苦学习的精神以及做学问的艰难。说明只有少年时养成良好的学习习惯，竭尽全力地打好扎实基础，将来才能成就一番事业。诗人从古人做学问入手娓娓道来，其中“无遗力”三个字，形容古人做学问勤奋用功、孜孜不倦的程度，既生动又形象。诗人语重心长地告诫儿子，趁着年少精力旺盛，抓住美好时光奋力拼搏，莫让青春年华付诸东流。&&&“纸上得来终觉浅，绝知此事要躬行。”强调了做学问的功夫要下在哪里的重要性。孜孜不倦、持之以恒地做学知识，固然很重要，但仅此还不够，因为那只是书本知识，书本知识是前人实践经验的总结，不能纸上谈兵，要“亲身躬行”。一个既有书本知识，又有实践经验的人，才是真正有学问的人。书本知识是前人实践经验的总结，能否符合此时此地的情况，还有待实践去检验。只有经过亲身实践，才能把书本上的知识变成自己的实际本领。诗人从书本知识和社会实践的关系着笔，强调实践的重要性，凸显其真知灼见。“要躬行”包含两层意思：一是学习过程中要“躬行”，力求做到“口到、手到、心到”，二是获取知识后还要“躬行”，通过亲身实践化为己有，转为己用。诗人的意图非常明显，旨在激励儿子不要片面满足于书本知识，而应在实践中夯实和进一步获得升华。&&&这是一首教子诗，诗人在书本与实践的关系上强调了实践的重要性。间接经验是人们从书本中汲取营养，学习前人的知识和技巧的途径。直接经验是直接从实践中产生的认识，是获取知识更加重要的途径。只有通过“躬行”，把书本知识变成实际知识，才能发挥所学知识对实践的指导作用。本诗通过写陆游对儿子子聿的教育，告诉读者做学问要有孜孜不倦、持之以恒的精神。一个既有书本知识，又有实践精神的人，才是真正有学问的人。",
                    "transferInfo" : "古人在学习上不遗余力，年轻时下功夫，到老年才有所成就。从书本上得来的知识毕竟不够完善，要透彻地认识事物还必须亲自实践。",
                    "backgroundInfo" : "这首诗是诗人于公元1199年（庆元五年）于山阴写给二十一岁小儿子陆聿的。诗人在冬日寒冷的夜晚，沉醉于书房，乐此不疲地啃读诗书。在静寂的夜里，抑制不住心头奔腾踊跃的情感，写下了这首哲理诗并满怀深情地送给了儿子。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"627"
                    },{
                    "name" : "山亭夏日",
                    "author" : "高骈",
                    "content" : "绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。",
                    "addtionInfo" : "浓：指树丛的阴影很深。水晶帘：比喻晶莹华美的帘子。蔷薇：植物名，落叶灌木，茎细长，蔓生，枝上密生小刺，羽状复叶，小叶倒卵形或长圆形，花白色或淡红色，有芳香，花可供观赏，果实可以入药。",
                    "classInfo" : "1518",
                    "poetryID" : "126",
                    "source" : "20",
                    "analysesInfo" : "这是一首描写夏日风光的七言绝句。&&&“绿树阴浓夏日长”起得似乎平平，但仔细玩味“阴浓”二字，不独状树之繁茂，且又暗示此时正是夏日午时前后，烈日炎炎，日烈，“树阴”才能“浓”。这“浓”除有树阴特别之意外，尚有深浅之“深”意在内，即树阴密而且深。《红楼梦》里描写大观园夏日中午景象，谓“烈日当空，树阴匝地”，即此意。夏日正午前后最能给人以夏日长的感觉。杨万里《闲居初夏午睡起》说“日长睡起无情思”，就是写的这种情趣。&&&“楼台倒影入池塘”这里诗人是从视觉写夏日，写看到的景观。诗人看到平静的池塘倒映着远近不同的亭台楼阁的倒影，心情自然怡然舒一爽，于是才写出如此富于美感的诗句来。“入池塘”的“入”字用得好，他不仅写出了明净与清新，也写出了动感，写出了池塘容山容水容亭台楼阁的胸怀，把池塘写大了。&&&“水晶帘动微风起”是诗中最含蓄精巧的一句。此句可分两层意思来说。其一，烈日照耀下的池水，晶莹透澈；微风吹来，水光潋滟，碧波粼粼。诗人用“水晶帘动”来比喻这一景象，美妙而逼真──整个水面犹如一挂水晶做成的帘子，被风吹得泛起微波，在荡漾着的水波下则是随之晃动的楼台倒影，非常美妙。其二，观赏景致的诗人先看见的是池水波动，然后才感觉到起风了。夏日的微风是不会让人一下子感觉出来的，此时看到水波才会觉着，所以说“水晶帘动微风起”。如果先写“微风起”，而后再写“水晶帘动”，那就味同嚼蜡了。&&&“满架蔷薇一院香”中诗人又从嗅觉角度来写夏日。正当诗人陶醉于这夏日美景的时候，忽然飘来一阵花香，香气沁人心脾，诗人精神为之一振。那蔷薇不是诗人看到的，诗人也未必知道庭院里还有蔷薇满架，而是那醉人的芳一香提醒了诗人。在这盛夏骄陽下的山亭的幽静清新的景致之中，又加上“满架蔷薇”，增添了鲜艳的色*彩，充满了醉人的芳一香，使作品洋溢出夏日特有的灵动与生机。另外，“一院香”，又与上句“微风起”不无关联，若没有微风，蔷薇花香就不会飘过来，诗人自然就不知道还有“满架蔷薇”。&&&诗写夏日风光，用近似绘画的手法：绿树阴浓，楼台倒影，池塘水波，满架蔷薇，构成了一幅色彩鲜丽、情调清和的图画。这一切都是由诗人站立在山亭上所描绘下来的。山亭和诗人虽然没有在诗中出现，然而当人在欣赏这首诗时，却仿佛看到了那个山亭和那位悠闲自在的诗人。",
                    "transferInfo" : "绿树葱郁浓阴夏日漫长，楼台的倒影映入了池塘。水晶帘在抖动微风拂起，满架蔷薇惹得一院芳香。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"628"
                    },{
                    "name" : "上堂开示颂",
                    "author" : "黄蘖禅师",
                    "content" : "尘劳迥脱事非常，紧把绳头做一场。不经一番寒彻骨，怎得梅花扑鼻香。",
                    "addtionInfo" : "尘劳：佛教徒谓世俗事务的烦恼。迥（jiǒng）脱：迥，远离，指超脱。紧把：紧紧握住。",
                    "classInfo" : "1519",
                    "poetryID" : "127",
                    "source" : "20",
                    "analysesInfo" : "该诗用梅花顶风冒雪开放、发出芳香，比喻经过艰苦摸索、禅机顿悟的境地，从而表达了诗人劝诫世人为人做事应有梅花这般品性的思想。&&&这是两句借梅花傲雪迎霜、凌寒独放的性格，勉励人克服困难、立志成就事业的格言诗。关于梅花，宋范成大《梅谱·前序》说：“梅，天下之尤物，无问智愚贤不肖，莫敢有异议。”“尤物”，这里指特别珍异的花卉，也就是说，梅是一种品质高出群芳的植物。可见，作者用梅花来象征一种精神，这象征本身已包含某种哲理；倘再就其经受的“彻骨寒”与最终获得的“扑鼻香”，予以因果上的提示，则作为喻体的“梅花”，更寄寓着另一层深刻的道理。&&&作者是佛门禅宗的一代高僧，他借此诗偈，表达对坚志修行得成果的决心，说出了人对待一切困难所应采取的正确态度。这也是这两句诗极为有名，屡屡被人引用，从禅宗诗偈成为世俗名言的主要原因。",
                    "transferInfo" : "摆脱尘念劳心并不是一件容易事，必须拉紧绳子、俯下身子在事业上卖力气。如果不经历冬天那刺骨严寒，梅花怎会有扑鼻的芳香。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"629"
                    },{
                    "name" : "浣溪沙·细雨斜风作晓寒",
                    "author" : "苏轼",
                    "content" : "细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。",
                    "addtionInfo" : "浣溪沙：词牌名。媚：美好。此处是使动用法。滩：十里滩，在南山附近。洛：洛河，源出安徽定远西北，北至怀远入淮河。漫漫：水势浩大。雪沫乳花：形容煎茶时上浮的白泡。午盏：午茶。蓼（liǎo）茸：蓼菜嫩芽。春盘：旧俗，立春时用蔬菜水果、糕饼等装盘馈赠亲友。",
                    "classInfo" : "1520",
                    "poetryID" : "128",
                    "source" : "20",
                    "analysesInfo" : "这是一首纪游词，是以时间为序来铺叙景物的。词的上片写早春景象，下片写作者与同游者游山时以清茶野餐的风味。作品充满春天的气息，洋溢着生命的活力，反映了作者对现实生活的热爱和健胜进取的精神。&&&词的上片写沿途景观。“细雨斜风作晓寒，淡烟疏柳媚晴滩。”这首词开头两句是说，细雨斜风天气微寒。淡淡的烟雾，滩边稀疏的柳树似乎在向刚放晴后的沙滩献媚。&&&第一句写清晨，风斜雨细，瑟瑟寒侵，这在残冬腊月是很难耐的，可是东坡却只以“作晓寒”三字出之，表现了一种不大在乎的态度。第二句写向午的景物：雨脚渐收，烟云淡荡，河滩疏柳，尽沐晴辉。俨然成了一幅淡远的风景图画了。一个“媚”字，尤能传出作者喜悦的心声。作者从摇曳于淡云晴日中的疏柳，觉察到萌发中的春潮。于残冬岁暮之中把握住物象的新机，这正是东坡逸怀豪气的表现，精神境界的高人之处。&&&“入淮清洛渐漫漫。”第三句是说，眼前入淮清洛，仿佛渐流渐见广远无际。&&&上片结句寄兴遥深，一结甚远。句中的“清洛”，即“洛涧”，发源于合肥，北流至怀远合于淮水，地距泗州（宋治在临淮）不近，非目力所及。那么词中为什么提到清洛呢？这是一种虚摹的笔法。作者从眼前的淮水联想到上游青碧的洛涧，当它汇入浊淮以后，就变得浑浑沌沌一片浩茫了。在这里显然不是单纯的景物描写，而是含有“在山泉水清，出山泉水浊”的归隐林泉的寓意在内。&&&下片转写作者游览时的清茶野餐及欢快心情。一起两句，作者抓住了两件有特征性的事物来描写：乳白色的香茶一盏和翡翠般的春蔬一盘。两相映托，便有浓郁的节日气氛和诱人的力量。“雪沫”乳花，状煎茶时上浮的白泡。以雪、乳形容茶色之白，既是比喻，又是夸张，形象鲜明。午盏，指午茶。此句可说是对宋人茶道的形象描绘。“蓼茸蒿笋”，即蓼芽与蒿茎，这是立春的应时节物。旧俗立春时馈送亲友以鲜嫩春菜和水果、饼铒等，称“春盘”。&&&此二句绘声绘色、活灵活现地写出了茶叶和鲜菜的鲜美色泽，使读者从中体味到词人品茗尝鲜时的喜悦和畅适。这种将生活形象铸成艺术形象的手法，显示出词人高雅的审美意趣和旷达的人生态度。“人间有味是清欢”，这是一个具有哲理性的命题，用词的结尾，却自然浑成，有照彻全篇之妙趣，为全篇增添了欢乐情调和诗味、理趣。&&&这首词，色彩清丽而境界开阔的生动画面中，寄寓着作者清旷、闲雅的审美趣味和生活态度，给人以美的享受和无尽的遐思。",
                    "transferInfo" : "细雨斜风天气微寒。淡淡的烟雾和稀疏的杨柳使初晴后的沙滩更妩媚。清澈的洛涧汇入淮河，水势浩大，茫茫一片。泡上一杯浮着雪沫乳花似的清茶，品尝山间嫩绿的蓼芽蒿笋的春盘素菜。人间真正有滋味的还是清淡的欢愉。",
                    "backgroundInfo" : "这首纪游词是公元1084年（宋神宗元丰七年）苏轼在赴汝州（今河南汝县）任团练使途中，路经泗州（今安徽泗县）时，与泗州刘倩叔同游南山时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"630"
                    },{
                    "name" : "题菊花",
                    "author" : "黄巢",
                    "content" : "飒飒西风满院栽，蕊寒香冷蝶难来。他年我若为青帝，报与桃花一处开。",
                    "addtionInfo" : "飒飒：形容风声。蕊：花心儿。青帝：司春之神，古代传说中的五天帝之一，住在东方，主行春天时令。报：告诉，告知，这里有命令的意思。",
                    "classInfo" : "1521",
                    "poetryID" : "129",
                    "source" : "20",
                    "analysesInfo" : "自从东晋陶渊明“采菊东篱下，悠然见南山”的名句一出，菊花就和孤标傲世的高士、隐者结下了不解之缘，几乎成了封建文人孤高绝俗精神的一种象征。黄巢的菊花诗，却完全脱离了同类作品的窠臼，表现出不同的思想境界和艺术风格。&&&“飒飒西风满院载，蕊寒香冷蝶难来。”这首小诗的前两句是说，飒飒秋风卷地而来，满院菊花瑟瑟飘摇。&&&第一句写满院菊花在飒飒秋风中开放。“西风”点明时节，逗起下句；“满园”极言菊花之多；说“栽”而不说“开”，是避免与末句重韵，同时“栽”字本身也给人以一种挺立劲拔之感。写菊花迎风霜开放，以显示其劲节，这在文人咏菊诗也不难见到；但“满园栽”却显然不同于文人诗中的菊花形象。无论是表现“孤标傲世”之情，“孤高绝俗”之态或“孤孑无伴”之感，往往脱离不了一个“孤”字。黄巢的诗独说“满园栽”，是因为在他心目中，菊花是劳苦大众的象征，与“孤”字无缘。菊花迎风霜开放，固然显出它的生命力，但时值寒秋，“蕊寒香冷蝶难来”，却是极大的憾事，在飒飒的秋风中，菊花似乎带着寒意，散发着幽冷细微的芳香，不像在风和日丽的春天开放的百花，浓香竟发，因此蝴蝶也就难得飞来采掇菊花的幽芳了。在旧文人的笔下，这个事实通常总是引起两种感情，孤芳自赏或怀才不遇。作者的感情有别于此，在他看来，“蕊寒香冷”是因为菊花开放在寒冷的季节，他自不免为菊花的开不逢时而惋惜、而不平。&&&“他年我若为青帝，报与桃花一处开。”小诗的后两句是说，有朝一日，我要当了春神，我将安排菊花和桃花同在春天盛开。后两句正是作者感情自然的发展，作者想象自己有朝一日做了司春之神，就要让菊花和桃花一起在春天里开放。这一充满强烈浪漫主义激情的想象，集中的表达了作者宏伟的抱负。诗中的菊花，是当时社会上千千万万处于底层劳动人民的化身，作者既赞赏他们迎风霜而开放的顽强生命力，又深深为他们所处的环境，所遭遇命运的而愤激不平，立志要彻底加以改变。所谓为“青帝”，不妨看作是建立农民政权的施政纲领，作者想象到了那一天，广大劳苦大众都能生活在温暖的春天里。值得注意的是这里还体现了农民朴素的平等观念，因为在作者看来，菊花和桃花同为百花之一，理应享受同等的待遇，菊花独处寒秋，蕊寒香冷，实在是天公极大的不公。因此他决心要让菊花和桃花一样享受春天的温暖。不妨认为，这是诗化了的农民平等思想。&&&这里还有一个靠谁来改变命运的问题。是祈求天公的同情与怜悯，而是“我为青帝”，取而代之？其间存在着做命运的奴隶和做命运的主人的区别。诗的作者说：“我为青帝。”这豪迈的语言，正体现了农民阶级领袖人物推翻旧政权的豪迈意志和信心，而这一点，也正是一切封建文人所不能超越的铁门槛。&&&这首诗所抒写的思想感情是非常豪壮的，它表现了一位胸怀大志者的本色，但它并不流于粗豪，仍不失含蕴。这是因为诗中成功的运用了比兴手法，而比兴本身又融合着作者对生活的独特感受与理解的缘故。",
                    "transferInfo" : "秋风飒飒摇动满院菊花，花蕊花香充满寒意，再难有蝴蝶飞来采蜜。若是有朝一日我成为了司春之神，一定要让菊花和桃花同在春天盛开。",
                    "backgroundInfo" : "宋张端义《贵耳集》卷下记载这首诗作于黄巢五岁时，不可信。此诗应当作于黄巢年青时，发动起义之前。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"631"
                    },{
                    "name" : "春江花月夜",
                    "author" : "张若虚",
                    "content" : "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。",
                    "addtionInfo" : "滟（yàn）滟：波光荡漾的样子。芳甸(diàn）：芳草丰茂的原野。霰（xiàn）：天空中降落的白色不透明的小冰粒，形容月光下春花晶莹洁白。流霜：飞霜，古人以为霜和雪一样，是从空中落下来的，所以叫流霜。在这里比喻月光皎洁，月色朦胧、流荡，所以不觉得有霜霰飞扬。汀（tīng）：沙滩。纤尘：微细的灰尘。月轮：指月亮，因为月圆时像车轮，所以称为月轮。穷已：穷尽。但见：只见、仅见。悠悠：渺茫、深远。青枫浦上：青枫浦为地名，今湖南浏阳县境内有青枫浦，这里泛指游子所在的地方。扁舟子：飘荡江湖的游子。明月楼：月夜下的闺楼。这里指闺中思妇。月徘徊：指月光偏照闺楼，徘徊不去，令人不胜其相思之苦。离人：此处指思妇。妆镜台：梳妆台。玉户：形容楼阁华丽，以玉石镶嵌。捣衣砧（zhēn ）：捣衣石、捶布石。相闻：互通音信。逐：追随。月华：月光。闲潭：幽静的水潭。潇湘:湘江与潇水。无限路：极言离人相距之远。乘月：趁着月光。摇情：激荡情思，犹言牵情。",
                    "classInfo" : "20",
                    "poetryID" : "130",
                    "source" : "20",
                    "analysesInfo" : "此诗沿用陈隋乐府旧题，运用富有生活气息的清丽之笔，以月为主体，以江为场景，描绘了一幅幽美邈远、惝恍迷离的春江月夜图，抒写了游子思妇真挚动人的离情别绪以及富有哲理意味的人生感慨，表现了一种迥绝的宇宙意识，创造了一个深沉、寥廓、宁静的境界。全诗共三十六句，每四句一换韵，通篇融诗情、画意、哲理为一体，意境空明，想象奇特，语言自然隽永，韵律宛转悠扬，洗净了六朝宫体的浓脂腻粉，具有极高的审美价值，素有“孤篇盖全唐”之誉。&&&诗人入手擒题，一开篇便就题生发，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中！江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，象撒上了一层洁白的雪。诗人真可谓是丹青妙手，轻轻挥洒一笔，便点染出春江月夜中的奇异之“花”。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微：月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“流霜不觉飞”，“白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。&&&清明澄彻的天地宇宙，仿佛使人进入了一个纯净的世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。这种探索，古人也已有之，如曹植《送应氏》：“天地无终极，人命若朝霜”，阮籍《咏怀》：“人生若尘露，天道邈悠悠”等等，但诗的主题多半是感慨宇宙永恒，人生短暂。张若虚在此处却别开生面，他的思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年只相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年只相似”的明月得以共存。这是诗人从大自然的美景中感受到的一种欣慰。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。全诗的基调是“哀而不伤”，使我们得以聆听到初盛唐时代之音的回响。&&&“不知江月待何人，但见长江送流水”，这是紧承上一句的“只相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，象是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。&&&“白云”四句总写在春江花月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，正因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。&&&以下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。月光引起的情思在深深地搅扰着她，此时此刻，月色不也照着远方的爱人吗？共望月光而无法相知，只好依托明月遥寄相思之情。望长空：鸿雁远飞，飞不出月的光影，飞也徒劳；看江面，鱼儿在深水里跃动，只是激起阵阵波纹，跃也无用。“尺素在鱼肠，寸心凭雁足”。向以传信为任的鱼雁，如今也无法传递音讯──该又凭添几重愁苦！&&&最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家──花落幽潭，春光将老，人还远隔天涯，情何以堪！江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡！他那无着无落的离情，伴着残月之光，洒满在江边的树林之上。&&&“落月摇情满江树”，这结句的“摇情”──不绝如缕的思念之情，将月光之情，游子之情，诗人之情交织成一片，洒落在江树上，也洒落在读者心上，情韵袅袅，摇曳生姿，令人心醉神迷。&&&《春江花月夜》在思想与艺术上都超越了以前那些单纯模山范水的景物诗，“羡宇宙之无穷，哀吾生之须臾”的哲理诗，抒儿女别情离绪的爱情诗。诗人将这些屡见不鲜的传统题材，注入了新的含义，融诗情、画意、哲理为一体，凭借对春江花月夜的描绘，尽情赞叹大自然的奇丽景色，讴歌人间纯洁的爱情，把对游子思妇的同情心扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合起来，从而汇成一种情、景、理水乳交溶的幽美而邈远的意境。诗人将深邃美丽的艺术世界特意隐藏在惝恍迷离的艺术氛围之中，整首诗篇仿佛笼罩在一片空灵而迷茫的月色里，吸引着读者去探寻其中美的真谛。&&&全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，触处生神，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起──高悬──西斜──落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。&&&诗的韵律节奏也饶有特色。诗人灌注在诗中的感情旋律极其悲慨激荡，但那旋律既不是哀丝豪竹，也不是急管繁弦，而是象小提琴奏出的小夜曲或梦幻曲，含蕴，隽永。诗的内在感情是那样热烈、深沉，看来却是自然的、平和的，犹如脉搏跳动那样有规律，有节奏，而诗的韵律也相应地扬抑回旋。全诗共三十六句，四句一换韵，共换九韵。又平声庚韵起首，中间为仄声霰韵、平声真韵、仄声纸韵、平声尤韵、灰韵、文韵、麻韵，最后以仄声遇韵结束。诗人把阳辙韵与阴辙韵交互杂沓，高低音相间，依次为洪亮级（庚、霰、真）──细微极（纸）──柔和级（尤、灰）──洪亮级（文、麻）──细微级（遇）。全诗随着韵脚的转换变化，平仄的交错运用，一唱三叹，前呼后应，既回环反复，又层出不穷，音乐节奏感强烈而优美。这种语音与韵味的变化，又是切合着诗情的起伏，可谓声情与文情丝丝入扣，宛转谐美。",
                    "transferInfo" : "春天的江潮水势浩荡与大海连成了一片，一轮明月从海上升起好像与潮水一起涌出来。月光照耀着春江随着波浪荡漾千万里，所有地方的春江都有明亮的月光。江水曲曲折折地绕着花草丛生的原野流淌，月光照射着开遍鲜花的树林好像细密的雪珠在闪烁。月色如霜所以霜飞无从觉察，洲上的白沙和月色融合在一起看不分明。江水和天空变成了一种颜色没有一点微小的灰尘，明亮的天空中只有一轮孤月悬挂。江边上是什么人最初看见了月亮，江上的月亮又是哪一年最初照耀着人们？人生一代一代地无穷无尽，而江上的月亮一年一年地总是相似。不知道江上的月亮在等待着什么人，只见长江不断地一直运输着流水。游子像一片白云缓缓地离去，只剩下思妇站在离别的青枫浦不胜忧愁。谁家的游子今晚坐着小舟在漂荡？什么地方有人在明月照耀的楼上相思？可怜楼上不停移动的月光，应该照耀在离人的梳妆台。月光照进思妇的门帘卷不走，照在她的捣衣砧上拂不掉。这时互相望着月亮可是不能音信，我希望随着月光流去照耀着您。鸿雁不停地飞翔而不能飞出无边的月光，月照江面鱼龙在水中跳跃激起阵阵波纹。昨天夜里梦见花落闲潭，可惜的是春天已过了一半自己却还不能回家。江水带着春光将要流尽，水潭上的月亮又要西落。斜月慢慢下沉藏在海雾里，碣石与潇湘的离人距离无限遥远。不知道有几人能趁着月光回家，唯有那西落的月亮摇荡着离情洒满了江边的树林。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"632"
                    },{
                    "name" : "蝶恋花·阅尽天涯离别苦",
                    "author" : "王国维",
                    "content" : "阅尽天涯离别苦，不道归来，零落花如许。花底相看无一语，绿窗春与天俱暮。待把相思灯下诉，一缕新欢，旧恨千千缕。最是人间留不住，朱颜辞镜花辞树。",
                    "addtionInfo" : "蝶恋花：词牌名，又名“凤栖梧”“鹊踏枝”等。阅：经历。不道：不料。如许：像这样。绿窗：绿色的纱窗，指女子居所。暮：傍晚的意思。新欢：久别重逢的喜悦。旧恨：长期以来的相思之苦。朱颜：青春年少的容颜。辞树：离开树木。",
                    "classInfo" : "1523",
                    "poetryID" : "131",
                    "source" : "20",
                    "analysesInfo" : "“阅尽天涯离别苦，不道归来，零落花如许。”三句：我早已历尽天涯离别的痛苦，想不到归来时，却看到百花如此零落的情景。开篇即直陈久别给人带来的苦楚。离别诚然是痛苦的，在词人眼里，连相逢也是苦楚的，时间无情，荡去了容颜，一分重逢之欢难抵十分久别之苦。&&&“花底相看无一语，绿窗春与天俱莫。”二句：我跟她，在花底黯然相看，都无一语。绿窗下的芳春，也与天时同样地迟暮了。“无一语”，益觉悲凉。春暮，日暮，象征着情人们年华迟暮。作者以花喻人。“零落花如许”的“花”字，当即暗喻妻子。“零落”的是她的青春，她的美丽。这些年来，词人忍受了多少离别的煎熬，如今兴冲冲归来，不意却是如此境况，愧、悔、爱、怜齐集心头，真是离别苦，相见更苦。最妙的是“花底相看无一语”之句。这里的“花”无疑指庭院中的花树，花底看“花”，花面交映，真是浑然一体。大自然的“花”与人间的“花”一样，在这暮春时节，都开始走向“零落”。这其实是在暗喻零落的是他们的青春。&&&“待把相思灯下诉，一缕新欢，旧恨千千缕。”三句：本来准备在夜阑灯下，细诉别后的相思。可是，一点点新的欢娱，又勾起了无穷的旧恨。三句更着力写迟暮的悲感。当日的别离，辜负了大好芳春，这千丝万缕的怨恨是无法消除的。“最是”二句中“辞镜”二字新，有点铁成金之妙。两“辞”字重用亦佳。在词的下片作者把时间推向了夜晚，把地点推向了闺房，“花底”变成“灯下”。夫妻款款细语，互相诉说着多年来的别情。这短暂的良宵，短暂的欢会，能抵消那么多的相思之苦吗？纵使无穷的“旧恨”从此都烟消云散，都能够化作“新欢”，但令人十分无可奈何的是，青春已经逝去，朱颜已经暗淡，正如窗外的一树花影，也正在悄悄地凋零。&&&“最是人间留不住，朱颜辞镜花辞树。”二句：在人世间最留不住的是：那在镜中一去不复返的青春和离树飘零的落花。“辞镜”二字新，有点铁成金之妙。两“辞”字重用亦佳。&&&这首词一改前人写重逢之喜，而抒重逢之苦，富有浓厚的悲剧色彩。作者以花暗喻妻子，通过写忍受离别的煎熬后回家看到的境况，表达了作者心中愧、悔、爱、怜齐集的复杂心情，抒写了作者对光阴易逝的的感叹。",
                    "transferInfo" : "我早已历尽天涯离别的痛苦，想不到重回故地时，故人已如花般凋零。忆当时与她花下别离，相对无言，只有离愁别绪噎胸间，现在只剩绿窗青天如故，却已非当时风景了。想在这萤萤孤灯下细诉相思，细诉别后的相思。可是，一点点新的欢娱，又勾起了无穷的旧恨。在人世间最留不住的是，那在镜中一去不复返的青春和离树飘零的落花。",
                    "backgroundInfo" : "公元1905年（光绪三十一年）春天，长期奔走在外的词人回到家乡海宁。夫人莫氏原本就体弱多病，久别重逢，只见她面色更显憔悴，不禁万分感伤。这首词，或许就是此时而作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"633"
                    },{
                    "name" : "春雪",
                    "author" : "韩愈",
                    "content" : "新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。",
                    "addtionInfo" : "新年：指农历正月初一。芳华：泛指芬芳的花朵。初：刚刚。惊：新奇，惊讶。嫌：嫌怨；怨恨。故：故意。",
                    "classInfo" : "1524",
                    "poetryID" : "132",
                    "source" : "20",
                    "analysesInfo" : "这是一首七言绝句，此诗于常景中翻出新意，工巧奇警，独具风采。&&&“新年都未有芳华，二月初惊见草芽。”新年即阴历正月初一，这天前后是立春，所以标志着春天的到来。新年都还没有芬芳的鲜花，就使得在漫漫寒冬中久盼春色的人们分外焦急。一个“都”字，流露出这种急切的心情。“惊”字最值玩味。它写出了诗人在焦急的期待中终于见到“春色”的萌芽的惊喜神情。此外，“惊”字状出摆脱冬寒后新奇、惊讶、欣喜的心情 。这一“ 初”字，含有春来过晚、花开太迟的遗憾、惋惜和不满的情绪。从章法上看 ，前句“未有芳华”，一抑；后句“初见草芽”，一扬，跌宕有致，波澜起伏。&&&“白雪却嫌春色晚，故穿庭树作飞花。”两句表面上是说有雪而无花，实际感情却是：人倒还能等待来迟的春色，从二月的草芽中看到春天的身影，但白雪却等不住了，竟然纷纷扬扬，穿树飞花，自己装点出了一派春色。真正的春色（百花盛开）未来，固然不免令人感到有些遗憾，但这穿树飞花的春雪不也照样给人以春的气息吗！诗人对春雪飞花主要不是惆怅、遗憾，而是充满了欣喜。一个盼望着春天的诗人，如果自然界还没有春色，他就可以幻化出一片春色来。这就是三、四两句的妙处，它富有浓烈的浪漫主义色彩，可谓神来之笔。“却嫌”、 “故穿”，把春雪刻画得多么美好而有灵性。诗的构思甚奇。初春时节，雪花飞舞，本来是造成“新年都未有芳华，二月初惊见草芽”的原因，可是，诗人偏说白雪是因为嫌春色来得太迟，才“ 故穿庭树”纷飞而来 。这种翻因为果的写法，却增加了诗的意趣。“作飞花”三字，翻静态为动态，把初春的冷落翻成仲春的喧闹，一翻再翻，令读者目不暇接。&&&第三、四段简要赏析：运用了拟人的手法，“嫌”、“穿”把春雪比作人，使雪花仿佛有了人的美好愿望与灵性，同时这穿树飞花的春雪似乎也给人春的气息，为诗歌增添了浓烈的浪漫主义色彩，渲染了热闹的喜悦气氛，这就是运用拟人手法的妙处。",
                    "transferInfo" : "到了新年都还看不到芬芳的鲜花，二月初时才惊喜地发现有小草冒出了新芽。白雪也嫌春色来得太晚了，所以故意化作花儿在庭院树间穿飞。",
                    "backgroundInfo" : "此诗作于815年（元和十年），当时作者韩愈在朝任史馆修撰，知制诰。对于到过岭南的韩愈来说，北方的春天来的稍晚，直到二月才有草芽长出来，作者便借鉴岑参《白雪歌》之意，创作了此诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"634"
                    },{
                    "name" : "采桑子·而今才道当时错",
                    "author" : "纳兰性德",
                    "content" : "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。",
                    "addtionInfo" : "才道：才知道。凄迷：凄凉迷乱。红泪：形容女子的眼泪。无计：无法。欢期：佳期，指二人重会相守之期。",
                    "classInfo" : "1525",
                    "poetryID" : "133",
                    "source" : "20",
                    "analysesInfo" : "《采桑子》率直平白，把词人的一片深情以及被迫分离永难相见的痛苦与思念表达得淋漓尽致。&&&该词上片描写自己与表妹之间只是一种错，抒发了自己凄迷的心情。&&&“而今才道当时错，心绪凄迷。”有一种美，就在于语言的歧义，“心绪凄迷”是本篇抒情的重心。这里的“心绪凄迷”，正是由上面的“错”而引发出来，但而今才明白的“当时错”，究竟是当初不应相识，还是当初不该从相识而走得更近，或是当时应该牢牢把握住机会、不放你离去，作者所谓的“错”是什么词中并未交待清楚，也不需要交待清楚，这个空间是留给读者自己想像的，读者不应该侵占、剥夺，也不能够侵占、剥夺。&&&“红泪偷垂，满眼春风百事非。”设想那个女子正在偷偷垂泪，这里似乎是一个错位的修辞，要说“百事非”，应该搭配“满眼秋风”才是，但春风满眼，春愁宛转，由生之美丽而感受死之凄凉，在繁花似锦的喜景里独会百事皆非的悲怀，尤为痛楚。此刻的春风和多年前的春风并没什么两样，而此刻的心情却早已步入秋天。&&&下片开始写无可奈何的心境，表达了词人内心的无奈之情。&&&“情知此后来无计，强说欢期。”“欢期”是相见、欢聚的意思，而“强说”一词让这份期待中的欢期变得难以预见，明明知道再也不会有见面的机会了，但还是强自编织着谎言，约定将来的会面。那一别真成永诀，此时此刻，欲哭无泪，欲诉无言。&&&“一别如斯，落尽梨花月又西”。风动梨花、淡烟软月中，翩翩归来的，是佳人的一点幽香，化作梨花落入手心。情语写到尽处，以景语来作结：以景语的“客观风月”来昭示情语的“主观风月”，这既是词人的修辞，也是情人的无奈。正是那无限愁怀说不得，却道天凉好个秋。&&&全词以懊恼之意写分离之苦，语少而意足，辞新而情悲，有跌宕摇曳之姿。",
                    "transferInfo" : "现在才知道那时我错了，心中凄凉迷乱，眼泪默默落下，满眼看到的都是春风，事物却非于从前。明知此次分别之后再无相见的机会，还是勉强约定将来相会的日期。像这样一别，一待梨花落尽，月亮又会悬系在西天。",
                    "backgroundInfo" : "此词的具体创作时间不详。自从纳兰的表妹进宫之后，词人便对她怀念不已。几年之后，在某一个春光明媚、心情本该最好的日子，痛定思痛，突然发现这场思念或许就不该开始，即便开始也本该早早结束。于是词人写下了这首词来表达自己内心的惆怅与思念。 也有资料称该词是词人为爱人沈宛所作，旨在表达自己内心的爱人的思念之情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"635"
                    },{
                    "name" : "南歌子词二首",
                    "author" : "温庭筠",
                    "content" : "一尺深红胜曲尘，天生旧物不如新。合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。",
                    "addtionInfo" : "一尺深红：即一块深红色丝绸布。曲尘：酒曲上所生菌，因色微黄如尘，亦用以指淡黄色。此处意谓，红绸布蒙上了尘土，呈现出酒曲那样的暗黄色。合欢桃核：是夫妇好合恩爱的象征物。桃核，桃为心形，核同合音，可以像喻两心永远相合。里许：里面，里头。元来：即“原来”。人：取“仁”的谐音。深烛：音谐深嘱，此处用的是谐音双关的修辞手法，写女子“深嘱”情郎。长行：长行局，古代的一种博戏。这里用此博戏的名称双关长途旅行。围棋：中国传统棋种。此处用“围棋”与“违期”的谐音，劝“郎”莫要误了归期。玲珑：精巧貌。骰（tóu）子：博具，相传为三国曹植创制，初为玉制，后演变为骨制，因其点着色，又称色子；为小立方体块状，六个面上分别刻有从一到六不同数目的圆点，其中一、四点数着红色，其余点数皆着黑色。这骰子上的红点，即被喻为相思的红豆。",
                    "classInfo" : "1526",
                    "poetryID" : "134",
                    "source" : "20",
                    "analysesInfo" : "“一尺深红蒙曲尘，天生旧物不如新。”首二句，感物起兴。眼见一块原来是极鲜亮的红丝绸，却因蒙上了灰尘，颜色变得暗淡了，旧如“曲尘”，而这“一尺深红”的丝绸，好像不是一般的妇人之饰，很可能它就是女子新婚时用过的方幅红绸“盖头”。这“一尺深红”，应是女子眼中的不寻常之物，她一直把那约一尺宽的红绸作为自己婚姻的象征，看到红绸，就引起对幸福的憧憬。可如今，眼前的红绸却已经蒙上尘土，还有了不少“曲尘”似的霉斑。&&&睹物思人，不由感慨万端。唉，还是俗话说得对，物品天生的都是旧不如新。然而，就爱情而言，则不能“喜新厌旧”，而应是“日久长新”才好，否则情不专而怨恨必生。窦玄妻《古怨歌》云：“衣不如新，人不如故。”诗人这里正是以“衣不如新”反衬“人不如故”。看来是丈夫又有了新欢，才引起女主人公幽怨的情思。这二句运用了比喻，虽然手法委宛，语言却很直白，就意蕴而论，显然缺乏含蓄之美感。&&&“合欢桃核终堪恨，里许元来别有人。”这二句，仍然运用了比喻，抒发被弃女子的“恨”意。“合欢桃核”，本来那是夫妇好合恩爱的象征物，旧日婚俗在“新人”家中，也常常摆放枣、栗子、桂枝、桃核等果物，预示喜兆。想当初，女主人公在与丈夫两情欢娱的时候，她是那样相信她们用桃核来表示的永远好合的誓言，现在明白，原来那“合欢桃核”里面，已经有了另外一个“人”了。“人”是“仁”的谐音，说“合欢桃核”另有“人”，就是说她的丈夫内心里另有新欢的“人”了。&&&所以，这是借鉴了民歌中常用的谐音双关的手法写桃核内有“仁”以隐喻合欢之人心中原来别有“人”，富有民间的生活气息。既然对方心中已有他人，故第二句曰“旧物不如新”；虽前有“合欢桃核”之约，然“终堪恨”也。这就既巧妙地讽刺了爱情上的喜新厌旧者，又曲折地表达了抒情主人公对所爱者的执着追求，那“恨”字流露出一种难言的幽恨之情。面对负心人，诗人委婉地提出自己的劝戒，言有尽而意无穷，反映了甜蜜爱情生活中的另一个侧面。",
                    "transferInfo" : "一袭深红色的长裙日子久了便会蒙尘泛黄，自古以来旧的东西就不如新的东西讨人喜欢。你我虽有两心相合的约定，但我心中终究是有怨恨的，因为你的心中已有他人。深夜里点亮烛火深深的嘱咐你，此去路途遥远我的心与你相伴，切记不要忘了归期。小巧精致的骰子上嵌入那意喻相思的红豆，你是否知道那深入骨中的就是我对你的相思意？",
                    "backgroundInfo" : "此两首诗载于《云溪友议》卷下《温裴黜》。是诗人与友人饮筵时为所唱小曲填的词，内容均属情诗。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : "",
                    "likes":"635"
                    }
    
    ],
    "type" : "poetry_gradeOne",
    "baseID" : "0",
    "mainClass" : "0"
}


