{
    "poetryList" : [
        {
       "name" : "雨过山村",
       "author" : "唐·王建",
       "content" : "雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。",
       "transferInfo" : "雨中传来鸡鸣，山村里依稀一两户人家。小溪夹岸绿竹苍翠，窄窄板桥连接着一线山路。婆媳相互呼唤一起去浴蚕选种，那庭院中间的栀子花独自开放无人欣赏。",
       "addtionInfo" : "竹溪：小溪旁长着翠竹。妇姑：指农家的媳妇和婆婆。相唤：互相呼唤。浴蚕：古时候将蚕种浸在盐水中，用来选出优良的蚕种，称为浴蚕。闲看：农人忙着干活，没有人欣赏盛开的栀子花。中庭：庭院中间。栀子：常绿灌木，春夏开白花，很香。",
       "analysesInfo" : "“雨里鸡鸣一两家”。诗一开头就透出山村风味，这首先是从鸡声来的。“鸡鸣桑树颠”是村居特征之一，在雨天，晦明交 替似的天色，会诱得“鸡鸣不已”。倘如是平原大川，村落不会很小，一鸡打鸣往往会引起群鸡合唱（“群鸡正乱叫”）。然而山村就不同了，地形使得居民分散，即使有村，人户也不多。“鸡鸣一两家”，恰好是山村的特点，传出山村的感觉。&&&“竹溪村路板桥斜”。如果说首句已显出山村之幽，那么，次句就通过“曲径通幽”的描写，显出山村之深来；并让读者随着诗句的引导，体验一下款步山行的味道。雨看来不大（后文有“浴蚕”之事），沿着那斗折蛇行的小路，不觉来到一座小桥。这桥，不是那种气势如虹的江 桥，甚至也不是精心构筑的石梁，而是山里人随意用拖来的木板搭成的“板桥”。山民尚简，山溪不大，原不必铺张。从美的角度看，这“竹溪村路”中也只有横斜这样的板桥，才叫自然天成呢。&&&第三句中，“雨过山村”四字，至此全都有了。诗人转而写到农事：“妇姑相唤浴蚕去”。“浴蚕”，指古时用盐水选蚕种。据《周礼》“禁原蚕”注引《蚕书》：“蚕为龙精，月值大火（二月）则浴其种。”于此可见这是在仲春时分。在这淳朴的山村里，妇姑相唤而行，显得多么亲切，作为同一家庭的成员，关系多么和睦，她们彼此招呼，似乎不肯落在他家之后。“相唤浴蚕”的时节，也必有“相唤牛耕”之事，只举一端，不难概见其余。那优美的雨景中添一对“妇姑”，似比着一双兄弟更有诗意。&&&第四句中，田家少闲月，冒雨浴蚕，就把倍忙时节的农家气氛表现得更加够味。但诗人存心要锦上添花，挥洒妙笔写下最后一句：“闲看中庭栀子花”。事实上就是没有一个人“闲着”，但他偏不正面说，却要从背面、侧面落笔。用“闲”衬忙，通过栀子花之“闲”衬托人们都十分忙碌的情景，兴味尤饶。同时诗人做入“栀子花”，又丰富饱满了诗意。雨浥栀子冉冉香，意象够美的。此外，须知此花一名“同心花”，诗中向来用作爱之象征，故少女少妇很喜采撷这种素色的花朵。此诗写栀子花无人采，主要在于表明春深农忙，似无关“同心”之意。但这恰从另一面说明，农忙时节没有谈情说爱的“闲”功夫，所以那花的这层意义便给忘记了。这含蓄不发的结尾，实在妙机横溢，摇曳生姿。前人曾这样来评论这首诗的末句：“心思之巧，词句之秀，最易启人聪颖”。&&&诗人处处扣住山村特色，尤其是劳动生活情事来写，从景到人，再从人到境，都散发着浓郁生活气息；其新鲜活跳的语言，清新优美的意象，更使人百读不厌。这诚如前人所说：“心思之巧，辞句之秀，最易启人聪颖。”",
       "backgroundInfo" : "诗人王建一生沉沦下僚，生活贫困，所以非常了解人民疾苦。这首诗是王建在游玩山村时所写下的，描绘了山村人民农忙时的生活。",
       "classInfo" : "106",
       "poetryID" : "199",
       "source" : "21",
       "likes":"701"
       },{
       "name" : "除夜作",
       "author" : "唐·高适",
       "content" : "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。",
       "transferInfo" : "旅馆里透着凄冷的灯光，映照着那孤独的迟迟不能入眠的客人。这孤独的旅人是为了什么事情而倍感凄然呢？故乡的人今夜一定在思念远在千里之外的我；我的鬓发已经变得斑白，到了明天又新增一岁。",
       "addtionInfo" : "除夜：除夕之夜。客心：自己的心事。转：变得。凄然：凄凉悲伤。霜鬓：白色的鬓发。明朝（zhāo）：明天。",
       "analysesInfo" : "高适素以边塞诗人著称，诗风浑厚雄放，这首《除夜作》却诗风平易自然，全诗没有一句生僻字句和华丽词藻，也没有塞外风景和异城奇观，都是浅近的口语，表达除夕夜的平常感受；却将他乡游子真实的感受写得淋漓尽致，感人肺腑。&&&“旅馆寒灯独不眠”，诗的首句所包涵的内容非常丰富而且启人联想，点明作者在除夕仍羁旅天涯，可以想见，诗人眼看着外面家家户户灯火通明，欢聚一堂，而自己却远离家人，身居客舍。两相对照，不觉触景生情，连眼前那盏散发光和热的灯，竟也变得“寒”气逼人了。“寒灯”二字，渲染了旅馆的清冷和诗人内心的孤寂。除夕之夜寒灯只影自然难于入眠，而“独不眠”自然又会想到一家团 聚，其乐融融的守岁的景象，那更是让人心情悲凉。因此这一句看上去是写眼前景、眼前事，但是却处处从反面扣紧诗题，创造出一个孤寂清冷的意境。&&&第二句“客心何事转凄然”，这是一个转承的句子，用提问的形式将思想感情更明朗化，因身在客中，故称“客”。诗中问道：“是什么使得客人心里面变得凄凉悲伤？”原因就是他身处除夕之夜。晚上那一片浓厚的除夕气氛，把诗人包围在寒灯只影的客舍之中，他的孤寂凄然之感便油然而生了。此句中“转凄然”三个字写出了在除夕之夜，作者单身一人的孤苦；对千里之外故乡亲人的思念；以及对时光流逝之快的感叹。&&&“故乡今夜思千里。”“故乡”，是借指故乡的亲人；“千里”，借指千里之外的诗人自己。意思是说：“故乡的亲人在这个除夕之夜定是在想念着千里之外的我，想着我今夜不知落在何处，想着我一个人如何度过今晚。”其实，这也正是“千里思故乡”的一种表现。诗人并没有直接表达对故乡的思念，而是表达的更加含蓄委婉。&&&“霜鬓明朝又一年”，“今夜”是除夕，所以明朝又是一年了，由旧的一年又将“思”到新的一年，这漫漫无边的思念之苦，又要在霜鬓增添新的白发。沈德潜说：“作故乡亲友思千里外人，愈有意味”。（《唐诗别裁》）之所以“愈有意味”，就是诗人巧妙地运用“对写法”，将深挚的情思抒发得更为曲折含蕴。这三、四两句是对一、二两句的回答说明“独不眠”和“转凄然”的原因一是思乡心切，二是伤老大无成，岁月无情。&&&明代胡应麟认为，绝句“对结者须意尽。如……高达夫‘故乡今夜思千里，霜鬓明朝又一年’，添著一语不得乃可”（《诗薮·内编》卷六）。所谓“意尽”，是指诗意的完整；所谓“添著一语不得”，也就是指语言的精炼。“故乡今夜思千里，霜鬓明朝又一年”，正是把双方思之久、思之深、思之苦，集中地通过除夕之夜抒写出来了，完满地表现了诗的主题思想。因此，就这首诗的高度概括和精炼含蓄的特色而言，已经收到了“意尽”和“添著一语不得”的艺术效果。",
       "backgroundInfo" : "周勋初将此诗系于公元750年（天宝九载），根据是：“高适游踪虽广，然离梁宋而至远地，亦不过闽中、幽州、陇右、河西、剑南数地而已。高适至闽中时，年岁尚轻；次至幽州时，未及‘霜鬓’之年；至陇右、河西、剑南时，已甚得意，与此诗内容不合，故知此诗定作于第二次北上。”",
       "classInfo" : "6",
       "poetryID" : "200",
       "source" : "21",
       "likes":"702"
       },{
       "name" : "劝学",
       "author" : "唐·颜真卿",
       "content" : "三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。",
       "transferInfo" : "每天三更半夜到鸡啼叫的时候，是男孩子们读书的最好时间。少年不知道早起勤奋学习，到老了后悔读书少就太迟了。",
       "addtionInfo" : "更：古时夜间计算时间的单位，一夜分五更，每更为两小时。午夜11点到1点为三更。五更鸡：天快亮时，鸡啼叫。黑发：年少时期，指少年。白首：头发白了，这里指老年。方：才。",
       "analysesInfo" : "《劝学》中的“劝”起着统领全篇的作用。“劝”解释为“勉励”的意思。作者在这篇以《劝学》为的诗歌中，劝勉青少年要珍惜少壮年华，勤奋学习，有所作为，否则，到老一事无成，后悔已晚。使孩子初步理解人生短暂，从而提高学习的积极性。诗歌以短短的28个字便揭示了这个深刻的道理，达到了催人奋进的效果。&&&“三更灯火五更鸡”是指勤劳的人、勤奋学习的学生在三更半夜时还在工作、学习，三更时灯还亮着，熄灯躺下稍稍歇息不久，五更的鸡就叫了，这些勤劳的人又得起床忙碌开了。第一句用客观现象写时间早，引出第二句学习要勤奋，要早起“正是男儿读书时”为第一句作补充，表达了年少学习时应该不分昼夜学习，通过努力学习才能报家报国，建功立业。&&&“黑发不知勤学早，白首方悔读书迟。”写的是年轻的时候不好好学习到了年纪大了，在想要学习也晚了。句子中“黑发”，“白首”是采用借代的修辞方法，借指青年和老年。通过对比的手法，突出读书学习要趁早，不要到了老了后悔了才去学习。从结构上看，三、四句为对偶句，“黑发”与“白首”前后呼应，互相映衬，给读者留下深刻的印象。&&&这首诗深入浅出，自然流畅，富含哲理。核心是“黑发早勤学，白首读书迟”。作为有志气的人，要注意抓紧时间读书学习修身养性，最好的读书时间是在三更五更，晨读不息；而且只有年年月月刻苦坚持，才能真正学到报国兴家立业的本领。从学习的时间这一角度立意，劝勉年轻人不要虚度光阴，要及早努力学习，免得将来后悔。诗人是从学习的意义，作用和学习应持的态度方法等角度立意，希望人们重视后天学习，以加强自身的行为修养。",
       "backgroundInfo" : "颜真卿3岁丧父后家道中落，母亲殷氏对他寄予厚望，实行严格的家庭教育。他自己也格外自律，每日勤学苦读。这首诗正是颜真卿为了勉励后人所写。",
       "classInfo" : "72",
       "poetryID" : "201",
       "source" : "21",
       "likes":"703"
       },{
       "name" : "赠刘景文",
       "author" : "宋·苏轼",
       "content" : "荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，最是橙黄橘绿时。",
       "transferInfo" : "荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。",
       "addtionInfo" : "刘景文：刘季孙，字景文，工诗，时任两浙兵马都监，驻杭州。苏轼视他为国士，曾上表推荐，并以诗歌唱酬往来。荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。",
       "analysesInfo" : "这首诗是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。&&&苏轼的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。&&&古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人胡仔以之与韩愈《早春呈水部张十八员外》诗中“正是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。&&&荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故屈原写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。",
       "backgroundInfo" : "这首诗作于1090年（元祐五年）初冬，当时苏轼正在杭州任职，任两浙兵马都监的刘季孙也在。两人过从甚密，交情很深。诗人一方面视刘景文为国士，并有《乞擢用刘季孙状》予以举荐；另一方面赠此诗以勉励之。",
       "classInfo" : "22",
       "poetryID" : "202",
       "source" : "23",
       "likes":"704"
       },{
       "name" : "海棠",
       "author" : "宋·苏轼",
       "content" : "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。",
       "transferInfo" : "袅袅的东风吹拂暖意融融，春色更浓。花朵的香气融在朦胧的雾里，而月亮已经移过了院中的回廊。只害怕夜深人静花儿独自开放无人欣赏，特意点燃蜡烛来照亮海棠的美丽姿容。",
       "addtionInfo" : "东风：春风。袅袅：微风轻轻吹拂的样子。泛：摇动。崇光：高贵华美的光泽，指正在增长的春光。夜深花睡去：暗引唐玄宗赞杨贵妃“海棠睡未足耳”的典故。史载，昔明皇召贵妃同宴，而妃宿酒未醒，帝曰：“海棠睡未足也”。故：于是。红妆：用美女比海棠。故烧高烛照红妆：一作“高烧银烛照红妆”。",
       "analysesInfo" : "首句是起。诗人写道：“东风袅袅泛崇光。” “东风”即春风。“袅袅”形容烟气缭绕升腾。“东风袅袅”这里形容春风的吹拂之态。化用了《楚辞·九歌·湘夫人》中的“袅袅兮秋风，洞庭波兮木叶下”（秋风吹来啊阵阵清凉，洞庭起浪啊落叶飘扬）.之句，属于用典中的“语典”。“泛”即弥漫。“崇光”是指正在增长的春光。“崇”推崇，引申为“增长”。其中，诗人在此用一“泛”字，活化出了春意浓浓的景象，也为海棠的盛开营造氛围。&&&次句是承句。诗人写道：“香雾空蒙月转廊。”这一句侧写海棠。“香雾”指的是氤氲的雾气中的海棠花香。“空蒙”即细雨（烟雾）迷茫的样子。南朝齐谢眺《观朝雨》中写道：“空蒙如薄雾，散漫似轻埃。”唐代杜甫的《渼陂西南台》中写道：“仿像识鲛人，空蒙辨鱼艇。”宋代苏轼 《饮湖上初晴后雨》中：“水光潋滟晴方好，山色空蒙雨亦奇。”这里，“香雾空蒙”描写了海棠阵阵幽香，在氤氲的雾气中弥漫开来的景象。诗人从嗅觉的角度来写，香飘四溢，不但扩大了诗歌的空间，也提高诗歌的审美境界。“月转廊”即月亮已转过回廊那边去了，照不到这海棠花。其中的“转”字，不但表明了月光动态性，给诗歌增添空间感，也暗示夜已深而人难以入眠的寂寞之感。&&&后两句写爱花心事。第三句转句。诗人首先写道：“只恐夜深花睡去。”这一句紧承第二句而转，担心“夜深花睡去”。这一句是全诗的关键句，是从上面描写环境进入到描写人物的内心世界中，表现了赏花者的心态。上面写 “月转廊”，月光再也照不到海棠了。其中，一个“只”，可以说虚词表意，深化了爱花人的痴情。一个“恐”字，不但强调了诗人对海棠的痴情，更暗示了自己的孤寂、冷清。最后是合句。&&&诗人接着写道：“故烧高烛照红妆。”这一句将爱花的感情提升到一个极点。“故”即所以之意，含有“特意而为”之意。同时，这一句运用了唐玄宗以杨贵妃醉貌为“海棠睡未足”的典故。据宋释惠洪在《冷斋夜话》中记载，唐明皇登沉香亭，召太真妃，于时卯醉未醒，命高力士使侍儿扶掖而至。妃子醉颜残妆，鬓乱钗横，不能再拜。明皇笑日：“岂妃子醉，直海棠睡未足耳！”这里，“红妆”表面指海棠，实则诗人在此运用了拟人的修辞手法，表明了自己对心上人的思念。可以说，诗人以花喻人，不但含蓄，而且给人以审美想象。&&&“烧高烛”遥承上文的“月转廊”，这是一处精彩的对比，月光似乎也太嫉妒于这怒放的海棠的明艳了，那般刻薄寡恩，竟然不肯给她一方展现姿色的舞台。于是作者用高烧的红烛，为她驱除这长夜的黑暗。此处隐约可见诗人的侠义与厚道。“照红妆”呼应前句的“花睡去”三字，极写海棠的娇艳妩媚。“烧”“照”两字表面上都写作者对花的喜爱与呵护，其实也不禁流露出些许贬居生活的郁郁寡欢。他想在“玩物”（赏花）中获得对痛苦的超脱，哪怕这只是片刻的超脱也好。虽然花儿盛开了，就向衰败迈进了一步，尽管高蹈的精神之花毕竟远离了现实的土壤，但他想过这种我行我素、自得其乐的生活的积极心态，没有谁可以阻挠。&&&全诗语言浅近而情意深永。写此诗时，诗人虽已过不惑之年，但此诗却没有给人以颓唐、萎靡之气，从“东风”“崇光”“香雾”“高烛”“红妆”这些明丽的意象中分明可以感触到诗人的达观、潇洒的胸襟。",
       "backgroundInfo" : "这首诗写作于公元1084年（宋神宗元丰七年），当时已是作者被贬黄州（今湖北黄冈）任团练副使已经五个年头。",
       "classInfo" : "21",
       "poetryID" : "203",
       "source" : "23",
       "likes":"705"
       },{
       "name" : "阮郎归·初夏",
       "author" : "宋·苏轼",
       "content" : "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沉烟。棋声惊昼眠。微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。",
       "transferInfo" : "槐树枝繁叶茂，柳树高大，浓绿深处的新蝉鸣声乍歇。和暖的风微微吹起，绿色的纱窗下，香炉中升腾著沉香的袅袅轻烟；惬意的昼眠，忽而被落棋之声惊醒。细雨过后，轻风把荷叶翻转。石榴花衬着湿润的绿叶，更是红得像火焰。美丽女子纤手拨动清池的泉水，水花溅起落在荷叶中，就像晶莹的珍珠，一会儿破碎一会儿又圆。",
       "addtionInfo" : "阮郎归：词牌名。双调四十七字，前后片各四平韵。薰风：南风，和暖的风，指初夏时的东南风。水沉：木质香料，又名沉水香。然：同“燃”，形容花红如火。玉盆：指荷叶。纤手：女性娇小柔嫩的手。琼珠：形容水的泡沫。",
       "analysesInfo" : "此词表现初夏时节的闺阁生活。上片写静美，而从听觉入手，以声响状环境之寂，组成一幅幽美宁静的初夏美人图；下片写动美，却从视觉落笔，用一幅幅无声画来展示大自然的生机，营造出一种清丽欢快的情调，显得淡雅清新而又富于生活情趣。全词以描写为主，采用从反面落笔的手法，写人写景细腻精致，注意景物描写、环境描写和人物描写的交叉运用，从而获得了极好的艺术效果。&&&这首词写的是初夏时节的闺阁生活，采用从反面落笔的手法，用一幅幅无声画来展示大自然的生机。整首词淡雅清新而又富于生活情趣。&&&上片写初夏已悄悄来到一个少女的身边。&&&“绿槐高柳咽新蝉”，都是具有初夏特征的景物：枝叶繁茂的槐树，高大的柳树，还有浓绿深处的新蝉鸣声乍歇，一片阴凉幽静的庭院环境。“熏风初入弦”，又是初夏的气候特征。熏风，就是暖和的南风。古人对这种助长万物的风曾写有《南风歌》大加赞颂：“南风之熏兮，可以解吾民之愠兮。南风之时兮，可以阜吾民之财兮。”据《礼记·乐记》载：“昔者，舜作五弦之琴以歌《南风》。”意即虞舜特制五弦琴为《南风》伴奏。这里的“熏风初入弦”，是说《南风》之歌又要开始入管弦被人歌唱，以喻南风初起。由于以上所写的景物分别诉诸于视觉（绿槐、高柳）、听觉（咽新蝉）和触觉（熏风），使初夏的到来具有一种立体感，鲜明而真切。&&&“碧纱窗下水沉烟，棋声惊昼眠”，进入室内描写。碧纱窗下的香炉中升腾著沉香（即水沉）的袅袅轻烟。碧纱白烟相衬，不仅具有形象之美，且有异香可闻，显得幽静闲雅。这时传来棋子著枰的响声，把正在午睡的女主人公惊醒。苏轼有《观棋》四言诗，其序云：“独游庐山白鹤观，观中人皆阖户昼寝，独闻棋声于古松流水之间，意欣然喜之。”诗句有云：“不闻人声，时闻落子。”这首词和这首诗一样，都是以棋声烘托环境的幽静。而棋声能“惊”她的昼眠，读者可以想象，在这么静的环境中，她大概已经睡足，所以丁丁的落子声便会把她惊醒。醒来不觉得余倦未消，心中没有不快，可见首夏清和天气之宜人。&&&下片写这个少女梦醒来以后，尽情地领略和享受初夏时节的自然风光。&&&歇拍二句，写弄水叶面，琼珠碎而复圆，更觉清新可爱。“微雨过、小荷翻，榴花开欲燃”，又是另一番园池夏景。小荷初长成，小而娇嫩，一阵细雨过去，轻风把荷叶翻转；石榴花色本鲜红，经雨一洗，更是红得像火焰。这生机，这秀色，大概使这位少女陶醉了，于是出现了又一个生动的场面：“玉盆纤手弄清泉，琼珠碎却圆。”这位女主人公索性采摘荷叶后到清池边玩水。水花散溅到荷叶上，像珍珠那样圆润晶亮。可以想见，此时此刻这位少女的心情也恰如这飞珠溅玉的水花一样，喜悦，兴奋，不能自持。&&&在苏轼之前，写女性的闺情词，总离不开相思、孤闷、疏慵、倦怠、种种弱质愁情，可是苏轼在这里写的闺情却不是这样。女主人公单纯、天真、无忧无虑，不害单相思，困了就睡，醒了就去贪赏风景，拨弄清泉。她热爱生活，热爱自然，愿把自已融化在大自然的美色之中。这是一种健康的女性美，与初夏的勃勃生机构成一种和谐的情调。苏轼的此种词作，无疑给词坛，尤其是给闺情词，注入了一股甜美的清泉。&&&描写是这首词的主要表现方法。它注重景物的描写、环境描写与人物描写的交叉运用，从而获得了很好的艺术效果。上片由绿槐、高柳、鸣蝉、南风等景物描写与碧纱窗、香烟、棋声等环境描写，以及午梦初醒的人物描写共同构成一幅有声有色的初夏闺情图。下片又以微雨、小荷、榴花等景物描写与洗弄清泉的人物描写结合，构成一幅活泼自然的庭园野趣图，女主人公的形象卓立其间。同时他还注意了动态描写，且不说“棋声惊昼眠”、“玉盆纤手弄清泉”的人物活动，就是景物也呈现出某种动感。小荷为微雨而翻动，可以想见它的迎风摇曳之姿。榴花本是静物，但用了一个“燃”字，又使它仿佛动了起来。这些动态描写对活跃气氛，丰富画面无疑起了有益的作用。&&&此词景中含情，将众多的景物以情纬之，故散而不乱，给人以整体感。作者善于抓住细微的心理感受并在无形中将客观环境的细微变化加以对比，通过景物描写、环境描写，构成一幅活泼自然的庭园野趣，并在其中寄寓女主人公的单纯、天真和对自然、对生活的热爱。词中的少女形象，与一般闺情词中疏慵倦怠、孤闷愁苦的女性形象截然不同，充满了美好清新的勃勃生机和青春气息，给人以耳目一新的感觉。作品中活泼健康的少女形象，与初夏时节富有生气的景物、环境，构成了一种和谐、清丽、灵动的情调，令人流连忘返。",
       "backgroundInfo" : "这首《阮郎归·初夏》词作于公元1084年（宋神宗元丰七年）四月，当时苏轼刚刚调离黄州（今湖北省黄冈市）。",
       "classInfo" : "113",
       "poetryID" : "204",
       "source" : "22",
       "likes":"706"
       },{
       "name" : "沈园二首·其一",
       "author" : "宋·陆游",
       "content" : "城上斜阳画角哀，沈园非复旧池台。伤心桥下春波绿，曾是惊鸿照影来。",
       "transferInfo" : "斜阳下城墙上的画角声仿佛也在哀痛，沈园已经不是原来的池阁亭台。那座令人伤心的桥下春水依然碧绿，当年我曾在这里见到她美丽的身影。",
       "addtionInfo" : "沈园：即沈氏园，故址在今浙江绍兴禹迹寺南。斜阳：偏西的太阳。画角：涂有色彩的军乐器，发声凄厉哀怨。惊鸿：语出三国魏曹植《洛神赋》句“翩若惊鸿”，以喻美人体态之轻盈；这里指唐琬。",
       "analysesInfo" : "《沈园二首》乃陆游触景生情之作，此时距沈园邂逅唐氏已四十余年，但缱绻之情丝毫未减，反而随岁月之增而加深。&&&本诗是组诗中的第一首，回忆沈园相逢之事，悲伤之情充溢楮墨之间。&&&“城上斜阳”，不仅点明傍晚的时间，而且渲染出一种悲凉氛围，作为全诗的背景。斜阳惨淡，给沈园也涂抹上一层悲凉的感情色彩。于此视觉形象之外，又配以“画角哀”的听觉形象，更增悲哀之感。“画角”是一种彩绘的管乐器，古时军中用以警昏晓，其声高亢凄厉。此“哀”字更是诗人悲哀之情外射所致，是当时心境的反映。这一句造成了有声有色的悲境，作为沈园的陪衬。&&&次句即引出处于悲哀氛围中的“沈园”。诗人于光宗绍熙三年（1192年）六十八岁时所写的《禹迹寺南有沈氏小园序》曰：“禹迹寺南有沈氏小园，四十年前（按：实为三十八年）尝题小词壁间，偶复一到，园已三易主，读之怅然。”诗中并有“坏壁醉题尘漠漠”之句。那时沈园已有很大变化；而现在又过七年，更是面目全非，不仅“三易主”，且池台景物也不复可认。诗人对沈园具有特殊的感情，这是他与唐氏离异后唯一相见之处，也是永诀之所。这里留下了他刹那间的毛喜与永久的悲，《钗头凤·红酥手》这首摧人肝肺之词也题于此。他多么渴望旧事重现，尽管那是悲剧，但毕竟可一睹唐氏芳姿。这当然是幻想，不得已而求其次，他又希望沈园此时的一池一台仍保持当年与唐氏相遇时的情景，以便旧梦重温，借以自慰。但现实太残酷了，今日不仅心上人早已作古，连景物也非复旧观。诗人此刻心境之寥落，可以想见。&&&但是诗人并不就此作罢，他仍竭力寻找可以引起回忆的景物，于是看到了“桥下春波绿”一如往日，感到似见故人。只是此景引起的不是喜悦而是“伤心”的回忆：“曾是惊鸿照影来”。四十四年前，唐氏恰如曹植《洛神赋》中所描写的“翩若惊鸿”的仙子，飘然降临于春波之上。她是那么婉娈温柔，又是那么凄楚欲绝。离异之后的不期而遇所引起的只是无限“伤心”。诗人赋《钗头凤》，抒写出“东风恶，欢情薄”的愤懑，“泪痕红浥鲛绡透”的悲哀，“错！错！错！”的悔恨。唐氏和词亦发出“世情薄，人情恶”的控诉，“今非昨，病魂常恨千秋索”的哀怨。虽然已过了四十余春秋，而诗人“一怀愁绪”，绵绵不绝，但“玉骨久成泉下土”（《十二月二日夜梦游沈氏园亭》），一切早已无可挽回，那照影惊鸿已一去不复返了。然而只要此心不死，此“影”将永在心中。",
       "backgroundInfo" : "陆游一生最大的个人不幸就是与结发妻唐琬的爱情悲剧。《齐东野语》曰：“翁居鉴湖之三山，晚岁每入城，必登寺眺望，不能胜情，又赋二绝云：（引诗略）。盖庆元己未也。”据此可知，这组诗创作于宋宁宗庆元五年己未（1199年），是年陆游七十五岁。",
       "classInfo" : "37",
       "poetryID" : "205",
       "source" : "23",
       "likes":"707"
       },{
       "name" : "点绛唇·闺思",
       "author" : "宋·李清照",
       "content" : "寂寞深闺，柔肠一寸愁千缕。惜春春去，几点催花雨。倚遍阑干，只是无情绪。人何处，连天芳草，望断归来路。",
       "transferInfo" : "暮春时节，深闺里无边的寂寞如潮水般涌来，一寸柔肠便有千缕愁丝。越是珍惜春天，春天却越容易流逝，淅淅沥沥的雨声催着落红，也催着春天归去的脚步。倚遍栏杆，纵是春天千般好，怎奈也是无情绪。所思念的人在哪里呀？眼前只有那一眼望不到尽头的萋萋芳草，正顺着良人归来时所必经的道路蔓延开去，一直延伸到遥远的天边。",
       "addtionInfo" : "点绛唇：词牌名。“寂寞”二句：此系对韦庄调寄《应天长》二词中有关语句的隐括和新变。人何处：所思念的人在哪里？此处的“人”，当与《凤凰台上忆吹箫·香冷金猊》的“武陵人”及《满庭芳·小阁藏春》的“无人到”中的二“人”字同意，皆喻指作者的丈夫赵明诚。“连天”二句：化用《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”之句意，以表达亟待良人归来之望。",
       "analysesInfo" : "这是一首借伤春写离恨的闺怨词。全词情词并胜，神韵悠然，层层深入揭示了抒情女主人公心中无限愁情。&&&词人首先写道：“寂寞深闺，柔肠一寸愁千缕。”“闺”指过去年轻女子居住的内室。“柔”有作“愁”的。意思是说，一个人独处在深院闺房中，心中总是积郁了千丝万缕的愁绪。开篇就以抒情笔调切入主题，再现了词人独守深闺，孤单寂寞，思念亲人，愁情不绝，柔肠寸断，叫人不知如何是好的情状。“柔肠一寸”就是“愁千缕”，由此可见词人寂寞愁苦、深情绵长、思念之情无可排遣的程度已经到了极致。&&&接着写道：“惜春春去，几点催花雨。”“崔花雨”这里指崔花调落的雨。这是环境描写，意在烘托主人公忧愁的心境。一个“惜”字表明了词人对“春春去”的情感。接着又是“几点催花雨”，真有雪上加霜的感觉。原本令人怜惜且最能给人带来希望的春天却走了，可是，“屋漏偏于”，这里，春去而偏又下起了摧残鲜花的暮春雨。可见，词人惜春中自然也包含着怜惜青春年华的心理。&&&接着下片写伤别，抒写词人对丈夫强烈的思念和盼归之情。&&&词人写道：“倚遍栏干，只是无情绪。”“无情绪”就是心怀抑郁惆怅，没有兴趣。“独处深闺”的词人，心头总觉是“寂寞”，更是“柔肠一寸愁千缕”。词人深感寂寞，只好走到闺房外面，看看外面的风景，也好排遣心中的忧烦愁思。可是“倚遍栏杆”，极目远望，终究还是没有好心绪，真有“过尽千帆皆不是，斜晖脉脉水悠悠。肠断白苹洲”（温庭筠《望江南》）的感受。词人知道自己的丈夫远在他乡，望不见的，可是心思又放不下，而词人“倚遍栏干”不但不见丈夫，甚至还不知道“人何处”。&&&结尾处，遥问“人何处”，点明凭阑远望的目的，同时也暗示了“柔肠一寸愁千缕”、“祇是无情绪”的根本原因。这里，词人巧妙地安排了一个有问无答的布局，却转笔追随着女子的视线去描绘那望不到尽头的萋萋芳草，正顺着良人归来时所必经的道路蔓延开去，一直延伸到遥远的天边。然而望到尽头，唯见“连天芳草”，不见良人踪影。&&&这首词上片写伤春之情，下片写伤别之情。伤春、伤别，融为柔肠寸断的千缕浓愁。刻画出一个爱情专注执着、情感真挚细腻的深闺思妇的形象。写出了让人肝肠寸断的千缕浓愁：寂寞愁、伤春愁，伤别愁以及盼归愁。结尾“望断”二字写尽盼归不能的愁苦，此时感情已积聚至最高峰，全词达到高潮。",
       "backgroundInfo" : "据陈祖美《李清照简明年表》，此词大约作于重和元年至宣和二年（1118至1120年）期间。当时赵明诚或有外任，李清照独居青州。",
       "classInfo" : "39",
       "poetryID" : "206",
       "source" : "22",
       "likes":"708"
       },{
       "name" : "玉楼春·春恨",
       "author" : "宋·晏殊",
       "content" : "绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。",
       "transferInfo" : "在杨柳依依、芳草萋萋的长亭古道上，年少的人总是能轻易的抛弃送别之人登程远去。楼头传来的五更钟声惊醒了离人残梦，花底飘洒的三月春雨增添了心中的愁思。无情人哪里懂得多情的人的苦恼，一寸相思愁绪竟化作了万缕千丝。天涯地角再远也有穷尽终了那一天，只有那相思是没有尽头，永不停止。",
       "addtionInfo" : "玉楼春：词牌名。又名“木兰花”。长亭路：送别的路。长亭：古代驿路上建有供行人休息的亭子。年少抛人：人被年少所抛弃，言人由年少变为年老。残梦：未做完的梦。五更钟、三月雨：都是指思念人的时候。一寸：指愁肠。还：已经。千万缕：千丝万缕。比喻离恨无穷。",
       "analysesInfo" : "此词抒写人生离别相思之苦，寄托了作者从有感于人生短促、聚散无常以及盛筵之后的落寞等心情生发出来的感慨。整首词感情真挚，情调凄切，抒情析理，绰约多姿，有着迷人的艺术魅力。作者抒发人生感慨时成功地使用了夸张手法，更增添了词的艺术感染力。&&&上片首句写景，时间是绿柳依依的春天，地点古道长亭，这是旅客小休之所，也是两人分别之处。&&&“绿杨芳草长亭路”，上片起句写春景、别亭和去路，用以衬托人的感情。因为就是在这芳草连天、绿杨茂密的长亭外、古道边，那年少的游子与自己的心上人告别了。无边的“绿杨芳草”所描绘出的一派春光春景，给离别愁怨的抒发创造了广阔的空间。“年少”句叙述临行之际，闺女空自泪眼相看，无语凝咽，而“年少”的他却轻易地弃之而去。年少，是指思妇的“所欢”，也即“恋人”，据赵与时《宾退录》记载，“晏叔原见蒲传正曰：‘先君平日小词虽多，未尝作妇人语也。’传正曰：‘绿杨芳草长亭路，年少抛人容易去，岂非妇人语乎？’叔原曰：‘公谓年少为所欢乎，因公言，遂解得乐天诗两句：欲留所欢待富贵，富贵不来所欢去。’传正笔而悟。余按全篇云云，盖真谓所欢者，与乐天‘欲留年少待富贵，富贵不来年少去’之句不同，叔原之言失之。”这是晏几道为其父此词“年少”语所作的无谓辩解。实际上，此词写思妇闺怨，用的的确是“妇人语”。&&&“楼头残梦五更钟，花底离情三月雨”二句，极写相思之苦，哀怨之切。残梦依稀，钟鼓伤情;细雨迷蒙，离情更苦，这正是那被抛弃的真情的悲哀。这两句不仅有着音节对仗工整之妙，更表现了幽咽婉转的意境之美。缠绵含蓄的轻歌低叹，真切浑成的着意抒发，把暮春三月的细雨，五更的残梦，楼头离人花下的寂寞，连同所有的相思都勾连成一片，缥渺轻飏，茫茫无际。&&&下片用反语，先以无情与多情作对比，继而以具体比喻从反面来说明。“无情”两句，用反语以加强语意。先说无情则无烦恼，因此多情还不如无情，从而反托出“多情自古伤离别”的深衷：“一寸”指心，柳丝缕缕，拂水飘绵，最识离怀别苦。两句意思是说，无情怎似多情之苦，那一寸芳心，化成了千丝万缕，蕴含着千愁万恨。词意来自李煜“一片芳心千万绪，人间没个安排处”（《蝶恋花》）。&&&末两句含意深婉。天涯地角，是天地之尽头，故云“有穷时”。然而，别离之后的相思之情，却是无穷无尽的，正所谓“只有相思无尽处”。这里通过比较来体现出因“多情”而受到的精神折磨，感情真切而含蓄，对于那个薄幸年少，却毫无埋怨之语。此词写闺怨，颇具婉转流利之致，词中不事藻饰，没有典故，除首两句为叙述，其余几句不论是用比喻，还是用反语，用夸张，都是通过白描手段反映思妇的心理活动，亦即难以言宣的相思之情，收到了很好的艺术效果。",
       "backgroundInfo" : "此词为闺中人代言，述写相思之情，创作时间未详。实际上，此词写思妇闺怨，用的的确是“妇人语”。",
       "classInfo" : "81",
       "poetryID" : "207",
       "source" : "22",
       "likes":"709"
       },{
       "name" : "采桑子",
       "author" : "宋·晏殊",
       "content" : "时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？",
       "transferInfo" : "时光只知道催人老去，不理解人世间的多情，你看长亭送别时，伤心的泪水滴到衣衫上，连喝醉酒也不能使自己忘却烦恼。昨夜，急促的西风刮的梧桐树叶飒飒作响，月色惨淡，朦朦胧胧，我的美梦不断地被惊醒，不知何处的高楼上传来大雁凄厉的叫声。",
       "addtionInfo" : "只解：只知道。不信：不理解。离亭：古代人在长事短亭间送别，因此称这些亭子为离亭。亭：建在路上供行人休歇的长亭。春衫：春天所穿的衣服。此处指年少时穿的衣服，唐代张籍《白纻歌》：“皎皎白纻白且鲜．将作春衫称少年。”淡：惨淡清冷。胧（lóng）明：模糊不清，此指月光不明。胧，朦朦胧胧。频：屡次。高楼雁一声：化用自唐代韩偓《生查子》：“空楼雁一声，远屏灯半灭。”。",
       "analysesInfo" : "此词以情感曲折细腻见长，与上片写景下片抒情的一般构思有别。“时间”句与“离亭”匈，将时间空间交织在一起，于是，“长恨”便通过小小“泪滴”形象地折射出来。短短四句胜过万语千言。下片只用“西风”、“淡月”便勾划出秋夜的凄清。在此无可奈何之际，离妇的渺茫希望只能寄托给迷蒙的梦境。然而一声雁唳，却又将她从梦中唤醒，无情的现实更增添雁归而人未归的失落与惆怅。尽管如此，凄凉落寞之中仍暗暗透出一种乐观的希望。温润秀洁，境象高远，颇能引发读者的遐想。&&&“时光只解催人老”这是每一个珍惜时光的人同样都有的感受。看似平常，细想起来，所谓“时光”，到底是怎么回事，它除了每时每刻催人老去，还有别的什么意义，词人一入手就端出“时光”这个问题逼到人们眼前，逼着人们不能不点头承认：这是无可奈何的事实。这样就先把读者的感情有力地调动起来了。&&&“不信多情，长恨离亭”人，是宇宙间富有感情的生物，照理，在亲人之问，不应该永远彼此分开，永远在离别之中过日子吧。可是，尽管不相信事情会如此不妙，事实却又正是如此。再想想吧，人一天天的老下去，又一天天的隔别着。如今，不相信的不由不相信了。这又怎能不使人为之慨叹不已。&&&“泪滴春衫酒易醒”因为感时光之易逝，怅亲爱的分离，无可开解，只有拿酒来暂时麻木一下自己；然而不久便又“泪滴春衫”，可见连酒也不能使自己暂时忘却烦恼。&&&以上几句，三层抒发，一层比一层迫紧。惊心于时光易逝，这是一。想不到有情人长期隔别，这是二。企图忘却而又不能忘却，这是三。三层意思，层层相扣，层层拉紧，把读者投入强烈的心情震荡之中。于是，在下片，词人进一步给以更具体、更浓密的形象，使读者的心灵震荡达到最高的频率。&&&下片先写不眠，次写惊梦。西风飒飒，桐叶萧萧，一股凉意直透人的心底。抬头一看，窗外淡淡月色，朦胧而又惨淡，仿佛它也受到西风的威胁。&&&“梧桐昨夜西风急，淡月胧明”已经是“泪滴春衫酒易醒”，忽然西风飒飒，桐叶萧萧，一股凉意直透人的心底。抬头一看，窗外淡淡月色，朦胧而又惨淡，仿佛它也受到西风的威胁。&&&“好梦频惊”写每当希望“好梦”多留一霎的时候，它就突然破灭了。而且每当一回破灭，现实的不幸之感就又一齐奔集而来。此时，室外的各种音响，各样色彩，以及室中人时光流逝之感，情人离别之痛，春酒易醒之恨，把刚才的好梦全都打成碎片了。这里，“好梦频惊”四字为点睛之笔，承上启下，把室中人此际的感受放大成为一个特写的镜头，让人们充分感受其中沉重的分量。&&&“何处高楼雁一声”写室中人沉抑的情绪正凌乱交织之中，突然飞出一声高亢的哀鸣。这一声哀厉的长鸣，是如此突如其来，使众响为之沉寂，万类为之失色。这是孤雁的哀唳，响彻天际，透入人心，它把室中人的思绪提升到一个顶峰了。这一声代表什么呢？是感觉秋已经更深吗？是预告离人终于不返吗？还是加剧室中人此时此地的孤独之感呢？不管怎样，它让人们想得很远、很沉，一种怅惘之情使人不能自已。&&&但总的说来，此词感情悲凉而不凄厉，词人不会让自己沉溺在痛苦之中无法自拔。他在沉思默想，觉悟到要把握住自己的感情，进而更透彻地去理解人生和世界。像此词结句，用意是何等超脱高远，它把感情升华到一个更加明净的境界。",
       "backgroundInfo" : "这首词的具体创作时间不详。作者由于离别后音信难得，由此产生离别之思。于此同时，作者又把离别与时光无情、年华渐老联系起来，形成了双重的无奈和感伤。此词就是在作者这两种感情的影响下写出的。",
       "classInfo" : "7",
       "poetryID" : "208",
       "source" : "22",
       "likes":"710"
       },{
       "name" : "踏莎行·碧海无波",
       "author" : "宋·晏殊",
       "content" : "碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。",
       "transferInfo" : "碧海波平无险阻，瑶台有路可通行。细思量，当初就该双飞去。想当时，轻别意中人，现如今，山高水远何处寻。灰尘落绮席，烟雾锁香闺。写好的书信，如何送给你。登高楼极目望远方，萧萧细雨洒梧桐，天已近黄昏。",
       "addtionInfo" : "踏莎（suō）行：词牌名。又名“柳长春”“喜朝天”“踏雪行”等。双调五十八字，仄韵。碧海：传说中的海名。《海内十洲记》：“ 扶桑在东海 之东岸，岸直，陆行登岸一万里，东复有碧海，海广狭浩汗，与东海等，水既不咸苦，正作碧色，甘香味美”。瑶台：指传说中的神仙居处。晋王嘉《拾遗记·昆仑山》：“傍有瑶台十二，各广千步，皆五色玉为台基”。思量：考虑；忖度。意中人：心中所眷恋或属意的人。绮席：华丽的席具。古人称坐卧之铺垫用具为席。香闺：青年女子的内室。红笺（jiān）：红色笺纸。附：带去。",
       "analysesInfo" : "此词写别情。上片起首三句：“碧海无波，瑶台有路，思量便合双飞去。”《楚辞·离骚》有瑶台这个词，但可能从《穆天子传》写西王母所居的瑶池移借过来，指陆上仙境。说要往海上仙山，没有波涛的险阻，要往瑶台仙境，也有路可通，原来可以双飞同去，但当时却没有这样做；此时“思量”起来，感到“不合”，有些后悔。接着两句：“当时轻别意中人，山长水远知何处？”是说放弃双飞机会，让“意中人”轻易离开，此时后悔莫及，可就是“山长水远”，不知她投身何处了。“轻别”一事，是产生词中愁恨的特殊原因，是感情的症结所在。一时的轻别，造成长期的思念，“山长”句就写这种思念。它和作者的《蝶恋花·槛菊愁烟兰泣露》词中的“山长水阔知何处”，同一意境。&&&下片，“绮席凝尘，香闺掩雾”，写“意中人”去后，尘凝雾掩，遗迹凄清，且非一日之故。“红笺小字凭谁附”，音讯难通，和《蝶恋花·槛菊愁烟兰泣露》的“欲寄彩笺兼尺素”而未能的意思相同。“高楼目尽欲黄昏”，既然人已远去，又音讯难通，那么登高遥望，也就是一种痴望。词中不直说什么情深、念深，只通过这种行动来表现，显得婉转含蓄。最后接以“梧桐叶上萧萧雨”一句，直写景物，实际上景中有情，意味深长。比较起来，温庭筠《更漏子·玉炉香》的“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明”，李清照《声声慢·寻寻觅觅》的“梧桐更兼细雨，到黄昏，点点滴滴”，虽然妙极，还是失之显露；而作者的《采桑子·时光只解催人老》词中的“好梦频惊，何处高楼雁一声”，另一首《踏莎行·小径红稀》的“一场愁梦酒醒时，斜阳却照深深院”，结笔的妙处正相同，都是以景结情。&&&这首词写离愁别恨，侧重“轻别”，有其“个性”；它从内心的懊悔和近痴的行动来表现深情，婉转含蓄，不脱晏殊词的特点；而结笔为最妙，蕴藉而韵高，尤堪玩赏。",
       "backgroundInfo" : "《踏莎行·碧海无波》当作于天圣五年（1027）作者贬知宣州途中。作者因反对张耆升任枢密使，违反了刘太后的旨意，加之在玉清宫怒以朝笏撞折侍从的门牙，被御史弹劾，以刑部侍郎贬知宣州，此词即在途中所作。",
       "classInfo" : "7",
       "poetryID" : "209",
       "source" : "22",
       "likes":"711"
       },{
       "name" : "渔父",
       "author" : "五代·李煜",
       "content" : "浪花有意千里雪，桃花无言一队春。一壶酒，一竿身，快活如侬有几人。",
       "transferInfo" : "江上千里浪花翻滚如雪，岸上一排排的桃花竞相怒放，春意正浓。身边一壶美酒，手中一支钓竿，世上这样自由快乐的人有几个？",
       "addtionInfo" : "渔父：词调名，又名“渔父词”、“渔歌子”，单调，正体为二十七字，五句四平韵。浪花：一作“阆（láng）苑”，指传说中神仙居住的地方。一队春：指桃李盛开，由近及远，好像队列有序一样排列着。一竿身：一根钓竿。身，一作“纶”，一作“鳞”。侬（nóng）：我，江南口语。",
       "analysesInfo" : "这首词是题《春江钓叟图》画之词。据《南唐书·后主纪》载：“文献太子恶其有奇表，后主避祸，惟覃思经籍。”由此，也有人认为，这首词是“后主为情势所迫，沈潜避祸，隐遁世尘并写词表露自己的遁世之心，以释文献太子的疑嫉”（蒲仁、梅龙《南唐二主词全集》辑注），也有道理。词史上最早写《渔父》词的，是唐代的张志和。李煜这首词，继承的就是张志和的“渔父家风”，写渔父的快乐逍遥。从词意上看，此词耽于隐逸、格调不高，当是李煜前期意念消沉的作品。&&&此词开篇入画，将画中意境以言辞写出，以画境言心境。“浪花”成“千里雪”，“桃花”作“一队春”，写春江浪涌，春光明媚。一队”后着一“春”字，不仅显示出桃李的生机，而且又透出别样的俏皮，绘出明畅绚丽的意境。这两句寥寥数字便将画中意境描绘得淋漓尽致：画中的主人公渔父，趁着春江水涨，驾一叶小舟，随水顺风而下；好风推舟行进，轻舟分浪飞驶，浪花迎面而来，如溅起千里雪；渔父心中开怀，而浪花也似有意；船行浪中，两岸桃红李白，列队相随，花树多情，渔父恬畅。&&&余下三句描写了渔父的装束，是点睛之笔，写出了渔父淡泊潇洒的人生境界。两个三字句看似信手拈来，其实也是锤炼的结果：“一壶酒”写出渔父的精神状态；“一竿纶”点明渔父的职业和身份。单说“一壶酒”，也许还可以联想到别的人；但紧跟着说“一竿纶”，则肯定是渔父无疑了。末句突现高峰——“世上如侬有几人”，这句话是渔父的自述：在尘世上，像我这样自在快活的人，恐怕不多。这位钓叟，无风波之险，而有自然之乐，在自己的糊口生涯中找到乐趣。他摆脱世俗的羁绊，避开名利的枷锁，自在逍遥，令人羡慕不已。&&&这首词题画抒怀，借景寓意，虽然情趣不高，但悠然散淡之意境却清丽不俗，也可视为题画诗词中的精品。",
       "backgroundInfo" : "这是一首题画词，具体创作时间不详。是词人为南唐内供名画家卫贤绘制的《春江钓叟图》所题。",
       "classInfo" : "74",
       "poetryID" : "210",
       "source" : "27",
       "likes":"712"
       },{
       "name" : "少年游",
       "author" : "宋·柳永",
       "content" : "长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。",
       "transferInfo" : "骑着马在长安古道上缓缓前行，道旁柳树上的秋蝉不住嘶鸣。夕阳在远方渐渐沉落，秋风在原野上劲吹，我极目远望，天际广阔夜幕降临。归去的云一去杳无踪迹，旧日的期望何处去寻？冶游饮宴的兴致早已衰减，过去的酒友也都寥落无几，再也不是狂放不羁的少年时了。",
       "addtionInfo" : "马迟迟：马行缓慢的样子。原上：乐游原上，在长安西南。目断：极目望到尽头。四天垂：天的四周夜幕降临。归云：飘逝的云彩。这里比喻往昔经历而现在不可复返的一切。前期：以前的期约。既可指往日的志愿心期又可指旧日的欢乐约期。狎兴：游乐的兴致。狎：亲昵而轻佻。酒徒：酒友。萧索：零散，稀少，冷落，寂寞。",
       "analysesInfo" : "一般人论及柳永词者，往往多着重于他在长调慢词方面的拓展，其实他在小令方面的成就，也是极可注意的。叶嘉莹在《论柳永词》一文中，曾经谈到柳词在意境方面的拓展，以为唐五代小令中所叙写的“大多不过是闺阁园亭伤离怨别的一种‘春女善怀’的情意”，而柳词中一些“自抒情意的佳作”，则写出了“一种‘秋士易感’的哀伤”。这种特色，在他的一些长调的佳作，如《八声甘州》《曲玉管》《雪梅香》诸词中，都曾经有很明白的表现。然而柳词之拓展，却实在不仅限于其长调慢词而已，就是他的短小的令词，在内容意境方面也同样有一些可注意的开拓。就如这一首《少年游》小词，就是柳永将其“秋士易感”的失志之悲，写入了令词的一篇代表作。&&&柳永之所以往往怀有一种“失志”的悲哀，盖由于其一方面既因家世之影响，而曾经怀有用世之志意，而另一方面则又因天性之禀赋而爱好浪漫的生活。当他早年落第之时，虽然还可以藉着“浅斟低唱”来加以排遣，而当他年华老去之后，则对于冶游之事既已失去了当年的意兴，于是遂在志意的落空之后，又增加了一种感情也失去了寄托之所的悲慨。而最能传达出他的双重悲慨的便是这首《少年游》小词。&&&“长安古道马迟迟，高柳乱蝉嘶。”这首词开头两句是说，在长安古道上骑着瘦马缓缓行走，高高的柳树秋蝉乱嘶鸣。“长安”原为中国历史上著名的古都，前代诗人往往以“长安”借指首都所在之地，而长安古道上来往的车马，便也往往被借指为对于功名利禄的争逐。不过柳永此词在“马”字之下，所承接的却是“迟迟”两字，这便与前面“长安道”所可能引起的争逐的联想，形成一种强烈的反衬。而在长安道上词人之“马”之“迟迟”行走，则既表现了词人对争逐之事灰心淡薄，也表现了一种对今古沧桑的若有深慨的思致。秋蝉的嘶鸣独具有一种凄凉之致。“蝉嘶”之上，还加了一个“乱”字，如此便不仅表现了秋蝉声的缭乱众多，也表现了被秋蝉嘶而引起的哀感的词人之心情的缭乱纷纭。至于“高柳”二字，则一则表示了蝉嘶所在之地，再则以“高”字表现了“柳”之零落萧疏，是其低垂的浓枝密叶已经凋零，所以才显得树的高。&&&“夕阳鸟外，秋风原上，目断四天垂。”上阕后三句是说，夕阳照射下，秋风在原野上劲吹，我举目远望，看见天幕从四方垂下。写词人在秋日郊野所见之萧瑟凄凉的景象，飞鸟隐没在长空之外，夕阳隐没更在飞鸟之外，值此日暮之时，郊原上寒风四起，天苍苍，野茫茫，词人双目望断而终无一可供投止之所。&&&词的上半阕是词人自写其今日之飘零落拓，望断念绝，全从外界的景象着笔，而感慨极深。&&&“归云一去无踪迹，何处是前期？”下阕前两句是说，归去的云一去杳无踪迹，往日的期待在哪里？写对于过去的追思，则一切希望和欢乐不可再得。对于柳永而言，他过去的愿望和期待都已经同样落空了。&&&“狎兴生疏，酒徒萧索，不似少年时。”末三句是说，冶游饮宴的兴致已经衰减，过去的酒友也已经寥落无几，现在的我已经不像以前年轻的时候了。末三句写自己今日的寂寥落寞，志向和意愿一无所成，岁月流逝，只剩下“不似少年时”的悲哀和叹息。&&&柳永这首《少年游》词，前阕全从景象写起，而悲慨尽在言外；后阕则以“归云”为喻象，写一切期望之落空，最后三句以悲叹自己之落拓无成作结。全词情景相生，虚实互应，是一首极能表现柳永一生之悲剧而艺术造诣又极高的好词。总之，柳永以一个禀赋有浪漫之天性及谱写俗曲之才能的青年人，而生活于当日之士族的家庭环境及社会传统中，本来就已经注定了是一个充满矛盾不被接纳的悲剧人物，而他自己由后天所养成的用世之意，与他自己先天所禀赋的浪漫的性格和才能，也彼此互相冲突。他的早年时，虽然还可以将失意之悲，借歌酒风流以自遣，但是歌酒风流却毕竟只是一种麻醉，而并非可以长久依恃之物，于是年龄老大之后，遂终于落得了志意与感情全部落空的下场。昔叶梦得《避署录话》卷记下柳永以谱写歌词而终生不遇之故事，曾慨然论之曰：“永亦善他文辞，而偶先以是得名，始悔为己累，……而终不能救。择术不可不慎。”柳永的悲剧是值得后人同情，也值得后人反省的。",
       "backgroundInfo" : "",
       "classInfo" : "57",
       "poetryID" : "211",
       "source" : "22",
       "likes":"713"
       },{
       "name" : "北陂杏花",
       "author" : "宋·王安石",
       "content" : "一陂春水绕花身，花影妖娆各占春。纵被春风吹作雪，绝胜南陌碾成尘。",
       "transferInfo" : "一池春水多情地护绕着杏林，嫣红的杏花和绿水中妖娆的花影相映成趣，各以其风姿平分着春色。即使被无情的东风吹落，飘飘似雪，也胜过道路边上的杏花凋零洒落路面，任人践踏，碾成尘土。",
       "addtionInfo" : "陂（bēi）：池塘。花影：花枝在水中的倒影。纵：即使。绝胜：远远胜过。南陌：指道路边上。",
       "analysesInfo" : "这首诗一二句写出了北陂杏花的娇媚之美，后两句表现了杏花高洁的品性之美，作者寄情于物，体现出王安石刚强耿介的个性和孤芳自赏的人生追求。&&&这首绝句写于王安石贬居江宁之后，是他晚年心境的写照。王安石是宰相中的读书人，到晚年，他的绝句尤好。曾有人言，唐代以后无诗，此论太极端了点。王安石晚年的绝句有不少是直追唐人的，在议论入诗上，他的议论与描叙结合得很紧，而且议论不浅白直切，而是含蕴有味。&&&“一陂春水绕花身，花影妖娆各占春。”这两句写景状物，描绘杏花临水照影之娇媚。首句点明杏花所处地理位置。“陂”，此处是指池塘。一池碧绿的春水环绕着杏树，预示着勃发的生机。“绕”字用得精巧，既写陂水曲折蜿蜒之流势，又写水花之相依相亲。王安石爱用“绕”字摹写山形水势，如他《江上》一诗中说：“青山缭绕疑无路，忽见千帆隐映来。”在《书湖阴先生壁》（其一）中写到：“一水护田将绿绕，两山排闼送青来。”又在《钟山即事》中说“涧水无声绕竹流”，有清婉、柔媚、幽静之感。&&&“花影妖娆各占春”从花与影两个方面写杏花的绰约风姿。满树繁花竞相开放，满池花影摇曳迷离。“妖娆”二字本用于写人，这里移用于杏花，展现了杏花争奇斗妍的照人光彩。一个“各”字，表明在诗人眼中，花与影一样地美艳、多情，一样令人流连忘返、沉迷自失。宋人许顗《彦周诗话》说：“荆公爱看水中影，此亦性所好，如‘秋水泻明河，迢迢藕花底’，又《桃花诗》云：‘晴沟涨春渌周遭，俯视红影移鱼舠’，皆观其影。”王安石写花善于从本体和投影两方面着手，如此刻画，虚实相生：一方面使景物更具立体的美，另一方面也透露出诗人的审美趣味，即对虚静恬淡之美的情有独钟。&&&“纵被春风吹作雪，绝胜南陌碾成尘。”这两句议论抒情，褒扬北陂杏花品性之美。&&&这两句对偶精工，如陈衍《宋诗精华录》说：“荆公绝句，多对语甚工者，似是作律诗未就化成截句（绝句）。”这两句托物言志，耐人玩味。“东风吹作雪”，这一笔淋漓地描绘出风吹杏树，落英缤纷，似漫天飞雪，而随波逐流的凄美景象，比喻生动，浮想联翩。即便是春风轻拂，娇媚的花儿也不堪吹折，它凋谢了，零落了，这本是让人黯然神伤的。但诗人却偏说它胜过南陌杏花，矜持与自足之意溢于言表。这一对比启人深思：“南陌”在此诗中与“北陂”相对立，这两个背景意象包含着一种空间的隐喻。若说清幽静谧的“北陂”是远离浮世喧嚣的隐逸之所，则“南陌”正是熙来攘往、物欲横陈的名利之场。&&&“南陌”繁华，“北陂”僻静；“南陌”热闹，“北陂”空寂；北陂杏花即使零落了，尚可在一泓清波中保持素洁；而南陌的杏花要么历尽亵玩、任人攀折；要么凋零路面、任人践踏，碾成尘土，满身污秽。若说这南陌杏花是邀功请赏、党同伐异的得势权臣的影射，则北陂杏花是诗人刚强耿介、孤芳自赏的自我人格的象征。王安石从1070年（熙宁三年）到1076年（熙宁九年），两次拜相，又两次罢相，最后退居江宁，寄情于半山。罢相之后，他虽被迫退出政治舞台，但仍然坚持自己原有的改革信念与立场，积极倡言“天命不足畏，人言不足恤，祖宗之法不足守”。一“纵”，一“绝”，呼应紧密，激浊扬清，掷地有声地表明他的政治立场与人生操守。&&&绝句由于篇幅短小，很忌一气直下，没有波折。这首诗句句写临水杏花，第二句承第一句；第三、四句承第二句，却宕开一层，以“纵被”领句，用“绝胜”作呼应，便使全诗跌宕有致，富于曲折变化。这样布局，有直写，有侧写，有描绘，有议论，诗人自己爱好高洁的品格也就贯注其中了。",
       "backgroundInfo" : "",
       "classInfo" : "118",
       "poetryID" : "212",
       "source" : "23",
       "likes":"715"
       },{
       "name" : "春夜",
       "author" : "宋·王安石",
       "content" : "金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏杆。",
       "transferInfo" : "夜已经深了，香炉里的香早已燃尽，漏壶里的水也将漏完。夜风轻柔却也带着点点寒意。夜晚的春色美得令人难以入睡，只见花影随着月亮的移动，悄悄地爬上了栏杆。",
       "addtionInfo" : "金炉：铜制香炉。漏声残：指水将滴完，即天快亮。漏声古代用来计时的漏壶中滴水的声响。翦翦（jiǎn)：形容风轻且带有点寒意。恼人：引逗、挑动人。栏杆：以竹、木等做成的遮拦物。",
       "analysesInfo" : "王安石于公元1042年（宋仁宗庆历二年）进士及第，公元1059年（嘉祐三年）上变法万言书，未被采纳。直到公元1068年（宋神宗熙宁元年），神宗准备实行新法，到四月才召他进京面对。经过二十六年的漫长岁月，王安石屈居下位不算，最大的憾事是变法主张未能实现。此时形势突变，遇到了赏识他主张的锐意变法的新帝，正是龙虎风云、君臣际遇的良机，大展鸿图，即在眼前。因此，他在值宿禁中的时候，面对良宵春色，剪剪轻风，金炉香烬，月移花影，一派风光，激起了思想上难以自制的波澜，为自己政治上的春色撩拨得不能成眠。&&&首句“金炉香烬漏声残”诗人因国事而一夜未眠，对时间的流失十分敏感。所以既看香炉里的“烬”又听漏声之残。次句“翦翦轻风阵阵寒”此句写诗人由室内来到户外的感受，“翦翦”形容风轻微而带有些微的寒意，恰好说明了诗人的兴奋和激动的心情。三句中的“春色恼人”更是把作者亢奋不已的心情表现俱足，收束句“月移花影上栏杆”，更是借景抒情，“以景语结情语”，将作者的愉悦的心境表现的含蓄而又兴味长。&&&“春色恼人眠不得”写作者在户外面对美好的春色，激动不已。这里“春色”既是实指美妙的景色，更是指历史上难得的君臣际遇，确实是难得的“春色”；这里的“恼人”是撩人，由于时值新春，再加上恰逢神宗即位他有了一展宏图的机会。故无数往事、感慨事、紧要事涌上心头，所以才会兴奋的“眠不得”。&&&这首诗的内在抒情曲折而深沉，外在表向却是春夜清幽美景，创作手法高明。诗中处处紧扣着深夜，却又没有一句直接说到夜已如何，而只写夜深时的种种景象。诗人没有正面写对人的怀念，而是通过香尽漏残、月移风寒，写出时光的推移，从而表明诗人徘徊之久和怀想之深。表面上是这庭院夜色搅乱了诗人的清梦，实际上是由于对远方的人强烈的思忆，使诗人感到眼前的春色倍加恼人，感情表达得含蓄、曲折而深沉，有着余而不尽之意。&&&诗人所描写的皇宫春晓的迷人景色，和杜甫“九重春色醉仙桃”，贾至“禁城春色晓苍苍”，岑参“莺啭皇州春色阑”的用意是一样的，用现代的话说，就是大好的景色象征大好的形势。如果没有“月傍九霄多”，就不会有“花影上栏干”，由此可见，王安石是参透了杜甫《春宿左省》后才动笔的。 所以说，这一首政治抒情诗。王安石是借用爱情诗曲折地表达自己的春风得意之情。",
       "backgroundInfo" : "",
       "classInfo" : "119",
       "poetryID" : "213",
       "source" : "23",
       "likes":"714"
       },{
       "name" : "长相思·花似伊",
       "author" : "宋·欧阳修",
       "content" : "花似伊，柳似伊。花柳青春人别离。低头双泪垂。长江东，长江西。两岸鸳鸯两处飞。相逢知几时。",
       "transferInfo" : "看着那花儿像你，看着那柳枝也像你；正是花柳最美的春天，人却要别离。伤心的人儿不禁垂首默默流泪。一个长江的东边，一个住在长江的西边，好似两岸的鸳鸯在两处飞，不知道什么时候才能再次相逢呢？",
       "addtionInfo" : "长相思：词牌名。唐教坊曲。鸳鸯（yuān yāng）：本鸟名，此比喻恩爱夫妻。几时：什么时候。",
       "analysesInfo" : "这是一首抒写离别之情的作品。描写一对青春别离的夫妇，别后妻子会产生无穷无尽的思念，并亟盼早日与丈夫相逢团聚。短短几句，把归人行程和愁怨的焦点都简括而又深沉地传达了出来。尽管佳人已去，妆楼空空，可作者还是一片痴情，终难忘怀。&&&词的上阕从眼前所见流水写起，并且目送远波，想象这流水将流到瓜洲渡和长江汇合，再想到吴中（江南）的山也面带愁容，正是花繁柳茂的时节，花如人，柳如人，正在花柳最美的春天，人却要别离了。实则深切怀念远在江南的情人，希望情人能从吴地归来，过瓜洲古渡，溯流北上与自己相会，但同样汴水、泗水是一去不复回的，随之南下的爱人大概也和河水一样，永远离开了他。伊人面若桃花眉似柳，正楚楚可怜地低头泣下，原来是因心上人即将离别而黯然神伤。&&&于是就在下阕抒发了自己的相思之痛，恋人被大江分隔，一个住长江头，一个在长江尾，仿佛是两岸的鸳鸯两处飞，相逢机会知道等到什么时候？这位“花柳青春”的妻子就只好“低头双泪垂”了。绵绵相思之情，尽在结句的设问之中。&&&全词以月下脉脉的流水映衬，象征悠悠的离情别绪，深深的思念和由此产生的绵绵的怨恨，又频用叠字叠韵，再配上那柔和的民歌风味，更加抒发悠悠不尽的“思”和“恨”。",
       "backgroundInfo" : "公元1036年（宋仁宗景祐三年），词人任夷陵县令。时年欧阳修30岁，在长江边送走心爱的人，两地分离，不知何时相见，看着江边的花儿和两岸鸳鸯成双地飞舞，被贬失意加上离别相思之情，于是写下了这首词。",
       "classInfo" : "7",
       "poetryID" : "214",
       "source" : "22",
       "likes":"716"
       },{
       "name" : "丰乐亭游春·其三",
       "author" : "宋·欧阳修",
       "content" : "红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。",
       "transferInfo" : "红花满树，青山隐隐，白日西沉。广漠的郊野，草色青青一望无垠。游春的人们哪管春天将去，脚踏落花在丰乐亭前来来往往。",
       "addtionInfo" : "红树：开红花的树，或落日反照的树，非指秋天的红叶。长郊：广阔的郊野。无涯：无边际。春将老：春天将要过去。",
       "analysesInfo" : "丰乐亭在滁州（治所在今安徽滁县）西南丰山北麓，琅琊山幽谷泉上。此亭为欧阳修任知州时所建。他写了一篇《丰乐亭记》，记叙了亭附近的自然风光和建亭的经过，由苏轼书后刻石。美景，美文，美书，三美兼具，从此成为著名的游览胜地。&&&丰乐亭周围景色四时皆美，但这组诗则撷取四时景色中最典型的春景先加描绘。&&&“红树青山日欲斜，长郊草色绿无涯。”是说青山红树，白日西沉，萋萋碧草，一望无际。&&&“游人不管春将老，来往亭前踏落花。””天已暮，春将归，然而多情的游客却不管这些，依旧踏着落花，来往于丰乐亭前，欣赏这暮春的美景。&&&这首诗把对春天的眷恋之情写得既缠绵又酣畅。在这批惜春的游人队伍中，当然有诗人自己在内。欧阳修是写惜春之情的高手，他在一首《蝶恋花》词中有句云：“泪眼问花花不语，乱红飞过秋千去”，真是令人肠断；而此诗“来往亭前踏落花”的多情游客，也令读者惆怅不已。&&&本诗都是前两句写景，后两句抒情。写景，鲜艳斑斓，多姿多彩；抒情，明朗活泼而又含意深厚。",
       "backgroundInfo" : "欧阳修于公元1046年（庆历六年）在滁州郊外山林间造了丰乐亭，第二年三月写了《丰乐亭游春》这组诗。本首是其第三首。",
       "classInfo" : "94",
       "poetryID" : "215",
       "source" : "23",
       "likes":"717"
       },{
       "name" : "劝学诗",
       "author" : "宋·朱熹",
       "content" : "少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。",
       "transferInfo" : "青春的日子十分容易逝去，学问却很难获得成功，所以每一寸光阴都不能轻易放过。没等池塘生春草的美梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。",
       "addtionInfo" : "学：学问，学业、事业。一寸光阴：日影移动一寸的时间，形容时间短暂。轻：轻视，轻松放过。未觉：没有感觉、觉醒。池塘春草梦：东晋诗人谢灵运《登池上楼》中有“池塘生春草，园柳变鸣禽”，是歌咏南国早春的句子。阶：台阶。梧：梧桐，落叶乔木。",
       "analysesInfo" : "本诗中的“劝”起着统领全篇的作用。“劝”解释为“勉励”的意思。&&&“少年易老学难成，一寸光阴不可轻”。这是诗人用切身体会告戒年轻人的经验之谈，说明人生易老，学问难成，因而必须爱惜光阴。因其“易老”、故“不可轻”，可见惜时之重要。说明应该珍惜自己美好的年华，努力学习，切莫让可贵的时光从身边白白地溜走。&&&“未觉池塘春草梦，阶前梧叶已秋声。”诗人以敏锐、细腻的笔触，借用前人诗句中的优美形象，结合自己对“少年易老学难成”的深切感受，把时间快过，岁月易逝的程度，用梦未觉，梧叶秋声来比喻，十分贴切，备增劝勉的力量；从而使“一寸光阴不可轻”的题旨得以更鲜明的体现，给读者留下深刻难忘的印象。&&&全诗通过梦未醒、梧叶已落来比喻光阴转瞬即逝，告诫青年人珍视光阴，努力向学，用以劝人，亦用于自警。告诫人们要珍惜光阴，追求学业，感叹人生苦短，要抓紧时间学习，将来才不会因虚度年华而悔恨，不因碌碌无为而蹉跎人生。青春的日子容易逝去，学问却很难成功，所以每一寸光阴都要珍惜，不能轻易放过。还没从美丽的春色中一梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。",
       "backgroundInfo" : "公元1196年（庆元二年）为避权臣韩侂胄之祸，朱熹与门人黄干、蔡沈、黄钟来到新城福山（今黎川县社苹乡竹山村）双林寺侧的武夷堂讲学，并写下此诗。",
       "classInfo" : "120",
       "poetryID" : "216",
       "source" : "24",
       "likes":"718"
       },{
       "name" : "蚕妇",
       "author" : "宋·张俞",
       "content" : "昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。",
       "transferInfo" : "昨天我进城去卖丝，回来时泪水湿透了手巾。为什么这么伤心？我看到了浑身穿绫罗、着绸缎的富人，他们竟没有一个是养蚕的人。",
       "addtionInfo" : "蚕妇：养蚕的妇女。蚕，一种昆虫，吐出的丝是重要的纺织原料，主要用来纺织绸缎。市：做买卖或买卖货物地方，这里是指卖出蚕丝。巾：手巾或者其他的用来擦抹的小块布。遍身：全身上下。罗绮：丝织品的统称。罗，素淡颜色或者质地较稀的丝织品。绮，有花纹或者图案的丝织品。在诗中，指丝绸做的衣服。",
       "analysesInfo" : "这首诗是通过以养蚕为业的农妇入城里卖丝的所见所感，揭示了怵目惊心的社会现实“剥削者不劳而获，劳动者无衣无食”的形象，表现了诗人对劳动人民的同情，对统治阶级的压迫剥削的不满。&&&“昨日入城市，归来泪满巾。”写蚕妇的伤感。妇人昨天进城里去卖丝，回来的时候却是痛哭流泪。“泪满巾”可以看出蚕妇感情刺激之深。诗人用朴素的语言无声地揭示了社会的极端不公。通过对一个蚕妇经历与感受的叙写，表达了对下层劳动人民处境的深刻同情。诗中不着一字议论，却无声地控诉了以养蚕为生、深居僻乡的劳动妇女这一形象。蚕妇初次进城，竟发现了自己贫困终生的根源，难怪她要悲伤，要痛哭流泪了。那位蚕妇的神态、见闻、感受都写得绘声绘色、有血有肉，就以这么一个生活细节，来深刻揭露封建社会制度的极端不合理，立意深刻，构思巧妙，显示了诗人对生活的敏锐洞察力和高度概括力。&&&“遍身罗绮者，不是养蚕人。”揭示蚕妇是因为有感于获而不劳、劳而不获的不合理社会现实而伤感。蚕妇之所以会痛哭流泪，是因为她看到，城里身穿丝绸服装的人，都是有权有势的富人。像她一样的劳动人民，即使养一辈子蚕，也是没有能力穿上美丽的丝绸衣服的。诗人用明显对比的手法概括封建社会阶级对立的现实，揭露统治者不劳而获的不合理现实，极有说服力。&&&诗中反映了劳动人民生活的悲苦，表达了诗人对养蚕农妇的同情，对不劳而获的剥削阶级的愤恨，以及对整个封建社会的控诉和鞭挞。",
       "backgroundInfo" : "本诗具体创作时间不详。此诗写在北宋时期，充满了对当时社会的讽刺和批判。诗人在此时描写了一位整日辛苦劳作，不经常进城，一直在贫穷的乡下以养蚕卖丝为生的普通妇女的遭遇。",
       "classInfo" : "40",
       "poetryID" : "217",
       "source" : "23",
       "likes":"719"
       },{
       "name" : "三衢道中",
       "author" : "宋·曾几",
       "content" : "梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。",
       "transferInfo" : "梅子成熟的时候，天天都是晴朗的好天气，乘小船走到小溪的尽头，再走山间小路。山路上古树苍翠，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。",
       "addtionInfo" : "三衢道中：在去三衢州的道路上。三衢即衢州，今浙江省常山县，因境内有三衢山而得名。梅子黄时：指五月，梅子成熟的季节。小溪泛尽：乘小船到小溪的尽头。小溪，小河沟。泛，乘船。尽，尽头。却山行：再走山间小路。却，再的意思。阴：树荫。不减：并没有少多少，差不多。黄鹂：黄莺。",
       "analysesInfo" : "诗写初夏时宁静的景色和诗人山行时轻松愉快的心情。此诗首句写出行时间，次句写出行路线，第三句写绿阴那美好的景象仍然不减登山时的浓郁，第四句写黄莺声，路边绿林中又增添了几声悦耳的黄莺的鸣叫声，为三衢山的道中增添了无穷的生机和意趣。全诗明快自然，极富有生活韵味。&&&第一句句点明此行的时间，“梅子黄时”正是江南梅雨时节（黄梅天），难得有这样“日日晴”的好天气，因此诗人的心情自然也为之一爽，游兴愈浓。诗人乘轻舟泛溪而行，溪尽而兴不尽，于是舍舟登岸，山路步行。一个“却”字，道出了他高涨的游兴。&&&三四句紧承“山行”，写绿树荫浓，爽静宜人，更有黄鹂啼鸣，幽韵悦耳，渲染出诗人舒畅愉悦的情怀。“来时路”将此行悄然过渡到归程，“添得”二字则暗示出行归而兴致犹浓，故能注意到归途有黄鹂助兴，由此可见出此作构思之机巧、剪裁之精当。&&&作者将一次平平常常的行程，写得错落有致，平中见奇，不仅写出了初夏的宜人风光，而且诗人的愉悦情状也栩栩如生，让人领略到平的意趣。&&&诗还有个特点，就是通过对比融入感情。诗将往年阴雨连绵的黄梅天与眼下的晴朗对比；将来时的绿树及山林的幽静与眼前的绿树与黄莺叫声对比，于是产生了起伏，引出了新意。全诗又全用景语，浑然天成，描绘了浙西山区初夏的秀丽景色；虽然没有铺写自己的感情，却在景物的描绘中锲入了自己愉快欢悦的心情。曾几虽然是江西诗派的一员，但这首绝句写得清新流畅，没有江西诗派生吞活剥、拗折诘屈的弊病。他的学生陆游就专学这种，蔚成大家。",
       "backgroundInfo" : "曾几是一位旅游爱好者。这首诗是他游浙江衢州三衢山时写的，抒写诗人对旅途风物的新鲜感受。",
       "classInfo" : "9",
       "poetryID" : "218",
       "source" : "23",
       "likes":"720"
       },{
       "name" : "咏华山",
       "author" : "宋·寇准",
       "content" : "只有天在上，更无山与齐。举头红日近，回首白云低。",
       "transferInfo" : "华山的上面只有青天，世上更是找不到和它齐平的山。在山顶抬头就能看到红色的太阳有多近，回头看甚至觉得白云都很低。",
       "addtionInfo" : "与齐：与之齐的省略，即没有山和华山齐平。举头：抬起头。回首：这里作低头，与“举头”相对应。",
       "analysesInfo" : "《华山》是寇准七岁时的咏诗。寇准，是北宋时期的一个稀世神童，他聪慧过人，才思敏捷，出口成章。据史书记载，寇准小时候，其父大宴宾客，饮酒正酣，客人请小寇准以附近华山为题，作《咏华山》诗，寇准在客人面前踱步思索，一步、二步，到第三步便随口吟出了这首传为千古佳话的五言绝句。这是一首即景即情之作，每一句都突出了华山的高峻陡峭，气势不凡，显得贴合山势，准确传神，可谓是难能可贵的佳作。&&&“只有天在上，更无山与齐。”这两句诗意思是说，比华山高的只有蓝天，也没有任何一座山峰能与之平齐，极写华山巍峨高耸之非常。其中“只有”一词说明了华山极高，再比华山高的就只有那蓝天了；“更无”说明华山是唯一最高的山峰，再没有任何一座山峰能与之平起平坐。&&&“举头红日近，回首白云低。”这两句意思是说，当你站在高高的山顶的时候，抬起头来仰望苍穹，红日仿佛就在你的头顶上；低头俯瞰脚下，蒸腾的云雾正在半山腰缭绕弥漫。“红日”后之“近”字，“白云”后之“低”字，都极有力地衬托了华山的高耸与陡峭。&&&这首诗在写法上有两点值得我们借鉴，一是对仗工整、严谨，没有一丝一毫的刀斧痕迹。二是炼字精准，不着任何痕迹地衬托了华山的高耸、巍峨与陡峭，如前两句中的“只有”、“更无”和后两句中的“近”、“低”，都用得十分精准，十分巧妙。无论是对仗修辞手法的运用，还是遣词炼字的功力，都说明了绝非等闲之辈所能为之，教人不敢相信它竟然出自于一个七岁孩童之口。",
       "backgroundInfo" : "",
       "classInfo" : "44",
       "poetryID" : "219",
       "source" : "23",
       "likes":"721"
       }

    ],
    "type" : "command",
    "baseID" : "0",
    "mainClass" : "99"
}



