{
    "poetryList" : [
        {
       "name" : "鹧鸪天·林断山明竹隐墙",
       "author" : "宋·苏轼",
       "content" : "林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。",
       "transferInfo" : "远处树林尽头，有座高山清晰可见；近处丛生的翠竹围绕在屋舍旁。院落旁有一长满衰草的小池塘，蝉声四起，叫声乱成一团。空中不时有白色的小鸟上下翻飞，满池荷花，映照绿水，散发出柔和的芳香。在乡村的野外，古城墙的近旁，我手拄藜杖徐徐漫步，转瞬已是太阳西落。昨天夜里三更时分，天公殷殷勤勤地降下一场好雨，今天又能使漂泊不定的人享受一日的爽心清凉。",
       "addtionInfo" : "鹧鸪天：词牌名。林断山明：树林断绝处，山峰显现出来。翻空：飞翔在空中。红蕖（qú）：荷花。古城：当指黄州古城。杖藜 ：拄着藜杖；藜：一种草本植物，这里指藜木拐杖。殷勤：劳驾，有劳。浮生：意为世事不定，人生短促。",
       "analysesInfo" : "此词作于作者贬谪黄州时期，是他当时乡间幽居生活的自我写照。上片写景，下片刻画人物形象，全词描绘了一幅夏日雨后的农村小景。词中所表现的，是作者雨后游赏的欢快、闲适心境。词人先写游赏时所见村景，接着才点明词中所写之游赏和游赏所见均因昨夜之雨而引起，抒发自己雨后得新凉的喜悦。这种写法，避免了平铺直叙，读来婉转蕴藉，回味无穷。&&&“林断山明竹隐墙。乱蝉衰草小池塘。”这首词开头两句是说，远处郁郁葱葱的树林尽头。有耸立的高山。近处竹林围绕的屋舍边，有长满衰草的小池塘，蝉鸣缭乱。在这两句词中，竟然写出了林、山、竹、墙、蝉、草、池塘七种景物，容量如此之大，堪为妙笔。这里呈现的景象，是一派幽狭的气氛。词人身为罪官，才能无从施展，只有过着幽人的生活。这首《鹧鸪天》即若隐若现的表现出他的此种境遇。&&&开头两句，作者用推移镜头，由远而近，描绘自己身处的具体环境。这所墙院，正是作者的居所。&&&“翻空白鸟时时见，照水红蕖细细香。”三、四句是说，空中不时有白色的小鸟飞过，塘中红色的荷花散发幽香。&&&三、四两句，含意更为深邃。意境如此清新淡雅，似乎颇有些诗情画意。芙蕖是荷花的别名。“细细香”，描写得颇为细腻，是说荷花散出的香味，不是扑鼻的浓烈的香气，而是宜人的淡淡芳香。如果不是别的原因，生活在这样的境界中，的确是修身养性的乐土。然而对于词人来说，他并非安于现状，着意流连这里的景致。在这里透过此等画面，便能隐隐约约的看到词人那种百无聊懒、自寻安慰、无可奈何的心境。词的下片作者又用自己的形象，对此作了生动的说明。&&&下片前三句，是写太阳在即将落山的时候，词人拄着藜杖在村边小道上徐徐漫步。这是词人自我形象的写照。但他表现的究竟是怎样的形象呢？是老态龙钟，还是病后的神态？是表现自得其乐的隐者生活，还是百无聊赖、消磨时光的失意情绪？读者仔细玩味，自然会得出正确的答案。&&&最后两句，是画龙点睛之笔。词句的表面是说：天公想得挺周到，昨天夜里三更时分，下了一场好雨，又使得词人度过了一天凉爽的日子。“殷勤”二字，犹言“多承”。细细品评，在这两个字里，还含有某些意外之意，即是说：有谁还能想到几经贬谪的词人呢？大概世人早已把我忘却了，唯有天公还想到我，为我降下“三更雨”。所以，在“殷勤”两字中还隐藏着词人的无限感慨。“又得浮生一日凉”，是词中最显露的一句。“浮生”，是说人生飘忽不定，是一种消极的人生哲学。《庄子·刻意》篇说：“其生若浮，其死若休。”苏轼的这种消极思想，就是受庄子思想的影响。“又得浮生一日凉”中的“又”字，分量很重，对揭示主题，起着重要的作用，它表现词人得过且过、日复一日地消磨岁月的消极情绪。&&&总观全词，从词作对特定环境的描写和作者形象的刻画，就可以看到一个抑郁不得志的隐者形象。",
       "backgroundInfo" : "此词作于公元1083年（宋神宗元丰六年），当时苏轼谪居黄州（治所在今湖北黄冈）已经三年，政治打击和仕途挫折使他的心情不免时感悲凉，产生了随遇而安的思想。关于这首词的具体写作时间，从词中描写景物来分析，可知它应是写于元丰六年夏末秋初之际。",
       "classInfo" : "113",
       "poetryID" : "255",
       "source" : "22",
       "likes":"757"
       },{
       "name" : "白鹿洞二首·其一",
       "author" : "唐·王贞白",
       "content" : "读书不觉已春深，一寸光阴一寸金。不是道人来引笑，周情孔思正追寻。",
       "transferInfo" : "专心读书，不知不觉已经到了暮春时节，一寸光阴就像一寸黄金珍贵。如果不是道人来逗笑，还在深入钻研周公孔子的精义、教导呢。",
       "addtionInfo" : "白鹿洞：在今江西省境内庐山五老峰南麓的后屏山之南，这里青山环抱，碧树成荫，十分幽静；名为“白鹿洞”，实际并不是洞，而是山谷间的一个坪地。春深：春末，晚春。一寸光阴一寸金：以金子比光阴，谓时间极为宝贵，应该珍惜。寸阴：极短的时间。道人：指白鹿洞的道人。引笑：逗笑，开玩笑。周情孔思：指周公孔子的精义、教导。追寻：深入钻研。",
       "analysesInfo" : "这是一首写诗人自己的读书生活的诗，也是一首惜时诗。“白鹿洞”在今江西省境内庐山五老峰南麓的后屏山之南。这里青山环抱，碧树成荫，环境幽静。名为“白鹿洞”，实际并不是洞，而是山谷间的一方坪地。中唐李渤曾在此读书，养有一头白鹿为伴，因名“白鹿洞”。&&&“读书不觉已春深”是说自己专心读书，不知不觉就已经到了春末。“春深”犹言春末、晚春。从这句诗中可以看出，诗人读书入神，每天都过得紧张而充实，全然忘记了时间。春天快过完了，是诗人不经意中猛然发现的。这一发现令诗人甚感意外，颇多感慨。他觉得光阴过得太快了，许多知识要学，时间总不够用似的。次句写诗人的感悟。“一寸光阴一寸金”，寸阴，指极短的时间，这里以金子喻光阴，谓时间宝贵，应该珍惜。这是诗人由第一句叙事自然引发出来的感悟，也是诗人给后人留下的不朽格言，千百年来一直勉励人们、特别是读书人珍惜时间、注重知识积累，不断充实和丰富自己。&&&“不是道人来引笑，周情孔思正追寻。”是叙事，补叙自己发觉“春深”，是因为“道人来引笑”。“道人”指白鹿洞的道人。“引笑”指逗笑，开玩笑。道人修禅养性是耐得住寂寞、静得下心的了，而诗人需要道人来“引笑”，才肯放松一下，休息片刻，可见诗人读书之专心致志，非同寻常。这不，道人到来之时，诗人正在深入钻研周公孔子的精义、教导呢。“周情孔思”，当指古代读书人所读的儒家典籍。&&&诗中“一寸光阴一寸金”诗句成为劝勉世人珍惜光阴的千古流传的至理名言。后人应当从中受到启发和教育，知识是靠时间积累起来的，为充实和丰富自己，应十分珍惜时间才是。",
       "backgroundInfo" : "",
       "classInfo" : "72",
       "poetryID" : "256",
       "source" : "21",
       "likes":"758"
       },{
       "name" : "和董传留别",
       "author" : "宋·苏轼",
       "content" : "粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。",
       "transferInfo" : "虽然生活当中身上包裹着粗衣劣布，但胸中有学问气质自然光彩夺人。不喜欢陪伴着年老的学人一块清谈过“烹瓠叶”那样的苦日子，决定随从举子们参加科举考试。虽不能像孟郊那样骑马看花，但却有机会被那“选婿车”包围，让自己眼花缭乱。中举仍然可以向世俗之人夸耀，诏书上如鸦的黑字新写着你的名字呢。",
       "addtionInfo" : "董传：字至和，洛阳（今属河南）人，曾在凤翔与苏轼交游。大布：古指麻制粗布。裹：经历。生涯：人生的境遇过程。腹有：胸有，比喻学业有成。诗书：原指《诗经》和《尚书》，此泛指书籍。气：表于外的精神气色。华：丰盈而实美。老儒：旧谓年老的学人。瓠叶：《诗经·小雅》的篇名。共四章。根据诗序：瓠叶，大夫刺幽王也。或以为燕饮之诗。首章二句为：幡幡瓠叶，采之亨之。举子：指被推荐参加考试的读书人。槐花：豆科植物槐的干燥花及花蕾。夏季花开放或花蕾形成时采收，及时干燥，除去枝、梗及杂质。踏槐花：唐代有“槐花黄，举子忙”俗语，槐花落时，也就是举子应试的时间了，后因称参加科举考试为“踏槐花”。囊空：口袋里空空的，比喻没有钱。寻春马：引用孟郊《登科后》诗：昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。择婿车：此指官贾家之千金美女所坐之马车，游街以示择佳婿；唐代进士放榜，例于曲江亭设宴，其日，公卿家倾城纵观，高车宝马，于此选取佳婿得意：即“春风得意”，意谓黄榜得中。世俗：社会上流传的风俗习惯。诏黄：即诏书，诏书用黄纸书写，故称。字如鸦：诏书写的黑字。",
       "analysesInfo" : "苏轼的这首《和董传留别》可能不为读者所熟知，而其中的“腹有诗书气自华”一句却广为传诵，原因就在于它经典地阐述了读书与人的修养的关系。中国的读书人向来把读书视为积累知识、增长学问的有效途径。读书的作用不仅在于占有知识，还在于提升人的精神境界。尤其是常读书，日积月累就会使人脱离低级趣味，养成高雅、脱俗的气质。清代学者梁章钜说：“人无书气，即为粗俗气，市井气，而不可列于士大夫之林。”事实证明，读书与不读书，读书多与读书少的人，所表现出的内在气质与素质是绝不相同的。“腹有诗书”指饱读诗书，满腹经纶，“气”可以理解为“气质”或“精神风貌”。全句的重心在“自”上面，它强调了华美的气质是饱读诗书的必然结果。&&&就苏轼送别的这位朋友董传而言，“气”不应简单地指读书所带给人的儒雅之气，更指古代读书人所推崇的在面对人生的失意和困窘时的乐观豁达的态度。孔子的弟子颜回“一箪食，一瓢饮，在陋巷”而能“不改其乐”。王勃在人生落魄时高唱“穷且益坚，不坠青云之志”。董传身处贫穷，却始终保持着乐观向上的精神风貌，追求着自己的人生目标，这可以从“囊空不办寻春马”一句看出。显然，苏轼对董传的人生态度还是非常欣赏的。在临别时送给朋友这一句，既是赞美，也是安慰。&&&“腹有诗书气自华”一句，阐明了读书与高雅气质的必然联系，凝练概括，深得读者喜爱。今天人们引用它来说明读书求知可以培养人高尚的品格和高雅的气质。也用来赞美别人学问渊博、气度不凡。",
       "backgroundInfo" : "《和董传留别》这首诗是苏轼罢官凤翔签判赴汴京，途经长安时，与朋友董传话聚临别留赠董传的。公元1061年（嘉祐六年），苏轼应中制科考试，即通常所谓“三年京察”，入第三等，授大理评事、签书凤翔府判官，董传时与之相随。董传当时在凤翔穷困潦倒，正准备参加科举考试。次年苏轼回长安后作此诗。",
       "classInfo" : "7",
       "poetryID" : "257",
       "source" : "23",
       "likes":"759"
       },
       {
      "name" : "梅花",
      "author" : "唐·崔道融",
      "content" : "数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。",
      "transferInfo" : "梅花初放，花萼中还含着白雪；梅花美丽孤傲，即使要入画，都会担心难画的传神。花香中别有韵致，清雅的都不知道冬的寒冷。心中愁苦之人不愿听那哀怨的笛声，病躯倚着梅枝独看这风景。北风如果理解我怜悔之意，就请不要轻易的摧残它。",
      "addtionInfo" : "萼（è）：花萼，萼片的总称，由若干萼片组成，一般呈绿色，保护花芽。雪：指白色梅花。孤标：独立的标识，形容清峻突出，不同一般。朔（shuò）：北方。",
      "analysesInfo" : "崔道融《梅花》诗中的梅花却非眩耀的梅花。“数萼初含雪，孤标画本难。”此句写“冷”。只是“数萼”，方显冷清。诗人家中必无高朋满座。无朋无友，遗我一人，隐隐花开，淡淡看来。在诗坛众多的咏梅诗中，林逋《山园小梅》云：“众芳摇落独妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。”齐己《早梅》云：“万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。”此二者皆是“暖”景，何等的热闹，独不似崔道融咏梅诗的“冷清”“香中别有韵，清极不知寒。”先写花形，复写花香。关于这一点齐己的《早梅》诗和林逋的《山园小梅》诗也与之如出一辙。&&&“香中别有韵，清极不知寒。”先写花形，复写花香。齐诗林诗亦然。齐诗云：风递幽香出，禽窃素艳来。林诗云：霜禽欲下先偷眼，粉蝶如知合断魂。三者意境则各不相同。崔诗清。香为清香，以清替寒。齐诗虽有一幽字，其境不觉其幽，唯觉流畅而已。林诗着一趣字，所谓文人雅事此般趣味则是。&&&“横笛和愁听，斜枝倚病看。”此句愁。于花香之后，写花事。李益《从军北征》云：天山雪后海风寒，横笛遍吹行路难。律然《落梅》云：不须横管吹江郭，最惜空枝冷夕曛。横笛是特指，故和愁听。齐诗无此写人之句。林诗云：幸有微吟可相狎，不须檀板共金樽。不离其雅趣。&&&“朔风如解意，容易莫摧残。”此句苦。苦苦哀求之意。唯此相慰，不忍见其凋残。此写花愿。齐诗云：明年如应律，先发望春台。就花写花，不似崔诗化人入花，其情深切。林诗至上句已毕。&&&崔道融四句诗，冷、清、愁、苦，皆出寂寞。人无伴，心亦无寄。偶见之数萼梅花，恋恋不已，却无大地春回的欢乐。只因心间的孤寒不因人间的寒暑而迁移。律然《落梅》全诗云：和风和雨点苔纹，漠漠残香静里闻。林下积来全似雪，岭头飞去半为云。不须横管吹江郭，最惜空枝冷夕曛。回首孤山山下路，霜禽粉蝶任纷纷。意境与崔诗较近。然此为落梅，正当有叹惋之意。崔道融写初发之梅，清寒远甚于此，可想见其人之寂寞何等之深。",
      "backgroundInfo" : "崔道融在公元895年（乾宁二年）前后，做过县令之类的小官，后避战乱入闽，空有一腔抱负却无处施展。此诗为诗人咏梅之作，既赞梅花之孤高芳郁，亦向世人暗寓自己的高洁情操。",
      "classInfo" : "121",
      "poetryID" : "258",
      "source" : "21",
      "likes":"760"
      },
       {
      "name" : "蜂",
      "author" : "唐·罗隐",
      "content" : "不论平地与山尖，无限风光尽被占。采得百花成蜜后，为谁辛苦为谁甜？",
      "transferInfo" : "无论是在平地，还是在山峰，极其美好的风景都被蜜蜂占有。蜜蜂啊，你采尽百花酿成了花蜜，到底为谁付出辛苦，又想让谁品尝香甜？",
      "addtionInfo" : "山尖：山峰。无限风光：极其美好的风景。占：占有，占据。采：采取，这里指采取花蜜。",
      "analysesInfo" : "罗隐的咏物诗“切于物”而“不粘于物”，往往别出心裁，独具寓意，讽刺深峻犀利又耐人寻味。清沈祥龙《论词随笔》云：“咏物之作，在借物以寓性情，凡身世之感，君国之忧，隐然蕴于其内，斯寄托遥深，非沾沾焉咏一物矣。”罗隐正是在对物象深入细致的观察基础之上，对所咏之物融进他强烈的家国之忧与身世之慨，刺时讽世使得其能在晚唐诗坛脱颖而出。《蜂》通过吟咏蜜蜂采花酿蜜供人享用这一自然现象，表现了他对社会和历史问题的思考。&&&前两句写蜜蜂的生存状态，在山花烂漫间不停穿梭、劳作，广阔的领地给了它们相当大的施展本领的空间。“不论”“无限”，蜜蜂在辛勤劳动中“占尽风光”，简单写来看似平平无奇，纯行直白，几乎是欣赏、夸赞的口吻，实则是匠心独运，先扬后抑，为下文的议论做出了铺垫。&&&后两句紧乘“蜜蜂”这一意象，把它象征的“劳动者”意象加以引申、扩大，发出“采得百花成蜜后，为谁辛苦为谁甜”的一声叹息。同时也提出一个耐人寻味的问题：已采的百花酿成蜜，辛辛苦苦的劳作终于有了可喜的成果，话锋一转，这般辛劳到底又是为了谁呢？在当时黑暗腐朽的社会里，为的正是那些不劳而获、占据高位、手握重权的剥削者，此中的讽意不言而明。诗人以反诘的语气控诉了那些沉迷利禄之人，感喟良久之余不禁又对广大的劳苦人民产生了矜惜怜悯之情，从另一个侧面对这种劳者不获、获者不劳的不平现实加以嘲讽和鞭笞，在为劳动人民鸣冤叫屈的同时也是对自己久沉下僚、大志难伸的境遇予以反省，表达对唐末朋党倾轧、宦官专权、战乱频仍、民不聊生的社会现象更深的痛恨之情。&&&蜂与蝶在诗人词客笔下，成为风韵的象征。然而小蜜蜂毕竟与花蝴蝶不同，它是为酿蜜而劳苦一生，贡献甚多而享受甚少。诗人罗隐着眼于这一点，写出这样一则寄慨遥深的诗的“动物故事”。仅其命意就令人耳目一新。此诗艺术表现上值得注意的有三点：&&&一、欲夺故予，反跌有力。此诗寄意集中在末二句的感叹上，慨蜜蜂一生经营，除“辛苦而外并无所有。然而前两句却用几乎是矜夸的口吻，说无论是平原田野还是崇山峻岭，凡是鲜花盛开的地方，都是蜜蜂的领域。这里作者运用极度的副词、形容词——“不论”、“无限”、“尽”等等，和无条件句式，极称蜜蜂“占尽风光”，似与题旨矛盾。其实这只是正言欲反、欲夺故予的手法，为末二句作势。俗话说：抬得高，跌得重。所以末二句对前二句反跌一笔，说蜂采花成蜜，不知究属谁有，将“尽占”二字一扫而空，表达效果就更强。&&&二、叙述反诘，唱叹有情。此诗运用了夹叙夹议的手法，但议论并未明确发出，而运用反诘语气道之。前二句主叙，后二句主议。后二句中又是三句主叙，四句主议。“采得百花”已示“辛苦”之意，“成蜜”二字已具“甜”意。但由于主叙主议不同，末二句有反复之意而无重复之感。本来反诘句的意思只是：为谁甜蜜而自甘辛苦呢？却分成两问：“为谁辛苦”？“为谁甜”？亦反复而不重复。言下辛苦归自己、甜蜜属别人之意甚显。而反复咏叹，使人觉感慨无穷。诗人怜惜之意可掬。&&&三、寓意遥深，可以两解。此诗抓住蜜蜂特点，不做作，不雕绘，不尚词藻，虽平浅而有思致，使读者能从这则“动物故事”中若有所悟，觉得其中寄有人生感喟。有人说此诗实乃叹世人之劳心于利禄者；有人则认为是借蜜蜂歌颂辛勤的劳动者，而对那些不劳而获的剥削者以无情讽嘲。两种解会似相龃龉，其实皆允。因为“寓言”诗有两种情况：一种是作者为某种说教而设喻，寓意较浅显而确定；另一种是作者怀着浓厚感情观物，使物著上人的色彩，其中也能引出教训，但“寓意”就不那么肤浅和确定。如此诗，大抵作者从蜂的“故事”看到那时苦辛人生的影子，但他只把“故事”写下来，不直接说教或具体比附，创造的形象也就具有较大灵活性。而现实生活中存在着不同意义的辛苦人生，与蜂相似的主要有两种：一种是所谓“终朝聚敛苦无多，及到多时眼闭了”（《红楼梦》“好了歌”）；一种是“运锄耕劚侵星起”而“到头禾黍属他人”。这就使得读者可以在两种意义上作不同的理解了。但是，随着时代的前进，劳动光荣成为普遍观念，“蜂”越来越成为一种美德的象征，人们在读罗隐这诗的时候，自然更多地倾向于后一种解释了。",
      "backgroundInfo" : "大中十三年（公元859年）底罗隐至京师，应进士试，历七年不第。作者心灰意冷，后又看见人民辛苦劳作在田间地头与部分朝廷官员不劳而获这样相对立的情景而产生的愤懑，这可能是罗隐作出这首讽喻不劳而获者的《蜂》的原因。",
      "classInfo" : "55",
      "poetryID" : "259",
      "source" : "21",
      "likes":"761"
      },{
      "name" : "金铜仙人辞汉歌",
      "author" : "唐·李贺",
      "content" : "茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。",
      "transferInfo" : "茂陵里埋葬的刘郎，好似深秋落叶倏然离去，夜里曾听到他的神马嘶鸣，天亮却杳无踪迹。画栏内的桂树依旧花繁叶茂，散发着阵阵幽香，长安城的三十六宫，如今却已是苔藓满布。魏国官员驱车载运铜人，直向千里外的异地，刚刚走出长安东门，寒风直射铜人的眼珠里。只有那朝夕相处的汉月，伴随铜人走出官邸，回想起往日的君主，铜人不禁潸然泪下。只有枯衰的兰草在通向咸阳的古道送别，面对如此兴亡盛衰的变化，上天若有情，也会因为悲伤而变得衰老。独出长安的承露盘，在荒凉的月色下孤独影渺。眼看着长安渐渐远去，渭水波声也越来越小。",
      "addtionInfo" : "茂陵：汉武帝刘彻的陵墓，在今陕西省兴平县东北。刘郎：指汉武帝。秋风客：犹言悲秋之人。“夜闻”句：传说汉武帝的魂魄出入汉宫，有人曾在夜中听到他坐骑的嘶鸣。桂树悬秋香：八月景象。秋香：指桂花的芳香。三十六宫：张衡《西京赋》：“离宫别馆三十六所”。土花：苔藓。千里：言长安汉宫到洛阳魏宫路途之远。东关：车出长安东门，故云东关。酸风：令人心酸落泪之风。将：与，伴随。汉月：汉朝时的明月。君：指汉家君主，特指汉武帝刘彻。铅水：比喻铜人所落的眼泪，含有心情沉重的意思。衰兰送客：秋兰已老，故称衰兰。客指铜人。咸阳：秦都城名，汉改为渭城县，离长安不远。咸阳道：此指长安城外的道路。“天若”句：意谓面对如此兴亡盛衰的变化，天若有情，也会因常常伤感而衰老。渭城：秦都咸阳，汉改为渭城县，此代指长安。波声：指渭水的波涛声。渭城在渭水北岸。",
      "analysesInfo" : "《金铜仙人辞汉歌》诗中的金铜仙人临去时“潸然泪下”表达的主要是亡国之恸。此诗所抒发的是一种交织着家国之痛和身世之悲的凝重感情。&&&诗共十二句，大体可分成三个部分。前四句慨叹韶华易逝，人生难久。汉武帝当日炼丹求仙，梦想长生不老。结果，还是像秋风中的落叶一般，倏然离去，留下的不过是茂陵荒冢而已。尽管他在世时威风无比，称得上是一代天骄，可是，“夜闻马嘶晓无迹”，在无穷无尽的历史长河里，他不过是偶然一现的泡影而已。诗中直呼汉武帝为“刘郎”，表现了李贺傲兀不羁的性格和不受封建等级观念束缚的可贵精神。&&&全诗可分为三个层次。&&&首四句是第一个层次，借金铜仙人的“观感”慨叹韶华易逝，人生短暂。世事无常。诗中直呼汉武帝为“刘郎”为“客”，表现了李贺不羁的性格和不受封建等级观念束缚的精神。&&&中四句为第二个层次，用拟人化手法写金铜仙人初离汉宫的酸苦惨凄情态，亡国之痛和移徙之悲跃然纸上。特别是“酸”、“射”两字，把主观的情和客观的物完全揉和在一起，含义极为丰富。&&&末四句为第三个层次，写出城后途中的情景。“衰兰”一语，写形兼写情，而以写情为主（因愁苦而“衰”）；“天若”一语，设想奇伟，意境辽远，感情深沉，司马光称为“奇绝无双”;末联进一步描述了金铜仙人恨别伤离，不忍离去，而又不能不离去的情怀，感人至深。&&&“茂陵刘郎秋风客，夜闻马嘶晓无迹。”茂陵：长安附近汉武帝刘彻的陵墓。秋风客：汉武帝曾作《秋风辞》，以此称他。开头两句是说，有人夜间听见茂陵中刘郎的魂魄巡游汉宫，仗马嘶鸣；可是天亮时这一切都消失了，什么迹象也见不到。&&&首二句想象汉武帝的阴魂预知铜仙人将被搬走，头天晚上显示灵异的情形。诗中直呼汉武帝为“刘郎”，表现了李贺傲兀不羁的性格和不受封建等级观念束缚的可贵精神。&&&“画栏桂树悬秋香，三十六宫土花碧。”三十六宫：汉代长安有离宫别馆三十六所。土花：指青苔。这两句写汉代遗宫的荒芜。是说，宫廷画栏前的桂树空飘着秋香，苑中青苔满地，人迹稀少。&&&“魏官牵车指千里，东关酸风射眸子。”东关：长安东门，这里指明所去的方向。酸风：悲风。眸子：眼中瞳人。这两句说，魏国的宫官把金铜仙人装车送往遥远的魏都洛阳，出长安东门时，悲风迎面扑来，刺着金铜仙人的双眼。&&&“空将汉月出宫门，忆君清泪如铅水。”君：指汉主。这两句是说，金铜仙人离开汉宫时，只有天上的明月陪伴着它；因怀念武帝，泪如铅水洒落。&&&“清泪如铅水”照应上文“酸风射眸子”，把金铜仙人拟人化，想象它因为离情而落泪，同时增添了铜人落泪传说的戏剧色彩。&&&“衰兰送客咸阳道，天若有情天亦老。”客：指铜人。咸阳：离长安不远。它附近有渭水，汉代改称渭城。这两句说，金铜仙人从长安东去，唯有道旁枯败的兰草为它送行；天公如有感情，也将因这兴亡盛衰的变化而伤感衰老。&&&这两句和末两句，是记写从长安至洛阳途中的情形，情景凄凉。“天若有情天亦老”是李贺的名句，妙在反衬，以无情的天公也会伤情变老，反衬出有情的人心中将会泛起多大的波澜。这是作者对兴亡变化的感叹，也反映出它离京去国时的悲愤。&&&“携盘独出月荒凉，渭城已远波声小。”是说金铜仙人带着铜盘，独自离开汉宫后，在月下荒凉之地行进；过了咸阳，越走越远，渭水的波声也逐渐听不到了。&&&这都是诗人的想象之词。一个“独”字，照应了上文的“画栏桂树”、“三十六宫”以及“汉月”、“宫门”，点出金铜仙人不忍离别又只得离别汉宫的情状，也见出诗人辞官离开长安时的孤寂心境。&&&这首诗是李贺的代表作品之一。它设想奇创，而又深沉感人；形象鲜明而又变幻多姿。怨愤之情溢于言外，却并无怒目圆睁、气峻难平的表现。遣词造句奇峭而又妥帖，刚柔相济，恨爱互生，参差错落而又整饬绵密。这确是一首既有独特风格，而又诸美同臻的诗作，在李贺的集子里，也找不出几首类似的作品来。",
      "backgroundInfo" : "据朱自清《李贺年谱》推测，这首诗大约是公元813年（唐元和八年），李贺因病辞去奉礼郎职务，由京赴洛，途中所作。其时，诗人“百感交并，故作非非想，寄其悲于金铜仙人耳”。",
      "classInfo" : "60",
      "poetryID" : "260",
      "source" : "21",
      "likes":"762"
      },{
      "name" : "绝句",
      "author" : "宋·夏元鼎",
      "content" : "崆峒访道至湘湖，万卷诗书看转愚。踏破铁鞋无觅处，得来全不费工夫。",
      "transferInfo" : "到崆峒山访问道士来到了湖湘边， 我读了万卷诗书越读越感觉愚鲁。踏破了铁鞋也寻不到的诗情灵感， 实践中得来竟全然不费什么功夫。",
      "addtionInfo" : "愚：痴愚。",
      "analysesInfo" : "",
      "backgroundInfo" : "",
      "classInfo" : "79",
      "poetryID" : "261",
      "source" : "23",
      "likes":"763"
      },{
      "name" : "赠邻女",
      "author" : "唐·鱼玄机",
      "content" : "羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？",
      "transferInfo" : "白天总是用衣袖遮住脸，春日里更添惆怅，连起来装扮都不愿意。无价之宝容易求得，而有情的郎君实在难以找到。无论是睡觉时，还是赏花时，都会暗暗垂泪，痛断肝肠。既然已有了这样的才貌，宋玉这样的才子也可以求得的，又何必去怨恨王昌这样的才子？",
      "addtionInfo" : "此诗一作《寄李员外》，一作《寄李亿员外》。遮罗袖：一作“障罗袖”。宋玉：战国楚辞赋家，著录赋十六篇，颇多亡佚。王昌：唐人习用。此以王昌喻李亿。",
      "analysesInfo" : "此诗以无价宝比有心郎，阐述了女子对爱情的重视和追求；以易求反衬难得，诉说了爱情追求的艰难与痛苦。诗人以自己切身的生活经验得出痛苦的结论，喊出被侮辱被损害妇女的苦闷心声，这是对封建社会中妇女普遍遭受婚姻不幸的高度概括。全诗格调哀婉，含蕴深刻。&&&韦毅《才调集》将这首诗直标为《寄李亿员外》。从诗意可以看出，此诗是在咸宜观当道士时写的，可以把这首诗看成是鱼玄机对李亿绝望后表示心迹的诗。&&&古代女人毫无地位，常被男人随意冷落抛弃，所以古代女人多有对男人之无情的不满和哀叹。男子可以妻妾成群，女子却只能从一而终，不能自由恋爱。腐朽的制度，造成许多男子在爱情上喜新厌旧，情意不专，因而女子要想寻得一个有情有义的丈夫，比寻求一件无价之宝还难。&&&此诗是至情之语，不仅表现了她对李亿之无情的怨恨，也写出了古代被遗弃女子的怨愤，高度概括了封建社会中妇女普遍不幸的遭遇，喊出了被侮辱被损害妇女痛苦的心声。&&&鱼玄机才十七八岁便嫁给李亿为妾，原先甚得李的宠爱，后李因其妻之谗言，而将玄机冷落。她从自己的切身经历出发，总结出了当时女子的爱情，哀婉的韵律，蕴含着深刻的哲理。",
      "backgroundInfo" : "《赠邻女》是鱼玄机写于公元863年（唐懿宗咸通四年）的冬季。鱼玄机追求恩师温庭筠未果，以写给温的两首诗结缘于李亿，后嫁于李亿为妾。后因李忆夫人不容，送于京郊咸宜观为道士。她希望能早日重聚，可惜终成泡影。鱼玄机在绝望之后写下了此诗。",
      "classInfo" : "86",
      "poetryID" : "262",
      "source" : "21",
      "likes":"764"
      },{
      "name" : "题鹤林寺僧舍",
      "author" : "唐·李涉",
      "content" : "终日昏昏醉梦间，忽闻春尽强登山。因过竹院逢僧话，偷得浮生半日闲。",
      "transferInfo" : "整日昏昏沉沉恍若梦中，忽然发现春天即将过去便强打精神登山赏景。经过一个种满竹子的寺院，与一僧人攀谈许久，难得在这纷扰的世事中暂且得到片刻的清闲。",
      "addtionInfo" : "强：勉强。因：由于。过：游览，拜访。竹院：即寺院。浮生：语出《庄子》“其生若浮”。意为人生漂浮无定，如无根之浮萍，不受自身之力所控，故谓之“浮生”。",
      "analysesInfo" : "这首诗是写于镇江鹤林寺的墙壁上。作者在听了老僧的教训后悟得了对待人生的观念，明白了只有淡化人生功利、平和情绪心态、面对惨淡现实视若罔闻、处变不惊，才能忘记过去，笑对人生，憧憬未来。&&&第一句是诗人对自己遭遇流放时的内在情绪与外在情态的真实描述。诗人从“抑”起笔，首先抒写其消极浑噩的内心情态。在“醉梦”前面修饰以“终日昏昏”，可见诗人面对流放遭遇所表现出来的极度消沉和一蹶不振。从写法上这是采取了先抑后扬的写法，为下文的“扬”做了一个很好的蓄势和铺垫。&&&第二句是写诗人在百无聊赖之际，浑浑噩噩之中，忽然发现明媚的春光已经快要离他而远去了，于是强打精神走出户外，登上南山，想借欣赏春色以排遣积郁已久的愁苦与不快。这里的“春尽”我们应该不仅仅理解为自然界的春天将要过去了，还应该想到人生青春岁月之有限。诗人不甘心就此消沉下去，不能就这样枉费青春，不甘心庸庸碌碌了此一生，因此才在“忽闻春尽”之后振作精神“强登山”。&&&第三句中“因”，当为介词，有“由于”之意；“竹院”，就是寺院，僧人参禅悟道修行之地。诗人来这里干什么？有意来的也好，无意路过也罢，总之，人还是进去了，并且与寺内的高僧谈禅悟道闲聊了很久。“逢僧话”之“逢”字告诉读者是无意之中碰到的；“话”，即与老和尚谈禅悟道，聊天，吐露心中的苦闷与不快，探讨人生之喜怒哀乐。作为佛家，对待人生的观念自古多为淡化人生功利，平和情绪心态，面对惨淡现实，视若罔闻，处变不惊。不论有多大的烦恼与不快，学会深藏于心底，这样才能忘记过去，笑对人生，憧憬未来。&&&第四句是点睛之笔。浮生半日闲，是因为过竹院逢僧话。此句深深禅意，揭示了无趣盲目的人生，半日闲最难得。&&&作者已经对人生有所觉悟，并找出自己的答案。这首诗就是他心境的写照，有人以为是“偷得浮生半日闲”，并对之解释，其实不然“偷得”也好，“又得”也好，并非对人生的消极应对，而是一种自然之道。",
      "backgroundInfo" : "本诗具体创作时间不详。诗人李涉在唐宪宗时被贬谪为陕川司仓参军，后来又被流放南方。在他遭遇流放期间，情绪极其消沉。然而，在与鹤林寺高僧的闲聊之中，无意中解开了苦闷的心结，化解了沉溺于世俗之忧烦，于是欣然题诗本篇于寺院墙壁之上，写下此诗。",
      "classInfo" : "79",
      "poetryID" : "263",
      "source" : "21",
      "likes":"765"
      },{
      "name" : "叹白发",
      "author" : "唐·王维",
      "content" : "宿昔朱颜成暮齿，须臾白发变垂髫。一生几许伤心事，不向空门何处销。",
      "transferInfo" : "曾经的容颜因为衰老已不再，白发顷刻间转为儿童。一生有很多让人忧心的事情，除了佛门没有别的可以销愁了。。",
      "addtionInfo" : "宿昔：书面语。基本解释往常；向来的意思。朱颜：在古代指各种容颜、脸色、面容等，古诗中经常出现。暮齿：指晚年。须臾：意思是衡量时间的词语，表示一段很短的时间，片刻之间。垂髫：小儿的头发。",
      "analysesInfo" : "诗的前两句写嗟老伤时。“宿昔”、“须臾”都形容时间短暂；“垂髫”代指儿童。这两句是说人的一生极其短暂，展眼间，少年青丝成白发，顷刻间，老人死后又转为孩童。王维信佛，相信来生转世，即使这样，他对生命依旧充满了慨叹与矛盾：一方面，他相信人死还会再少年；另一方面，他眼看时光飞逝，人生易老，理想破灭却无能为力，不得不为之惋惜、怅惘。&&&“一生几许伤心事，不向空门何处销”两句，写的就是在这种情绪下的消极思想。“空门”，指佛门，佛教教义认为，世界一切都是空的，以空法作为涅槃之门，故称空门。这两句大意是说，自己的一生有太多的伤心事，只有皈依佛门才能解脱。王维一生际遇坎坷，早年有过积极的政治抱负，希望能作出一番事业，后因政局变化无常而逐渐消沉下来。他本身出生于奉佛家庭，受佛门思想影响很深，当理想破灭时，这种思想就成了他的主导思想。他认为人生的种种苦恼，必须到佛门空无寂灭的哲理中，才能得以摆脱。",
      "backgroundInfo" : "",
      "classInfo" : "27",
      "poetryID" : "264",
      "source" : "21",
      "likes":"766"
      },{
      "name" : "唐多令·惜别",
      "author" : "宋·吴文英",
      "content" : "何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。",
      "transferInfo" : "怎样合成一个“愁”，是离别之人的心上加个秋。纵然是秋雨停歇之后，风吹芭蕉的叶片，也吹出冷气飕飕。别人都说是晚凉时的天气最好，可是我却害怕登上高楼，那明月光下的清景，更加令我滋生忧愁。往昔的种种情事好像梦境一样去悠悠，就像是花飞花谢，就像是滚滚的烟波般向东奔流。群群的燕子已经飞回南方的故乡，只有我这游子还在异地停留。丝丝垂柳不能系住她的裙带，却牢牢地拴住我的行舟。",
      "addtionInfo" : "心上秋：“心”上加“秋”字，即合成“愁”字。飕（sōu）：形容风雨的声音。这里指风吹蕉叶之声。年事：指岁月。客，作者自指。淹留：停留。萦：旋绕，糸住。裙带：指燕，指别去的女子。",
      "analysesInfo" : "吴文英的这首《唐多令》写的是羁旅怀人。全词字句不事雕琢，自然浑成，在吴词中为别调。&&&就内容而论可分两段，然与此的自然分片不相吻合。&&&“何处合成愁？离人心上秋。纵芭蕉不雨也飕飕。都道晚凉天气好；有明月，怕登楼。年事梦中休，花空烟水流。燕辞归、客尚淹留”为第一段，起笔写羁旅秋思，酿足了愁情，目的是为写别情蓄势。前二句先点“愁”字，语带双关。从词情看，这是说造成这些愁情的，是离人悲秋的缘故，秋思是平常的，说离人秋思方可称愁，单就这点说命意便有出奇制胜之处。从字面看，“愁”字是由“秋心”二字拼合而成，所以此二字又近于字谜游戏。这种手法，古代歌谣中经常可见，王士禛谓此二句为“《子夜》变体”，具“滑稽之隽”（《花草蒙拾》），是道著语。此词以“秋心”合成“愁”字，是离合体，皆入谜格，故是“变体”。此处似乎是信手拈来，涉笔成趣，毫无造作之嫌，且紧扣主题秋思离愁，实不该以“油腔滑调”（陈廷焯《白雨斋词话》卷二）目之。&&&“何处合成愁？离人心上秋。”两句一问一答，开篇即出以唱叹，而且凿空道来，实可称倒折之笔。下句“纵芭蕉不雨也飕飕”是说，虽然没有下雨，但芭蕉也会因飕飕秋风，发出凄凉的声响。这分明想告诉读者，先时有过雨来。而起首愁生何处的问题，正由此处蕉雨惹起。所以前二句即由此倒折出来，平添千回百折之感。秋雨初停，天凉如水，明月东升，正是登楼纳凉赏月的好时候。“都道晚凉天气好”，可谓人云亦云，而“有明月，怕登楼”，才是客子真实独特的心理写照。“月是故乡明”，望月是难免会触动乡思离愁的。这三句没有直说愁，却通过客子心口不一的描写把它充分地表现了。&&&秋属岁未，颇容易使人联想到晚岁。过片就叹息年光过尽，往事如梦。“花空烟水流”是比喻青春岁月的流逝，又是赋写秋景，兼有二义之妙。由此可见客子是长期飘泊在外，老大未回之人。看到燕子辞巢而去，心生无限感慨。“燕辞归”与“客尚淹留”，两相对照，自可见人不如候鸟。以上蕉雨、明月、落花、流水、去燕……虽无非秋景，而又不是一般的秋景，于中无往而非客愁，这也就是“离人心上秋”的具体形象化了。&&&此下“垂柳不萦裙带住，谩长是、系行舟”为第二段，写客中孤寂的感叹。“垂柳”是眼中秋景，而又关离情别事写来承接自然。“萦”、“系”二字均由柳丝绵长思出，十分形象。“垂柳不萦裙带住”一句写的是其人已去，“裙带”二字暗示对方的身份和彼此之间的关系：“谩长是，系行舟”二句是自况，意思是自己不能随去。羁身异乡，又成孤零，本就有双重悲愁，何况离自己而去者又是一位情侣呢。由此方见篇着“离人”二字具有更多一重含意，是离乡又逢离别的人啊，其愁也就更其难堪了。伊人已去而自己既留，必有不得已的理由，却不明说（也无须说），只是埋怨柳丝或系或不系，无赖至极，却又耐人寻味。“燕辞归、客尚淹留”句与此三句，又形成比兴关系，情景相映成趣。&&&全词第一段对于羁旅秋思着墨较多，渲染较详，为后边描写蓄足了力量。第二段写字中怀人，着笔简洁明快，发语恰到好处，毫无拖沓之感。较之作者的其它作品，此词确有其独到之处。",
      "backgroundInfo" : "",
      "classInfo" : "91",
      "poetryID" : "265",
      "source" : "22",
      "likes":"767"
      },{
      "name" : "献钱尚父",
      "author" : "唐·贯休",
      "content" : "贵逼人来不自由，龙骧凤翥势难收。满堂花醉三千客，一剑霜寒十四州。鼓角揭天嘉气冷，风涛动地海山秋。东南永作金天柱，谁羡当时万户侯。",
      "transferInfo" : "富贵袭人而来人也没有办法，一个人奋发，他的成就是止不住的。满堂的花香熏醉了无数宾客，一把利剑横扫两浙十四州。战鼓和号角声冲入云霄使得天之气都变得寒冷，风浪席卷而来让天下好像入了秋。掌握这东南之地，作祥瑞天象的支柱，谁还羡慕旧时的万户侯呢。",
      "addtionInfo" : "钱尚父：即钱镠，五代十国时期吴越国的创建者。贵逼人来：富贵逼人而来，即不求富贵而富贵自来。龙骧凤翥：也作凤翥龙骧，形容发奋有为。十四州：当时吴越王钱镠安居十四州。鼓角：战鼓和号角声。揭天：指声音高入天际。嘉气：即瑞气。金天：黄色的天，古时以为祥瑞。万户侯：食邑万户之侯，常用来泛指高爵显位。",
      "analysesInfo" : "诗人借古代侠客的意境表达自己愿追随明君，建功立业的思想感情。",
      "backgroundInfo" : "据说此诗是晚唐诗僧贯休所作。贯休因避黄巢之乱，来到越地，将此诗献给吴越王钱鏐以求晋见。钱鏐一见此诗，大加叹赏，但是嫌“一剑霜寒十四州”一句不够气势，没法体现他的远大志向，让贯休改“十四州”为“四十州”，才考虑见他。贯休听说后吟诗四句回他，吟罢飘然入蜀，沓无音讯。&&&不羡荣华不惧威，添州改字总难依。闲云野鹤无常住，何处江天不可飞？",
      "classInfo" : "123",
      "poetryID" : "266",
      "source" : "21",
      "likes":"768"
      },{
      "name" : "简卢陟",
      "author" : "唐·韦应物",
      "content" : "可怜白雪曲，未遇知音人。恓惶戎旅下，蹉跎淮海滨。涧树含朝雨，山鸟哢馀春。我有一瓢酒，可以慰风尘。",
      "transferInfo" : "可惜这高雅的《白雪》古曲，没有遇到欣赏它的知音。我因为军事而忙碌不安，失意流落在淮海之滨。山涧的树上沾满清晨的雨露，山鸟在暮春中悲啼不停。我只有这一瓢酒，希望可以用来慰藉奔波的生活。",
      "addtionInfo" : "简：书信，此活用作动词。卢陟：韦应物的外甥。卢陟：人名，韦应物外甥。白雪：古琴曲名，传为春秋师旷所作。恓惶：忙碌不安貌。戎旅：军旅，兵事。哢：鸟鸣，鸟叫。",
      "analysesInfo" : "《阳春》、《白雪》都是古曲名，典故出自《对楚王问》，在战国时的楚国，代表着高雅的音乐。在此处，韦应物自比高雅的人，懂得《白雪》价值的人，却一直遇不到同样懂得《白雪》曲的知音。恓惶句，叙述了自己的境况。在军队里工作，忙碌不安，在这淮海之滨，我虚度着光阴。这句诗读来颇为悲凉，人生的无奈尽在这句诗中。山涧旁的树上，还沾着早上的雨水，山间的鸟儿叽喳地叫着。诗人心情是凄惶悲伤的，对于景色，也充满了悲伤的气息。寂寞悲伤无法排解时，诗人们都会“借酒浇愁”，韦应物也不例外。悲伤挥散不去，目前的境况也无法改变了。诗人只能借助于酒，他说：还好，我还有酒，可以安慰我这一路风尘。",
      "backgroundInfo" : "",
      "classInfo" : "57",
      "poetryID" : "267",
      "source" : "21",
      "likes":"769"
      },{
      "name" : "三字令·春欲尽",
      "author" : "五代·欧阳炯",
      "content" : "春欲尽，日迟迟，牡丹时。罗幌卷，翠帘垂。彩笺书，红粉泪，两心知。人不在，燕空归，负佳期。香烬落，枕函欹。月分明，花淡薄，惹相思。",
      "transferInfo" : "春天就要结束了，天还是长长的难熬，牡丹又绽开了她的娇娆。罗帐高高地卷着，翠绿的绣帘垂地轻飘。我重读了旧时的书信，红粉脸上泪痕条条，你和我的相爱，我们相互知晓。你不在我的眼前，我就像春燕空归旧巢，白白地空守佳节良宵。香炷的灰烬又落了，相思的无眠揉约了枕套。今夜的月光分外的亮，月光下只见花儿稀少。明月更惹起我对你的思念，愿这相思如月在你床前照耀。",
      "addtionInfo" : "迟迟：日长而天暖。罗幌：罗绸制的帷幕。幌，帷幔。翠帘：绿色的帘幕。红粉：这里指粉红的脸颊。空归：空空归来。负：辜负。枕函：枕套子。欹：倾斜貌。淡薄：稀疏，稀少。",
      "analysesInfo" : "旧体诗、词大体上有齐言与长短句之别。但词中也有少数齐言者，这首词基本上一句一意，句子间不免省略叙写与过渡的词语，出现若干空白。这就需要比勘揣摹，发挥联想，方能对词意有充分的体味。&&&此词的题材是最常见的暮春思妇之闺怨。但用《三字令》这一特殊词调，在表现上显得格外别致。&&&“春欲尽，日迟迟，牡丹时。”三句，是说暮春的白昼一日长似一日，正是牡丹花开的时候。遣词上容易使读者联想到《诗经·豳风·七月》“春日迟迟”，和白居易“共道牡丹时，相随买花去。”（《买花》）等诗句。然而此词的女主人公在这样绵长的春日，却无心参加赏花士女之行列，独自闷闷在家。“罗幌卷，翠帘垂。”就表现出这样的意态，同时词意就自然由外景描写转入闺房之内。一“卷”一“垂”，又正好暗示女主人公的内心矛盾。她深锁春光而犯愁，原来她正看这一封信——彩笺书，流着泪。从“两心知”一句看，这信与其是她自己写就的情书，无宁看作是远方寄来的尺素。否则，便应是“忆君君不知”了。然而，书来正意味着人不来。那人一去或许经年，须知“红粉”楼中正计日。&&&过片紧承此意，“人不在”三字，形容女子的孤单；“燕空归”，似乎暗示来信徒增幽怨，又有以双飞燕反衬孤独处境之意。想必来信中有许多托词，但不能改变一个铁的事实：“负佳期”。想当初离别，必有盟誓“两心知”。而到今日，又苦留后约将人误。这里词语虽简单，怨思却甚深。“香烬落”，极见境之清寥；“枕函欹”，又极见人之无聊。此时心情，知之者其唯“枕函”乎！以下写景，又由室内推移室外，时间已由上片的白昼推移到夜晚。“月分明，花澹薄”，这是花好月圆之夜。花的“澹薄”是沐浴月光之故。但这花好月圆，却不能慰藉孤栖者的愁怀，反而徒增感伤。以景写哀，倍增其哀。同一美好之花、月，分形以“澹薄”、“分明”的对比词语，拨换字面，颇增情致。&&&这词在歌筳演唱该是很富情味的。它出句短促而整齐，断而不见、乱，真有明珠走盘之清脆感、节奏感。",
      "backgroundInfo" : "",
      "classInfo" : "52",
      "poetryID" : "268",
      "source" : "27",
      "likes":"770"
      },{
      "name" : "鹧鸪天·代人赋",
      "author" : "宋·辛弃疾",
      "content" : "晚日寒鸦一片愁。柳塘新绿却温柔。若教眼底无离恨，不信人间有白头。肠已断，泪难收。相思重上小红楼。情知已被山遮断，频倚阑干不自由。",
      "transferInfo" : "落日里寒鸦归巢，一片伤心景色。只有池塘柳树发出嫩绿的新芽显出温柔情景。如果不是眼下亲自感受这离愁别恨的苦楚，根本不会相信这世上真会有人伤心白头。离肠寸断，泪流难收。怀着相思之情，又一次登上了小红楼。明明知道你我已被山峦所阻隔，可还是不由自主地靠在栏杆上，一直凝望而不能罢休。",
      "addtionInfo" : "鹧鸪天：小令词调，双片五十五字，上片四句三平韵，下片五句三平韵。晚日：夕阳。新绿：初春草木显现的嫩绿色。教：使，令。眼底：眼中，眼睛跟前。白头：犹白发，形容年老。情知：深知；明知。阑干：栏杆，阑同“栏”。",
      "analysesInfo" : "“晚日寒鸦”，这是送人归来后的眼中景。“晚日”的余辉染红天际，也染红长亭古道和目之所极的一切，这是空间。夕阳愈来愈淡，夜幕即将降落，这是时间。而她送走的那位意中人，就在这空间、这时间中愈走愈远了。&&&“柳塘”之后缀以“新绿”，便立刻为我们唤来了春天：塘周柳丝摇金，塘中春波涨绿，已够赏心悦目了；那料到在此基础上，又加上“温柔”一词。相对于严冬而言，初春的水显得“温”，所谓“春江水暖鸭先知”。但说它“温柔”，这就不仅表现了抒情主人公的感觉，而且表现了她的感情。这感情异常微妙，耐人寻味。凭借我们的经验：那一塘春水，既倒映着天光云影和四周的垂柳，又浮游着对对鸳鸯或其他水禽。抒情主人公看到这一切，就自然感到“温柔”，从而也联想到她与意中人欢聚之时是何等的“温柔”了。&&&“柳塘新绿”，春光明丽，倘能与意中人象鸳鸯那样双双戏水，永不分离，便青春永驻，不会白头。&&&“若教眼底无离恨，不信人间有白头。”心绪何等低回宛转，笔致何等摇曳生姿！“无离恨”是假设，不“白头”是假设变成事实之后希望出现的结果。可如今呢？假设未能成立，“白头”已是必然，于是下片紧承“离恨”、“白头”，以“肠已断，泪难收”开头，尽情吐露，略无含蓄。当感情如洪水暴发，冲决一切堤防的时候，是不可能含蓄、因为也用不着含蓄的。&&&“相思重上小红楼”一句，妙在一个“重”字。女主人公送走意中人之后，一次又一次地爬上小楼遥望。开始是望得见的，后来就只见“晚日寒鸦”，望不见人影了。由于十分相思的缘故，望不见人影，还要望，因而“重上小红楼”。",
      "backgroundInfo" : "公元1181年（宋孝宗淳熙八年）冬，辛弃疾遭遇弹劾，隐居上饶。这首词就是作者被弹劾解官后，在带湖闲居时所作。",
      "classInfo" : "108",
      "poetryID" : "269",
      "source" : "22",
      "likes":"771"
      },{
      "name" : "江上寄山阴崔少府国辅",
      "author" : "唐·孟浩然",
      "content" : "春堤杨柳发，忆与故人期。草木本无意，荣枯自有时。山阴定远近，江上日相思。不及兰亭会，空吟祓禊诗。",
      "transferInfo" : "春天来临，堤边杨柳吐出新芽；回想起和友人相约的时光。草木自己是没有感觉的，他们的生死荣枯自有时节决定。山北的景象如旧，我还在岸边日日思念着你。我们还没有在兰亭相会，我只能独自在这里空吟禊诗。",
      "addtionInfo" : "期：相约。定：究竟。祓禊诗：指王羲之诸人之《兰亭集》诗。",
      "analysesInfo" : "这首诗表达了对远方友人的深切思念之情。“春堤杨柳发”触景生情，交代了春天这一时间背景，“杨柳”勾起了诗人对昔日离别情景的回忆，“发”字有绵延生长之感，写出了春意盎然的景象。增添了诗人对远方友人的绵绵不尽的思念之情。“草木”一句承接诗歌首联“杨柳”意象，诗人临景而生发哲思，表达心中的无奈；以草木荣枯喻人生苦短，以草木无意衬人间有情，为后文表达思念之情起势。",
      "backgroundInfo" : "",
      "classInfo" : "48",
      "poetryID" : "270",
      "source" : "21",
      "likes":"772"
      },{
      "name" : "金陵晚望",
      "author" : "唐·高蟾",
      "content" : "曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。",
      "transferInfo" : "金陵城曾在日暮的景色伴着浮动的云，也在秋声里陪着落日。这世上有无数的丹青圣手，却没有人能把我此刻愁苦的心境描绘出来。",
      "addtionInfo" : "金陵：今南京。晚翠：日暮时苍翠的景色。秋声：秋天自然界的声音，如鸟虫叫声，风声。欧阳修有《秋声赋》，以各种比喻描摹秋天的声响。丹青手：指画师。",
      "analysesInfo" : "这是一篇题画之作。诗人借对六朝古都金陵的感慨，抒发对晚唐现实的忧虑。&&&开篇便是望中之景。“曾伴浮云归晚翠，犹陪落日泛秋声。”当是秋风凄厉、秋叶凋零、秋虫哀鸣、秋水惨淡的交响。浮云归于暮山，将是白日的结束，落日悬浮于秋声，亦是一年的残景。凄凉的日之暮、岁之暮的景象，没能使诗人规避，反倒令他入迷。曾伴，犹陪，说明不是瞬间一瞥，不是短暂凭栏，更是痴痴地望着，一直追随着浮云走向消失的轨迹，久久陪伴着为秋声笼罩着的即将沉没的落日。这些常人不愿看、不忍看、更不敢久看的衰图残景，诗人却着魔般的沉浸其中，是反常的，也是耐人寻味的。&&&结合诗题标示的地点，联系三、四句吐露的心境，便知诗人有着难以言说的伤心在。浅层次讲是直面残秋薄暮的感伤，这一中国文人的习惯心理在敏感而哀乐过人的诗人身上更为突出深层次讲，是异质同构的彻悟触动的哀痛。此地曾是南朝六代建都之地。当年金陵，佳丽所萃，而今唯有废墟残景；追昔抚今，宦官专权、藩镇割据、战乱不已的晚唐王朝，不也危机四伏、摇摇欲坠。诗人悟出。历史上六个小朝廷昏庸无道的短命亡国。现实中晚唐王朝无可挽回地衰败下去，不也和自然的浮云落日一样。都是走向总崩溃的末日。这里确乎有异质同构的关系在。自然、历史和社会的种种悲慨涌上心头，笼罩天地，拂逆不去，浓得化不开，语言便显得笨拙无用，只有眼前景象才能诉说和接纳心中无限事了。但人与自然只能是心有灵犀的默契，不能表情达意的对话。再说，望中晚景可诉诸画笔，人尽可识，而自己久久郁积于心的伤感何由表现。世间无限丹青手，一片伤心画不成。”这是痛苦的呐喊，也是寂寞的呐喊。因为无论延请多少画师，都无法描绘出诗人难以排遣的伤心。“赖是丹青不能画，画成应遣一生愁”，然而终究画不成，诗人只能是“此恨绵绵无绝期”了。&&&本诗前二句在对浮云、晚翠等自然景象的描绘中，展示故都盛衰无常，隐含唐王朝正是国运陵夷之时。结尾两句，追昔抚今，百端交集，预感到唐王朝危机四伏，却无可挽回。诗人为此倍感苦恼，却又无能为力，只能将这种潜在危机归结为“一片伤心”，而这又是丹青妙手所无法表述出来的。诗婉转沉著，感慨遥深。",
      "backgroundInfo" : "",
      "classInfo" : "38",
      "poetryID" : "271",
      "source" : "21",
      "likes":"773"
      },{
      "name" : "一剪梅·中秋元月",
      "author" : "宋·辛弃疾",
      "content" : "忆对中秋丹桂丛，花在杯中，月在杯中。今宵楼上一尊同，云湿纱窗，雨湿纱窗。浑欲乘风问化工，路也难通，信也难通。满堂唯有烛花红，歌且从容，杯且从容。",
      "transferInfo" : "回忆昔日中秋，我置身在芳香的丹桂丛。花影映照在酒杯中，皓月也倒映在酒杯中。今晚同样在楼台举杯赏月，可是乌云密布，雨水浸湿了纱窗，哪里还有月光。我简直想乘风上天去质问天公，可是这天路没法打通，想送个信吧信也难通。画堂里没有月亮，只有红烛高照，让我们慢慢把酒喝几盅，慢慢把曲唱到终。",
      "addtionInfo" : "尊：同“樽”，酒杯。浑欲：简直想。化工：指自然的造化者。从容：悠闲舒缓，不慌不忙。",
      "analysesInfo" : "该词上片描写了词人回忆曾经在一个晴朗的中秋，置身丹桂丛中，月波花影荡漾在酒杯中，而今晚云雨湿了纱窗，只有蜡烛闪光的情景，下片描写了词人想要乘风上天去质问天宫，但路也难通，信也难通，只得在烛光下慢慢喝酒、唱歌的情景，表达了词人壮志难酬、怀才不遇的愤懑情怀。&&&上片，用对比的手法写今宵中秋无月之遗憾。&&&起首二句，逆入，因今思昔。起笔入题，回忆先年中秋之夜，碧霄无云，皓月当空， 桂影婆娑，桂花飘香，伴桂倚花，把酒赏月，“花在杯中，月在杯中”，怡然自得的情景。“花在”两句，笔意极工，透显空灵静境，欣喜之情。&&&“今宵”三句，折转写今宵中秋楼台赏月，人酒依旧，却不见明月。原因是“云湿纱窗，雨湿纱窗”，今晚是个雨夜。曲笔写出赏月而不得月的沉闷而遗憾之情。&&&下片写无月之夜的孤寂愁怀。换头紧承上片。&&&“浑欲”三句，写企盼中秋之月的心情。“浑欲乘风问化工”写出盼月心情之急切，倍见其遗恨之深。此句暗中透出词人被朝廷闲置不用，报国无门之恨，他要“浑欲乘风”去质问皇上，为何如此对待他。“路也难通。信也难通。”写出愿望难以实现的无可奈何之情状，其怨恨之情显而易见。&&&结末三句以景作结，写中秋无月之夜的寂寞愁情。词人在无奈之下，只得以红烛为伴，借酒浇愁，慢歌独饮，聊以自慰，以此来打发这个无月的漫漫长夜。其孤苦之状，历历在目。&&&在这首词中，作者明伤“中秋无月”，实则有英雄末路之叹。全词写景抒情融为一体，语言明白晓畅，婉曲蕴藉，韵味无穷。",
      "backgroundInfo" : "该词作于公元1182年（宋孝宗淳熙九年）到公元1192年（宋光宗绍熙三年）辛弃疾闲居带湖期间，具体年份已不可考。诗人的那种报国无门、济世无望、壮志难酬的悲愤全都倾注于问“月”之中，通过该词表达出来。",
      "classInfo" : "100",
      "poetryID" : "272",
      "source" : "22",
      "likes":"774"
      },{
      "name" : "别严士元",
      "author" : "唐·刘长卿",
      "content" : "春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今已误儒生。",
      "transferInfo" : "水国的天气带着初春的寒意，忽晴忽阴，忽好忽坏；在这春风乍起的日子，我所乘的船停泊在苏州城外。蒙蒙细雨润湿了衣服，自己却没有注意到；枝上的花朵飘落到地上，听不到声响。薄暮夕阳下，江上孤帆远去；太湖之南碧草如茵，绵延万里。或许有朋友会问到我的境遇，请转告他们，我这个一介书生，命途多舛，已被“青袍”所误。",
      "addtionInfo" : "严士元：吴（今江苏苏州）人，曾任员外郎之职。倚棹：泊舟，停船。阖闾城：即今江苏的苏州城。相传春秋时伍子胥为吴王阖闾所筑。闲花：指野花。湖：指太湖。青袍：又称青衿。唐代贞观四年（630）规定，八品九品官员的官服是青色的。上元元年（674）又规定，八品官员服深青，九品官员服浅青。儒生：诗人的自称。",
      "analysesInfo" : "这首诗，运用一连串“景语”来叙述事件的进程和人物的行动，即写景是为了叙事抒情，其目的不在描山画水。然而，毕竟又是描写了风景，所以画面是生动的，辞藻是美丽的，诗意也显得十分浓厚。&&&严士元是吴（今江苏苏州）人，曾官员外郎。写这首诗的年代和写诗的背景，现无可稽查。从诗的内容看，两人是在苏州偶然重遇，而一晤之后，严士元又要到湖南去，所以刘长卿写诗赠别。&&&阖闾（hé lǘ）城，就是江苏的苏州城。从“倚棹”二字，可以知道这两位朋友是在城江边偶然相遇，稍作停留。时值春初，南方水乡还未脱去寒意，天气乍阴乍晴，变幻不定。读者寻味开头两句，已经知道两位朋友正在岸上携手徘徊，在谈笑中也提到江南一带的天气了。&&&三四两句是有名的写景句子。有人说诗人观察入微，下笔精细。话是说得很对。可是从另一个角度去看，却似乎看见两人正在席地谈天。因为他们同时都接触到这些客观的景物：笑谈之际，飘来了一阵毛毛细雨，雨细得连看也看不见，衣服却分明觉得微微湿润。树上，偶尔飘下几朵残花，轻轻漾漾，落到地上连一点声音都没有。这不只是单纯描写风景，读者还仿佛看见景色之中复印着人物的动作，可以领略到人物在欣赏景色时的惬意表情。&&&“日斜江上孤帆影”这句也应该同样理解。一方面，它写出了落日去帆的景色；另一方面，又暗暗带出了两人盘桓到薄暮时分而又恋恋不舍的情景。最后，严士元还是起身告辞了，诗人亲自送到岸边，眼看着解缆起帆，船儿在夕阳之下渐渐远去。七个字同样构成景物、事态和情感的交错复迭。以下，“草绿湖南万里情”，补充点出严士元所去之地。景物不在眼前了，是在诗人想象之中，但也掺杂着游子远行和朋友惜别的特殊感情。&&&友人的远去，自然地激起了诗人心底的无限愁绪；因而他的临别赠言，听起来是那样令人心酸：你这回去湖南，如果有相识的人问起我的消息，你就这样回答他吧—“青袍今已误儒生”。这是一句牢骚话。唐代，公元630年（贞观四年）规定，八品九品官员的官服是青色的。上元元年又规定，八品官员服深青，九品官员服浅青。刘长卿当时大概是八九品的官员，穿的是青色袍服。他认为自己当这一员小官，是很失意的，简直是耽误自己的前程了。&&&诗中的“景语”，既有“春寒阴复晴”的水国气候特征，又有“细雨湿衣”、“闲花落地”的眼前景象，还有“草绿湖南”的意中之景，几个层次中，情、景、事同时在读者眼前出现，寄托了与友人相遇而又别离的复杂情思。诗人的这种手法，是很值得借鉴的。",
      "backgroundInfo" : "写这首诗的年代和写诗的背景，现无可稽查。从诗的内容看，两人是在苏州偶然重遇，而一晤之后，严士元又要到湖南去，所以刘长卿写诗赠别。此诗大约作于至德三年（758年）初，诗人第一次被贬，行将赴任之际。",
      "classInfo" : "7",
      "poetryID" : "273",
      "source" : "21",
      "likes":"775"
      },{
      "name" : "忆江上吴处士",
      "author" : "唐·贾岛",
      "content" : "闽国扬帆去，蟾蜍亏复圆。秋风吹渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。",
      "transferInfo" : "自从你扬帆远航到福建，已经是几度月缺又月圆。分别时秋风吹拂着渭水，落叶飘飞洒满都城长安。记得在送别宴会的夜晚，雷雨交加天气让人生寒。你乘坐的船还没有返回，你的消息还远在海云边。",
      "addtionInfo" : "处士：指隐居林泉不入仕的人。闽国：指今福建省一带地方。蟾蜍（chánchú）：即癞蛤蟆。神话传说中月里有蟾蜍，所以这里用它指代月亮。亏复圆：指月亮缺了又圆。渭水：渭河，发源甘肃渭耗县，横贯陕西，东至潼关入黄河。此地：指渭水边分别之地。兰桡（ráo）：以木兰树作的船桨，这里代指船。殊：犹。海云端：海云边；因闽地临海，故言。",
      "analysesInfo" : "贾岛这首《忆江上吴处士》诗载于《全唐诗》卷五七二。此诗“秋风生（吹）渭水，落叶满长安”一联，是贾岛的名句，为后代不少名家引用。如宋代周邦彦《齐天乐》词中的“渭水西风，长安乱叶，空忆诗情宛转”，元代白朴《梧桐雨》杂剧中的“伤心故园，西风渭水，落日长安”，都是化用这两句名句而成的，可见其流传之广，影响之深。&&&此诗开头说，朋友坐着船前去福建，很长时间了，却不见他的消息。&&&接着说自己居住的长安已是深秋时节。强劲的秋风从渭水那边吹来，长安落叶遍地，显出一派萧瑟的景象。特意提到渭水是因为渭水就在长安郊外，是送客出发的地方。当日送朋友时，渭水还未有秋风；此时渭水吹着秋风，自然想起分别多时的朋友了。&&&此刻，诗人忆起和朋友在长安聚会的一段往事：“此地聚会夕，当时雷雨寒”──他那回在长安和这位姓吴的朋友聚首谈心，一直谈到很晚。外面忽然下了大雨，雷电交加，震耳炫目，使人感到一阵寒意。这情景还历历在目，一转眼就已是落叶满长安的深秋了。&&&结尾是一片忆念想望之情。“兰桡殊未返，消息海云端。”由于朋友坐的船还没见回来，自己也无从知道他的消息，只好遥望远天尽处的海云，希望从那儿得到吴处士的一些消息了。&&&这首诗中间四句言情谋篇都有特色。在感情上，既说出诗人在秋风中怀念朋友的凄冷心情，又忆念两人往昔过从之好；在章法上，既向上挽住了“蟾蜍亏复圆”，又向下引出了“兰桡殊未返”。其中“渭水”、“长安”两句，是此日长安之秋，是此际诗人之情；又在地域上映衬出“闽国”离长安之远（回应开头），以及“海云端”获得消息之不易（暗藏结尾）。细针密缕，处处见出诗人行文构思的缜密严谨。“秋风”二句先叙述离别处的景象，接着“此地”二句逆挽一笔，再倒叙昔日相会之乐，行文曲折，而且笔势也能提挈全诗。全诗把题目中的“忆”字反复勾勒，笔墨厚重饱满，是一首生动自然而又流畅的抒情佳品。",
      "backgroundInfo" : "贾岛未中进士前在京城长安时结识了一个隐居不仕的朋友吴处士，后来吴处士离开长安乘船到福建一带，贾岛很思念他，便写了两首诗，这是其中的一首。其具体的创作时间有待考证。",
      "classInfo" : "48",
      "poetryID" : "274",
      "source" : "21",
      "likes":"776"
      },{
      "name" : "塞上曲二首·其二",
      "author" : "唐·戴叔伦",
      "content" : "汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。",
      "transferInfo" : "我巍巍大唐的猎猎旌旗在阴山飘扬，突厥胡人胆敢来犯定叫他有来无还。作为子民我愿以此身终生报效国家，大丈夫建功立业何须活着返回家园。",
      "addtionInfo" : "旌帜：旌旗、旗帜。",
      "analysesInfo" : "戴叔纶的《塞上曲》共两首，为七言绝句。这是第二首。这首较之第一首《塞上曲·军门频纳受降书》浅明了许多，里面有一典故，就是“生入玉门关”。这“生入玉门关”原本是定远侯班超的句子，是说班超出使西域30多年，老时思归乡里，上书言“臣不敢望酒泉郡，但愿生入玉门关”。班超30年驻使西域，为国家民族鞠躬尽瘁，老而思乡求返，本无可咎。但以戴叔纶之见，班超的爱国主义还是不够彻底——他不应提出“生入玉门关”，也无须提出“生入玉门关”，安心报国就是了。戴叔纶的爱国之切是好的，义无反顾也是好的，但放到班超这个实际例子上看，却不是那么近人情。知道了这个典故，全诗意思迎刃而解。前一联讲的是汉家重兵接敌，对胡兵一骑都不会放过。而后就是上文说过的典故——不回玉门关了，要以必死信念战胜胡兵，报国靖边以宁。&&&戴诗同前人述志慷慨的边塞诗风一体同出，大都是吟咏壮士一去不复还的豪言志向，至于时代特征的分析、判断及有关主张，则稍嫌抽象，倘如不将上诗注为唐中期的戴诗，而随便说成为别个时代的，也是很难提出疑问来的。",
      "backgroundInfo" : "",
      "classInfo" : "32",
      "poetryID" : "275",
      "source" : "21",
      "likes":"777"
      },{
      "name" : "赠韦侍御黄裳二首",
      "author" : "唐·李白",
      "content" : "太华生长松，亭亭凌霜雪。天与百尺高，岂为微飙折？桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。愿君学长松，慎勿作桃李。受屈不改心，然后知君子。见君乘骢马，知上太行道。此地果摧轮，全身以为宝。我如丰年玉，弃置秋田草。但勖冰壶心，无为叹衰老。",
      "transferInfo" : "华山顶上的高松，玉立亭亭凌霜傲雪。天生的百尺长松，岂能为小的狂风所折？而桃李却与长松不同，它们所卖弄的是艳丽的美色，使行路之人为之着迷。当春光已尽之时，它的碧叶就化成了黄泥。希望君要学长松，切记不要作桃李。受屈而忠心不改，然后才能辨别谁是真君子。见君乘着骢马，知道您要上太行之山道。果然此地摧车投轮，道路十分艰险，千万要注意安全，保全性命才是最重要的。我如丰年之玉，被弃置在秋田的草丛中。您要为官清正廉洁，努力工作，不要以年老为叹。",
      "addtionInfo" : "韦侍御黄裳：即韦黄裳。尝为万年县尉，后为殿中侍御史。此为赠友之诗，勉励友人要学长松，勿以风霜改色并勉励老友要为官清正廉洁，不要叹老哇卑。太华：即西岳华山。微飙（biāo）：小风，微风。阳艳：亮丽美艳。骢马：毛色青白的马。摧轮：谓山路难行。勖（xù）：勉励。冰壶心：谓冰清玉洁。",
      "analysesInfo" : "此诗中作者以高大挺拔、不畏霜雪的青松形象为喻，歌颂了在黑暗、腐朽、反动势力强大压力之下，不肯同流合污、傲岸不屈的君子。而以只能在春光中“卖阳艳”的桃李作比，讽刺和嘲笑了那些只会阿附权贵、随波逐流的历史小丑，指出他们虽能取媚炫赫于一时，但终究逃脱不了“碧叶成黄泥”的可悲下场，绝没有好结局。&&&诗分三层来写，每四句表达一层含义。“太华生长松，亭亭凌霜雪。天与百尺高，岂为微飙折。”首四句以青松之傲岸，喻君子之高风亮节。太华，指西岳华山。微飙，微风。这四句表面是说：西岳华山之上，生长着高大的青松。它巍然挺立，不畏风雪严寒。大自然赋予它百尺高的躯干，微风岂能将它吹弯吹折?实际意义则是，真正的正直之士，都是些在权贵面前傲岸不屈的人，面对腐朽势力的迫害毫不畏惧。他们耿介正直，与生俱来，永不更改，绝不动摇。诗人用“长”、“亭亭”、“百尺高”来描绘着青松的形象，显示出其生长于高峻雄伟的名山之上挺拔傲岸之姿。以此象喻君子坦荡的胸怀、正直的德行、耿介的性格、高远的志向和坚定的意志。而“岂为微飙折”一句，以反诘作颂语，顿挫有力，表现出诗人对丑恶势力充满蔑视的鲜明态度。&&&接下来四句，写与青松形象恰恰相反的桃李。“桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。”桃李之花在阳光明媚、天气晴暖、春风和煦的日子里来卖弄自己鲜艳的姿容和美色，走路由此经过的行人莫不被其迷惑。然而，本质使然，当春光逝去之后，花儿褪色、凋零，乃至秋风起，便连碧叶也飘落得荡然无存，全都化作尘泥了。这里，以桃李比喻那些趋炎附势、卖身投靠、钻营投机、取悦权贵而得逞一时的小人，他们虽然暂时占据春光，得意非凡，使人们一度为假象所迷惑，以为他们会永远春风得意。但是一旦“春光扫地尽”，小人们所依附的权贵犯科、倒台，他们所依仗的腐朽势力大势已去，那么，这些人也就会“树倒猢狲散”，随之彻底完蛋。最后只落得个“碧叶成黄泥”被扫进历史垃圾堆的可悲下场。&&&桃李和青松，诗人是以对照的方式来描绘的。以松树的挺直，衬托出了桃李的低矮、卑琐、弯曲；以松树的凌霜傲雪，衬托出了桃李的畏风畏雨；以桃李的卖弄阳艳，来反衬松树的刚正不阿；以“花、叶成泥”，来映衬青松的四季不改其容、千载仍挺立、雪压霜摧不失其青翠本色的坚贞个性。这种对比的写法，通过相互映照、反衬，使形象更加鲜明、突出。从而不仅节省了许多笔墨，也言简意赅地逐层揭示了题旨，给人以非常深刻豹印象。是非曲直异常分明，使人一望而知，马上便会做出正确的判断。&&&最后，诗人奉劝黄裳：“愿君学长松，慎勿作桃李。受屈不改心，然后知君子。”希望他能够学习松树的高贵品质和精神风貌，而千万不要象桃李那样，靠着趋附时势而娇艳一时。作为监察御使，更应坚持真理，即使受到打击和挫折，也决不改变志向。这样，才能成为一个意志坚强、有所作为的人。“受屈不改心”，这是李白在唐玄宗统治集团黑暗统治之下，坚持进步政治理想的决心，也是向打击、迫害他的腐朽权奸的勇敢挑战，对黄裳之流的讽刺与规劝。&&&这首诗政治针对性较强，立场鲜明坚定，讽喻辛辣而刺意直切，使人读之，对作者的观点一目了然。但是，因为较为直白，因而思想内涵不够丰富、浑厚、博大，认识的深度也略有欠缺。艺术上，首四句写青松，次四句写桃李，末四句为劝戒之语，形式整饬，结构完整，形象对比鲜明。吕居正《童蒙训》云：“学古人文字须得其短处，如杜子美诗颇近质野处……鲁直诗太尖新太巧处……”可见艺术欣赏不应专看其优点，也应知其不足。李白此诗也有不足之处，这就是此诗与他的那些想象丰富、笔力劲健、情感充沛的回肠荡气之作风格有异，在表达正确思想的同时，艺术感染力略显逊色。",
      "backgroundInfo" : "此组诗作于李白被“赐金还山”，离开长安后的第二次漫游时期。是赠给韦黄裳的政治讽谏诗。",
      "classInfo" : "55",
      "poetryID" : "276",
      "source" : "21",
      "likes":"776"
      },{
      "name" : "将赴成都草堂途中有作",
      "author" : "唐·李白",
      "content" : "常苦沙崩损药栏，也从江槛落风湍。新松恨不高千尺，恶竹应须斩万竿。生理只凭黄阁老，衰颜欲付紫金丹。三年奔走空皮骨，信有人间行路难。",
      "transferInfo" : "离开草堂后就常常担心沙岸崩塌，损坏药栏，现在恐怕连同江槛一起落到湍急的水流中去了。新栽的松树恨不能快速地长成千尺高树，到处乱生侵蔓的恶竹应该斩掉它一万杆。自己的生活全靠严武照顾，衰老的身体也可托付给益寿延年的丹药了。这三年飘泊不定，人瘦得只剩皮包骨头了；亲身经历才知世路艰辛，人生路难行啊！",
      "addtionInfo" : "严郑公：严武，公元七六三年，严武封郑国公，故称严郑公。“常苦”二句是说打算回去后修补栏槛。杜甫在成都草堂曾设置水槛，所谓“新添水槛供垂钓”，其目的在于防护沙岸崩塌，损坏药栏。此时一年多没回去，恐怕药栏也要陡从江槛一道儿落进水里了。此诗前四句都是预拟整理草堂之事。“新松”二句言回草堂后还要清理一切花木。新松，指前此手种的四棵小松。这两句斩钉截铁的话也流露了杜甫那种善恶分明、爱憎分明的思想和性格，富有教育意义。如果以为杜甫只是对“新松”“恶竹”而发，那是很不够的。《齐民要术》：“竹之丑者有四：曰青苦、白苦、紫苦、黄苦”。所谓恶竹，当指此类。“生理”二句自诉穷老，希望朋友照顾，是寄诗本意。黄阁老，指严武。唐时两省（中书省和门下省）官员相呼为“阁老”。严武此时以黄门侍郎为戍都尹，故称“黄阁老”。紫金丹，烧炼的丹药。这句是说怕只有神药仙丹才能挽救我的衰老呢。“三年”二句申明上文。公元七六二年七月杜甫与严武分别后，漂泊梓州、阆州，至是，前后搭三年。空皮骨，只剩下皮包骨头。前闻其语，今身经其事，故曰信有。古乐府有《行路难》曲。",
      "analysesInfo" : "这首诗写了诗人重返草堂的欢乐和对美好生活的憧憬，情真意切，韵味圆满，辞采稳重匀称，诗句兴寄微婉。&&&“常苦沙崩损药栏，也从江槛落风湍。”大意是说：自从离开草堂，常常焦虑沙岸崩塌，损坏药栏，现在恐怕连同江槛一起落到湍急的水流中去了。这虽是诗人遥想离开成都之后，草堂环境的自然遭遇，但这也体现了诗人对风风雨雨的社会现状的焦虑。&&&“新松恨不高千尺，恶竹应须斩万竿。”当年诗人离开草堂时亲手培植的四株小松，才“大抵三尺强”（《四松》），诗人很喜爱它，恨不得它迅速长成千尺高树；那到处侵蔓的恶竹，即使有万竿也要斩除。诗人喜爱新松是因它峻秀挺拔，不随时态而变，诗人痛恨恶竹，是因恶竹随乱而生。这两句，其句外意全在“恨不”、“应须”四字上。杨伦在《杜诗镜铨》旁注中说：这两句“兼寓扶善疾恶意”，这是颇有见地的。乱世的岁月里，诗人的才干难以为社会所用，而各种丑恶势力竞相作充分表演，诗人由此感慨万分。这两句，深深交织着诗人对世事的爱憎。正因为它所表现的感情十分鲜明、强烈而又分寸恰当，所以时过千年，至今人们仍用以表达对于客观事物的爱憎之情。&&&此诗的后四句落到“赠严郑公”的题意上。“生理只凭黄阁老，衰颜欲付紫金丹。”生理，即生计。黄阁老，指严武。唐代中书、门下省的官员称“阁老”，严武以黄门侍郎镇成都，所以这样称呼。金丹，烧炼的丹药。这两句说，诗人的生计全凭严武照顾，衰老的身体也可托付给益寿延年的丹药了。这里意在强调生活有了依靠，疗养有了条件，显示了诗人对朋友的真诚信赖和欢乐之情。&&&最后两句，诗人忽又从瞻望未来转到回顾过去，有痛定思痛的含义：“三年奔走空皮骨，信有人间行路难。”诗人自762年（宝应元年）七月与严武分别，至764年（广德二年）返草堂，前后三年。这三年，兵祸不断，避乱他乡，飘泊不定，人瘦得只剩皮包骨头了。诗人过去常读古乐府诗《行路难》，等到身经其事，才知世事艰辛，人生坎坷。“行路难”三字，语意双关。一个“信”字，包涵着诗人历经艰难困苦后的无限感慨。&&&全诗描写了诗人重返草堂的欢乐和对美好生活的憧憬。情真意切，韵味圆满，辞采稳重匀称，诗句兴寄微婉。诗人将欢欣和感慨融合在一起，将瞻望与回顾一同叙述，更显出了该诗思想情感的深厚。",
      "backgroundInfo" : "公元七六四年正月杜甫携家由梓州赴阆州，准备出峡。二月，闻严武再为成都尹兼剑南节度使，同时严武又先有信邀请，于是便决定重还成都。这首诗就是杜甫由阆州还成都的途中所作。",
      "classInfo" : "54",
      "poetryID" : "277",
      "source" : "21",
      "likes":"778"
      },{
      "name" : "悲歌",
      "author" : "两汉·佚名",
      "content" : "悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。",
      "transferInfo" : "悲歌一曲代替思家的哭泣，登高眺望远方就当做返回了故乡。茫茫的草木，重重的山岗遮住了远望的视线，思乡的忧愁盈满心怀。想要回家，可家中已无亲人，想要渡河却无船可渡。心里思乡的悲愁无处可说，只能憋闷在心中，就像车轮在肠子里转动一般，阵阵绞痛。",
      "addtionInfo" : "可以：这里是“聊以”的意思。当（dāng）：代也。郁郁累累（lěi lěi）：重重积累之貌，形容忧思很重。郁郁，愁闷的样子。累累，失意的样子。思：悲也。“肠中”句：形容内心十分痛苦。",
      "analysesInfo" : "这是一首描写游子思乡的诗，控诉战争带来的徭役之苦。诗人用浑朴自然的语句，写出了游子思乡不得归的百转愁思。&&&“悲歌可以当泣”，诗一开头，劈头劈脑拦腰斩断许多内容，不难理解，这位悲歌者在此之前不知哭泣过多少回了，由于太伤心，以至最后以放声悲歌代替哭泣。接着写他这样悲哀的原因：“远望可以当归”。原来是一位游子，他远离故乡，无法还乡，只好以望乡来代替还乡了。不是真的“远望可以当归”，而只是聊以解忧，无可奈何罢了。这两句把许许多多人的生活体验作了典型的艺术概括，是最能引起读者共鸣的，所以成为千古名句。&&&“思念故乡，郁郁累累”，这是承接“远望”写远望所见，远望还是没有见到故乡。“郁郁”是写草木郁郁葱葱。“累累”是写山岗累累。“岭树重遮千里目”，茫茫的草木，重重的山岗遮住了望眼，难见故乡，不见亲人。&&&“欲归家无人，欲渡河无船。”这两句是写思乡而未还乡的原因。家里已经没有亲人了，已经无家可归了。即便是有家可归，也回不去，因为“欲渡河无船”。所谓“欲渡河无船”，不仅仅是指眼前无船可渡，而是说自己处处受阻，前途坎坷，走投无路的意思，是这位游子悲惨命运的形象写照。这正是他思乡、望乡的根本原因。这样写，就比《艳歌行》所表达的要沉痛得多了。&&&“心思不能言，肠中车轮转。”这两句写游子心中纷烦复杂、无限愁怅的思绪难以倾诉，就好像有车轮在肠中转动。末句用形象的比喻手法写出远在他乡的征夫的无限离愁，把感觉中的心理体验转化为视觉上的形象存在，比喻贴切恰当，不但“转”字关合得自然，同时能准确传神地传达出痛楚之感：愁绪随车轮转动而缓缓抽出，绵延不绝。&&&这首诗和《古歌·秋风萧萧愁杀人》在思想内容上相似。最后两句均是“心思不能言，肠中车轮转”。但《古歌》是触景生情，而这首诗，既不写景，也不叙事，它以真挚的感情痛苦的体验而动人心弦。可以说，抒情诗的意境，并不在于写景和叙事，只要感情真挚感人能引起共鸣，那么诗的意境就在不同的读者的脑海中幻化为丰富多彩的艺术形象了。",
      "backgroundInfo" : "这首《悲歌》当作于东汉时期。东汉后期社会动荡不安。由于社会动荡，普通百姓流浪在外，无家可归。此诗可能就作于这种背景之下。其具体创作时间未详。",
      "classInfo" : "6",
      "poetryID" : "278",
      "source" : "27",
      "likes":"779"
      },{
      "name" : "长干行二首",
      "author" : "唐·李白",
      "content" : "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶黄，双飞西园草。感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。",
      "transferInfo" : "我的头发刚刚盖过额头，在门前折花做游戏。你骑着竹马过来，围绕井栏旋转奔跑，我用手把玩着刚才从门前折回的青梅花枝。我们同在长干里居住，两个人从小都没什么猜忌。十四岁时嫁给你作妻子，害羞得没有露出过笑脸。低着头对着墙壁的暗处，一再呼唤也不敢回头。十五岁才舒展眉头，愿意永远和你在一起。常抱着至死不渝的信念，怎么能想到会走上望夫台。十六岁时你离家远行，要去瞿塘峡滟滪堆。五月水涨时，滟滪堆不可相触，两岸猿猴的啼叫声传到天上。门前是你离家时徘徊的足迹，渐渐地长满了绿苔。绿苔太厚，不好清扫，树叶飘落，秋天早早来到。八月里，黄色的蝴蝶飞舞，双双飞到西园草地上。看到这种情景我很伤心，因而忧愁容颜衰老。无论什么时候你想下三巴回家，请预先把家书捎给我。迎接你不怕道路遥远，一直走到长风沙。想当初我在深闺的时候，不曾见识烟尘；可嫁给长干的男人后，整天在沙头等候风色。五月南风吹动的时候，想你正下巴陵；八月西风吹起的时候，想你正从扬子江出发。来来去去，聚少离多，悲伤几何？什么时候到湘潭呢？我最近天天梦见那里大起风波。昨夜又见狂风吹度，吹折了江头的大树。江水淼淼，昏暗无边，夫君啊你在何处？我将乘坐浮云骢，与你相会在兰渚东。鸳鸯嬉戏在绿蒲池上，翡翠鸟儿绣在锦屏当中。自顾自怜才十五岁多，面容正如桃花一般嫣红。哪里想到嫁为商人妇，既要愁水又要愁风。",
      "addtionInfo" : "长干行：属乐府《杂曲歌辞》调名。长干里：在今南京市，当年系船民集居之地，故《长干曲》多抒发船家女子的感情。抱柱信：典出出《庄子·盗跖篇》，写尾生与一女子相约于桥下，女子未到而突然涨水，尾生守信而不肯离去，抱着柱子被水淹死。滟滪堆：三峡之一瞿塘峡峡口的一块大礁石，农历五月涨水没礁，船只易触礁翻沉。长风沙：地名，在今安徽省安庆市的长江边上，距南京约700里。沙头：沙岸上。风色：风向。巴陵：今湖南岳阳。发：出发。扬子：扬子渡。湘潭：泛指湖南一带。淼淼：形容水势浩大。浮云骢：骏马，西汉文帝有骏马名浮云。兰渚：生有兰草的小洲。翡翠：水鸟名。",
      "analysesInfo" : "诗人李白写过许多反映妇女生活的作品，《长干行两首》就是其中杰出的诗篇。&&&长干是地名，在今江苏南京。乐府旧题有《长干曲》，郭茂倩《乐府诗集》卷七二载有古辞一首，五言四句，写一位少女驾舟采菱、途中遇潮的情景。与李白同时的崔颢有《长干曲》，崔国辅有《小长干曲》，也都是五言四旬的小乐府体，所描绘的都是长江中下游一带男女青年的生活场景。这些诗歌内容都较简单。李白《长干行》的篇幅加长了，内容也比较丰富。它以一位居住在长干里的商妇自述的口气，叙述了她的爱情生活，倾吐了对于远方丈夫的殷切思念。它塑造了一个具有丰富深挚的情感的少妇形象，具有动人的艺术力量。&&&这是两首爱情叙事诗。第一首诗对商妇的各个生活阶段，通过生动具体的生活侧面的描绘，在读者面前展开了一幅幅鲜明生动的画面。诗人通过运用形象，进行典型的概括，开头的六句，婉若一组民间孩童嬉戏的风情画卷。“十四为君妇”以下八句，又通过心里描写生动细腻地描绘了小新娘出嫁后的新婚生活。在接下来的诗句中，更以浓重的笔墨描写闺中少妇的离别愁绪，诗情到此形成了鲜明转折。“门前迟行迹”以下八句，通过节气变化和不同景物的描写，将一个思念远行丈夫的少妇形象，鲜明地跃然于纸上。最后两句则透露了李白特有的浪漫主义色彩。这阕诗的不少细节描写是很突出而富于艺术效果的。如“妾发初覆额”以下几句，写男女儿童天真无邪的游戏动作，活泼可爱。“青梅竹马”成为至今仍在使用的成语。又如“低头向暗壁，千唤不一回”，写女子初结婚时的羞怯，非常细腻真切。诗人注意到表现女子不同阶段心理状态的变化，而没有作简单化的处理。再如“门前迟行迹，一一生绿苔”，“八月胡蝶黄，双飞西园草”，通过具体的景物描写，展示了思妇内心世界深邃的感情活动，深刻动人。&&&第二首诗与第一首诗同是写商妇的爱情和离别的诗。第二首诗恰似第一首诗中的少妇风尘仆仆地划着小船来到长风沙的江边沙头上等候久别的丈夫。此诗在描述女子情感脉络上非常细密柔婉，像是山林中的清泉涓涓流畅而又还回曲折，给读者留下数不清的情韵，把少妇的闺怨描写得淋漓酣畅。这首诗中，诗人用“嫁与长干人，沙头候风色”两句便将女主人公的身世交代得清清楚楚。“五月南风兴”以下四句交代了诗中丈夫的行踪。“昨日狂风度，吹折江头树”则表现了她对夫婿安危的深切关怀，最后，“自怜十五余，颜色桃花江。那作商人妇，愁水复愁风”以少妇感怀身世的方式将满腔离愁别恨渲染得恰到好处。这首诗将南方女子温柔细腻的感情刻画得十分到位。全诗感情细腻，缠绵婉转，步步深入，语言坦白，音节和谐，格调清新隽永，也属诗歌艺术的上品。&&&但是，与第一首诗相比起来，第二首诗显得要稍逊一筹。第二首诗与其他描写闺怨题材的诗一样，是从少妇时期入手， 而第一首诗却别出心裁，偏偏从童年时期的两小无猜写起，李白在此诗中打破了陈规，自出机杼。它通过描绘出的一副副生活场景 ，精心渲染环境气氛，使得人物性格更加生鲜自然，显示出完整性和独创性。一连串具有典型意义的生活片段和心理活动的描写，几乎显示了女主人公的一部性格发展史。这些是第二首诗所没有达到的艺术高度。&&&透过第一首诗典型化的语言，塑造出了一个典型的商人小妇形象。这就是典型的塑造——典型环境中的典型人物。用“清水出芙蓉，天然去雕饰”来赞美这首诗是最贴切不过了，相形之下，第二首诗略显平庸，一则在于它的遣词用句没有前者的创新性，二者它的叙述方式没有摆脱掉其他相同题材诗歌的影子。它更加注重愁怨的描写，而第一首的最后两句“相迎不道远，直至长风沙”则带有一丝脱离封建礼教的解放色彩。因此，第一首诗塑造的人物更加鲜明饱满，更令读者喜爱。&&&《长干行二首》的风格缠绵婉转，具有柔和深沉的美。商妇的爱情有热烈奔放的特点，同时又是那样地坚贞、持久、专一、深沉。她的丈夫是外出经商，并非奔赴疆场，吉凶难卜；因此，她虽也为丈夫的安危担心，但并不是摧塌心肺的悲恸。她的相思之情正如春蚕吐丝，绵绵不绝。这些内在的因素，决定了作品风格的深沉柔婉。",
      "backgroundInfo" : "",
      "classInfo" : "52",
      "poetryID" : "279",
      "source" : "21",
      "likes":"780"
      },{
      "name" : "劝学",
      "author" : "唐·孟郊",
      "content" : "击石乃有火，不击元无烟。人学始知道，不学非自然。万事须己运，他得非我贤。青春须早为，岂能长少年。",
      "transferInfo" : "只有击打石头，才会有火花；如果不击打，连一点儿烟也不冒出。人也是这样，只有通过学习，才能掌握知识；如果不学习，知识不会从天上掉下来。任何事情必须自己去实践，别人得到的知识不能代替自己的才能。青春年少时期就应趁早努力，一个人怎么能够永远都是少年？",
      "addtionInfo" : "乃：才。元：原本、本来。始：方才。道：事物的法则、规律。这里指各种知识。非：不是。自然：天然。运：运用。贤：才能。青春：指人的青年时期。岂：难道。长：长期。",
      "analysesInfo" : "乘着青春年少的时候要努力有所作为，因为光阴易逝，少年时光是很短暂的，人是不可能总是青春不老的。",
      "backgroundInfo" : "",
      "classInfo" : "51",
      "poetryID" : "280",
      "source" : "21",
      "likes":"781"
      },{
      "name" : "放言五首·其三",
      "author" : "唐·白居易",
      "content" : "赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？",
      "transferInfo" : "我送给你一种解决疑问的办法，这个办法不需龟甲，蓍草茎来占卜吉凶。检验玉的真假需要烧满三天，辨别木材需要等待七年。周公在流言蜚语的日子里也会感到害怕，王莽在篡位之前也是毕恭毕敬。假使这人当初就死去了，一生的真假又有谁知道呢？",
      "addtionInfo" : "放言：言论放肆，不受拘束的意思。君：您，这里指作者的好友元稹。法：办法，方法。决：决定，解决，判定。狐疑：狐性多疑，故用狐疑指犹豫不定。钻龟、祝蓍（shī）：古人因迷信而占卜的方法，钻龟壳后看其裂纹占卜吉凶，或拿蓍草的茎占卜吉凶。这里是指求签问卜。蓍，多年生草本植物，全草可入药，茎、叶可制香料。试：试验，检验。辨：辨别，鉴别。材：木材，这里指枕木和樟木。期：期限。篡（cuàn）：篡位，臣子夺取君主的权位。向使：假如，如果，假使。便：就。复：又。周公：姬旦，周武王弟，成王的叔父。典故：成王年幼为王，周公摄政，管叔等人散布流言，说周公要害成王，于是周公躲避了起来。后来成王发现流言是假的，便迎接周公回来，平定了管叔等人的叛乱。王莽（mǎng）：汉元帝皇后侄。典故：王莽在篡夺政权之前，为了收揽人心，常以谦恭退让示人，后来终于篡汉自立，改国号为“新”。",
      "analysesInfo" : "这是一首富有理趣的好诗。它以极通俗的语言说出了一个道理：对人、对事要得到全面的认识，都要经过时间的考验，从整个历史去衡量、去判断，而不能只根据一时一事的现象下结论，否则就会把周公当成篡权者，把王莽当成谦恭的君子了。诗人表示像他自己以及友人元稹这样受诬陷的人，是经得起时间考验的，因而应当多加保重，等待“试玉”、“辨材”期满，自然会澄清事实，辨明事伪。这是用诗的形式对他自身遭遇进行的总结。&&&在表现手法上，虽以议论为主，但行文却极为曲折，富有情味。“赠君一法决狐疑”，诗一开头就说要告诉人一个决狐疑的方法，而且很郑重，用了一个“赠”字，强调这个方法的宝贵，说明是经验之谈。这就紧紧抓住了读者。因在生活中不能做出判断的事是很多的，大家当然希望知道是怎样的一种方法。“不用钻龟与祝蓍”。先说不用什么，而该用什么，却不径直说出。这就使诗歌有曲折、有波澜，对读者也更有吸引力。诗的第二、三句才把这个方法委婉地介绍出来：“试玉要烧三日满，辨材须待七年期。”很简单，要知道事物的真伪优劣只有让时间去考验。经过一定时间的观察比较，事物的本来面目终会呈现出来的。&&&以上是从正面说明这个方法的正确性，然后掉转笔锋，再从反面说明：“周公恐惧流言日，王莽谦恭未篡时。”如果不用这种方法去识别事物，就往往不能做出准确的判断。对周公和王莽的评价，就是例子。周公在铺佐成王的时期，某些人曾经怀疑他有篡权的野心，但历史证明他对成王一片赤诚，他忠心耿耿是真，说他篡权则是假。王莽在未取代汉朝政权时，假装谦恭，曾经迷惑了一些人；《汉书》说他“爵位愈尊，节操愈谦”。但历史证明他的“谦恭”是伪，代汉自立才是他的真面目。“向使当初身便死，一生真伪复谁知？”这是全篇的关键句。“决狐疑”的目的是分辨真伪。真伪分清了，狐疑自然就没有了。如果过早地下结论，不用时间来考验，就容易为一时表面现象所蒙蔽，不辨真伪，冤屈好人。&&&诗的意思极为明确，出语却曲折委婉。从正面、反面叙说“决狐疑”之“法”，都没有径直点破。前者举出“试玉”、“辨材”两个例子，后者举出周公、王莽两个例子，让读者思而得之。这些例子，既是论点，又是论据。寓哲理于形象之中，以具体事物表现普遍规律，小中见大，耐人寻思。其以七言律诗的形式，表达一种深刻的哲理，令读者思之有理，读之有味。",
      "backgroundInfo" : "公元810年（元和五年），元稹被贬为江陵士曹参军。元稹在江陵期间，写了五首《放言》诗来表示他的心情。公元815年（唐宪宗元和十年），白居易被贬为江州司马。这时元稹闻讯后写下了充满深情的诗篇《闻乐天授江州司马》。白居易在贬官途中，写下五首《放言》诗来奉和。此诗为第三首。",
      "classInfo" : "112",
      "poetryID" : "281",
      "source" : "21",
      "likes":"782"
      },{
      "name" : "杨柳枝词九首·其一",
      "author" : "唐·刘禹锡",
      "content" : "塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻杨柳枝。",
      "transferInfo" : "塞北的《梅花落》用羌笛吹奏，淮南小山为楚辞《招隐士》作词。请你不要再吹奏前朝的曲子，来听听新创作的《杨柳枝》。",
      "addtionInfo" : "梅花：指汉乐府横吹曲中的《梅花落》。桂树：指西汉淮南王刘安的门客小山作的《招隐士》，其首句为“桂树丛生兮山之幽”。翻：改编；一说演奏。",
      "analysesInfo" : "　刘禹锡的乐府小章《杨柳枝词》，一共有九首，这是其中的第一首，可说是这组诗的序曲，鲜明地表现了他在文学创作上的革新精神。&&&首句“梅花”，指汉乐府横吹曲中的《梅花落》曲，用笛子吹奏（羌笛是笛的一种），其曲调流行后世，南朝以至唐代文人鲍照、吴均、徐陵、卢照邻、沈佺期等都有《梅花落》歌词，内容都与梅花有关。（见《乐府诗集》卷二四）这句意思说，起源于塞北的《梅花落》是用笛子吹奏的乐曲。&&&次句讲的是《楚辞》中的《招隐士》篇。相传西汉淮南王刘安门客小山之徒作《招隐士》篇来表现对屈原的哀悼。《招隐士》首句云，“桂树丛生兮山之幽”，下文又两处有“攀援桂枝兮聊淹留”之句，所以刘禹锡诗中以桂树指代《招隐士》篇。《招隐士》虽然篇章短小，但情辞悱恻动人，为后代所传诵。篇中“王孙游兮不归，春草生兮萋萋”两句尤为后世文人所赏爱，乐府杂曲歌辞有《王孙游》曲，南齐谢朓与王融、唐崔国辅均有歌词，即从此两句衍化出来。（见《乐府诗集》卷七四）次句意思是说，《招隐士》是淮南小山的歌词。《梅花落》曲原出塞北，歌咏梅花，《招隐士》出自淮南王门下，屡屡咏及桂树，它们与《杨柳枝词》（咏柳）都以树木为歌咏对象，在内容上有相通的地方，所以刘禹锡拿它们来与《杨柳枝词》相比。&&&《梅花落》、《招隐士》虽是产生于西汉的作品，但长久流传后世，到唐朝仍为人们所吟唱传诵。唐代文士不但写《梅花落》、《王孙游》乐府古题诗，而且在其他篇什中也常咏及这两个作品。如李白诗云：“黄鹤楼中吹玉笛，江城五月落梅花。”（《与史郎中钦听黄鹤楼上吹笛》）“落梅花”即指奏《梅花落》曲。王维诗云：“春草明年绿，王孙归不归？”（《送别》）即化用《招隐士》句意。这都可以说明这两个作品在唐代的影响。&&&刘禹锡固然也重视这两个作品的历史地位和长远影响，但他本着文学必须创新的原则，向时人提出：“请君莫奏前朝曲，听唱新翻杨柳枝。”指出：《梅花落》、《招隐士》这两个作品毕竟是前朝之曲，不要再奏了，现在还是听他改旧翻新的《杨柳枝词》吧。《折杨柳》原来也是乐府旧曲。乐府横吹曲中有《折杨柳》曲，鼓角横吹曲中有《折杨柳歌辞》、《折杨柳枝词》，相和歌辞中有《折杨柳行》，清商曲辞中有《月节折杨柳歌》，其歌辞大抵是汉魏六朝的作品，都用五言古体来抒写。唐代不少文人所作《杨柳枝词》，从白居易、刘禹锡以至晚唐的李商隐、温庭筠、薛能等的许多作品，却都用七言近体的七绝形式来写作，虽然内容仍咏杨柳或与杨柳有关的事物，在形式上确是翻新了。唐人常用绝句配乐演唱，七绝尤多。《乐府诗集》都编入近代曲辞，表明它们是隋唐时代的新曲调。&&&刘禹锡晚年与白居易唱和酬答，白居易有《杨柳枝》组诗八首，其第一首云：“《六么》《水调》家家唱，《白雪》《梅花》处处吹。古歌旧曲君休听，听取新翻《杨柳枝》。”刘禹锡的《杨柳枝》组诗九首，就是与白居易唱和之作，因此首篇“塞北梅花”一章，在构思、造语上都非常接近。比较起来，刘的“请君莫奏”二句比白的“古歌旧曲”二句，语言更为精警动人，因而赢得更多读者的喜爱。这两句诗，不仅概括了诗人的创作精神，而且那些致力于推陈出新的人们，也都可以借用它们来抒发自己的胸怀，因此可说含蕴丰富，饶有启发意义。&&&此篇上下两联都接近对偶，每联意思都对称，词语则是大部分对称，于大体整齐匀称中显出流动自然之美。",
      "backgroundInfo" : "杨柳乃北方风物，诗中明言长安及洛阳金谷园、铜驼陌、炀帝行宫等，可推知是晚年在东西二京时期所作。刘禹锡晚年与白居易唱和酬答，白居易有组诗《杨柳枝词八首》，刘禹锡的《杨柳枝》组诗九首，就是与白居易唱和之作。本诗即是其中的第一首。",
      "classInfo" : "99",
      "poetryID" : "282",
      "source" : "21",
      "likes":"783"
      },{
      "name" : "乐天见示伤微之以寄",
      "author" : "唐·刘禹锡",
      "content" : "吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让后波。万古到今同此恨，闻琴泪尽欲如何。",
      "transferInfo" : "吟诵起您寄来的哀悼亡友的两首绝句，使我心中无限感慨写下这首短歌。我徒然惊叹世上的老朋友越来越少，只觉得文集中的祭文越来越多。芳林中的新叶不断催换着旧叶，流水里前波总是让位给后波。从古到今人人都有哀悼逝者的憾事，即使为亡友流尽眼泪又将如何？",
      "addtionInfo" : "祭文：表示哀悼或祷祝的文章。",
      "analysesInfo" : "首联，写即指读了白居易寄来的两首绝句，後有感于友朋之离世，亦作诗抒发感慨。&&&颔联，写到友人一一离开人间，祭文所做自然增加，以致文集中祭文最多，对于友人去世之伤痛无奈之情，自己的孤独之感溢于言表。&&&颈联乃千古名句，亦最能体现刘禹锡的哲学思想。本义指春天里，茂盛的树林新长出的叶子，催换着老叶、旧叶；江河中，奔腾的流水前面的退让给后起的波浪。这里“陈叶”、“前波”可指微之、敦诗、晦叔等已经去世的好友，也可指旧事物。“新叶”、“後波”可指“晚辈”亦可指新事物。这一联我以为，至少包含了这些哲学思想：&&&新事物的产生旧事物的消亡有它的客观必然性，是不以人的意志为转移的。这是事物发展的必然规律。无论是个人还是国家、民族概莫能外。体现了刘禹锡能够以发展的眼光来看问题，发展是必然的，运动是绝对的，静止是相对的。&&&既然规律是不以人的意志为转移的，人们就要顺应、利用规律。人不能创造规律也不能消灭规律。刘禹锡有感于友人的去世，悲痛之余，他想到的也许就是尊重逝者、善待生者，以及生者应该珍惜生命好好的地活下去。&&&没有陈叶就不会有新叶，没有前波亦不会有后波，新旧事物不是绝然对立的，不是毫无关系的。新事物中包含了旧事物中的优秀成分，旧事物中孕育了新事物的某些基因。二者是辨证统一的关系。也见刘禹锡已经既有辩证思想，暗合对立统一规律。他在《酬乐天扬州初逢席上见赠》中的名句“沉舟侧畔千帆过，病树前头万木春”也体现了这一规律。&&&这两句诗还可以看出刘禹锡在认清上述规律后，体现出的乐观豁达的人生观。",
      "backgroundInfo" : "",
      "classInfo" : "64",
      "poetryID" : "283",
      "source" : "21",
      "likes":"784"
      },{
      "name" : "偶题",
      "author" : "唐·杜甫",
      "content" : "文章千古事，得失寸心知。作者皆殊列，名声岂浪垂。骚人嗟不见，汉道盛于斯。前辈飞腾入，馀波绮丽为。后贤兼旧列，历代各清规。法自儒家有，心从弱岁疲。永怀江左逸，多病邺中奇。騄骥皆良马，骐驎带好儿。车轮徒已斫，堂构惜仍亏。漫作潜夫论，虚传幼妇碑。缘情慰漂荡，抱疾屡迁移。经济惭长策，飞栖假一枝。尘沙傍蜂虿，江峡绕蛟螭。萧瑟唐虞远，联翩楚汉危。圣朝兼盗贼，异俗更喧卑。郁郁星辰剑，苍苍云雨池。两都开幕府，万宇插军麾。南海残铜柱，东风避月支。音书恨乌鹊，号怒怪熊罴。稼穑分诗兴，柴荆学土宜。故山迷白阁，秋水隐黄陂。不敢要佳句，愁来赋别离。",
      "transferInfo" : "文学创作是关乎年代久远的事情，但其创作中的成败甘苦只有自己知道。历代作家都是不同的流派，他们的名誉声望怎么会随便地流传于后世。可惜的是以屈原为代表骚体诗的作者均已作古，在汉代开始出现的五、七言诗至今盛行。汉末魏初，建安、黄初一代诗人勇于创新，以矫健的姿态跃入诗坛。可叹的是到南北朝时，诗歌便流于形式上的绮丽。后来的一些杰出作家兼擅以往的创作经验，而各个时代又各具独自的创作方法。诗歌的创作方法自然是具有儒家学说的读书人方才有之；我本人诗歌创作的意念从幼年时即接受家庭的熏陶。我永远景仰江东那些风流盖世的诗坛先辈，我也赞美并喜欢魏都邺中的那些文学奇才。那江左、邺中的人才都是些良马，只有像曹操、阮璃这些才能杰出的人，才能带出好的人才。那作车轮的工匠仅仅是把轮子做好了，他的儿子却不能作轮子而失其传统，可惜呀，就像父亲确定了房屋的盖法，仍然不足的是儿子却不肯去筑堂基，盖房子，失去了继承祖业的人才。尽管朋友们认为我随意就能写出像《潜夫论》那样的好文章，认为我有写《曹娥碑》式的绝妙文笔，那只是虚誉而已。自己缘情作诗，抒发贫病在身、屡屡漂泊、迁移流浪生活的情怀，聊以自慰。惭愧自己无有经世济民的良策，只好像那小鸟借深林的一枝，流寓到这偏僻的边远之地。蜀地战乱不休，环境险恶，蜂虿伴着尘沙，蛟螭缠绕江峡，人多于难，民不聊生。望眼前萧瑟荒凉、触目生悲的景象。想那唐虞之际的太平盛世相去已远了；目前藩镇割据，战争连续不断，真像当年楚汉两雄相争，弄得时势岌岌可危。如今我大唐圣朝还有那些肆意作乱者存在，尤其夔州这荒僻地区的习俗更喧闹低下，实在令人生悲。我这颗忧伤沉闷的心啊，就如狱屋基下埋藏的宝剑虽闪紫光而未现；犹如茫无边际池水中一条困守的蛟龙，不得云雨如何飞腾。那两都为武将掌权，都开建有幕府机关，普天之下，军麾如林，烽火不息，战事不断。在南海边地，汉时马援所立的铜制界柱已被毁坏，西部吐蕃人也数寇唐境，占领长安，皇上也不得不避乱出奔。远方的音书不至，怨恨那喜鹊不能及时报喜，夔州这边远之地荒僻，且责怪山间野兽为什么咆哮声那么疾厉。在这里从事些农业劳动，可以排解作诗的情趣，住在简陋的房屋里，学习些当地的风俗习惯。临江远眺，望不到家乡终南山那险峻的山峰白阁,遥忆那渼陂秋天的湖水，想起长安城美丽的风光。我哪里敢强求写出精采的诗句，在那苦愁袭来之时，只是借诗歌抒写离别的情怀。",
      "addtionInfo" : "殊列：犹言不同的流派。殊，差别。浪垂：随便留传。浪，放纵，引申为随便的意思。骚人：指《楚辞》的作者。屈原的《离骚》是《楚辞》的代表作，后称《楚辞》这种诗体为骚体，其作者为骚人。汉道盛于斯：是说在汉代开始出现的五、七言诗至今盛行。绮（qǐ）丽：华美。弱岁：二十岁。江左逸：指东晋、南朝时代的诗人如陶潜、谢灵运鲍照、谢眺等。邺（yè）中奇：指曹氏父子及“建安七子”王粲、刘桢等人。騄骥（lù jì）：是好马名，比喻诗人们。骐驎（qí lín）：是好马名，比喻诗人们。带好儿：是说有的诗人还将诗学传给儿子，如曹操和儿子丕、植都是诗人。“车轮”句：《庄子·天道》有一则寓言说：轮扁告诉齐桓公道：我斫木头做轮子，快了不行，慢了也不行，要“得之于手，而应之于心”。这我没法传给我的儿子。后人常用这典故来比喻艺术创作经验不易为人体会。堂：这里指屋基。构：这里指屋架。《书经·大诰》有个比喻：父亲做房屋，儿子连屋基都不肯筑，哪肯去树屋架？后人因以“堂构”这个词指子继父业。漫：随便。经济：经邦济世。假：借。虿（chài）：蝎子。蛟螭（chī）：古代传说中的龙类。连翩：鸟并飞貌。楚汉之际，群雄并起，有如连翩飞鸟。圣朝：指唐朝。盗贼：指安史余党及各地叛乱分子。异俗：指四川东部一带不同于中原地区的人情风俗。喧：喧哗。卑：低湿。郁郁：盛貌。星辰剑：言精气上冲星辰的宝剑。苍苍：盛貌。两都：西都长安和东都洛阳。军队出征，随地搭起帐幕办公，所以将军府也称幕府。万宇：犹万方。军麾：军旗。“南海”二句：东汉马援曾在交趾立铜柱以表汉界，其地在今广西壮族自治区上思县东北分茅岭。这时，南诏背唐与吐蕃联结，南部边界很不平静，所以用马援所立锕柱已残破为比。月支：即月氏，汉西域国名，以喻吐蕃。当时，吐蕃多次入侵，唐朝时常屈辱让避。唐居吐蕃东，故云“东风”。“音书”句：古人迷信，认为乌鹊叫是有喜事。当人们希望收到亲人来信时，乌鹊恰巧叫了，而结果仍无信来，便转而恨乌鹊的无灵了。“号怒”句：这是写居处荒僻，时闻熊、罴（pí）的叫声，觉得讨厌。“稼穑”句：种谷叫做稼，收谷叫做穑。这是说因为要从事农作，分散了作诗的兴趣。“柴荆”句：柴荆，茅屋。 各地水土不同，人们各有所宜，叫做土宜。这是说旅居夔州，努力习惯它的水土。“故山”二句：白阁在终南山上，下面就是镁陂。皇陂即皇子陂，在长安南。",
      "analysesInfo" : "这首诗的前半部分概述唐以前诗歌创作发展的一般情况，作者对前代作家的景仰和个人致力创作的抱负；后半部分抒写对世道多乱和个人漂泊的感慨，并说明诗歌是由情而生、缘情而发的，是作者对现实生活感受的反映。全篇语言高度凝炼，又多用典故， 语意较为含蓄深沉，需细细揣摩。&&&曹丕《典论·论文》道：“盖文章，经国之大业，不朽之盛事。年寿有时而尽，荣乐止乎其身，二者必至之常期，未若文章之无穷。”使杜甫感到欣慰的是，尽管“致君尧舜上，再使风俗淳”（《奉赠韦左丞丈二十二韵》）的壮志未酬，迭经挫折，饱尝动乱之苦，倒却取得了诗歌创作的丰硕成果。于是开篇之首，便吟出了“文章千古事，得失寸心知”的饱含哲理的名句。当然，这个“寸心知”，既是指己之所知，亦是指知己之所知。&&&接着，在佐证这“不朽”的“千古事”的同时，谈到了由古及今的诗歌艺术的传承和发展。历代的诗人可以排出一个次第来，骚体乃至再早的诗经已被两汉以降的五言、七言诗体所替代，前辈诗人驰骋才思、腾跃文坛，余风所及，给后世以强烈的影响。后世的贤才总是在继承前人的基础上，兼收并蓄，从而有所创新，以至于不同时代的创作皆能形成独特的清新的规范。再想到自己的创作，原是出自儒家的体系，从童年时便开始竭尽情思致力于创作。忘不了像“騄”“骥”等良马般驱驰的西晋诗人潘岳、陆机等人的影响，更得感谢如马中“骐”“䮼”带着千里驹驰骋于诗坛的邺下三曹父子所给予的激励。值得叹息的是，尽管而今已如轮扁斫轮一样“得之于手而应于心”，然而无益于治国安民。即使写出王符《潜夫论》、邯郸淳《曹娥碑》一样的文字来，也不过空传后世罢了。反过来又一想，写诗毕竟是自已的兴趣爱好、自己的思想寄托，是自己带病迁徙漂荡流寓生涯的一种慰藉啊，凭何侈谈经世济民之策，像疲敝的飞鸟一样，能有一枝栖息之处也算不错了。&&&回到现实中来，世尘中蜂虿横行，江峡里蛟螭出没——触目萧瑟凄怆，离唐虞之世愈来愈远了；军阀联翩抗轭，似乎又重现了楚汉的危局。所谓的圣明之朝却是盗贼蜂起，边鄙之地的异俗风景就更是喧阗卑下了。郁郁盘结、上绕星辰的剑气下是兵锋森列，苍苍无际、如云雨笼罩池上的是战气蒸腾。东西各镇都设起了将军的幕府，到处都是军旗在飘荡。东汉马援立于南海交趾极界的铜柱已被残毁，像西风渐紧、东风避之不及似的，西边的月支又屡次入侵。自己流寓异域，乌鹊啼鸣却空报亲人的音信，又时时听见山野的熊罴怒号，这样的心境无法用“恨”“怪”道清楚，只好将每日的稼穑生活以吟诗的兴致来表达，柴门茅屋里的自食其力的生活也能使一个读书人自得其乐。想到长安故居烟草迷茫的白阁和白阁下秋水弥漫的皇陂，有家难归，只好以吟诗来分解自已的离情乡思，不敢期盼能写出真能传之于后世的绝章妙句。&&&杜甫对诗歌艺术的传承发展和自己一生诗歌创作的主旨的思考和见解，却是以这样的五言排律的形式来表达，格律严谨，对仗工稳，一韵到底，丝毫不受约束，记事、议论、抒情均得心应手，足以表现出其诗歌造诣已到了炉火纯青的地步。",
      "backgroundInfo" : "这首诗创作于大历元年（公元766年）秋，上年五月，杜甫从成都东下，途经戎州（今宜宾市）、渝州（今重庆市）、忠州（今忠县）、云安（今云阳县），于是年春迁居夔州（今四川奉节县），此诗即作于其居夔州时，晚年的杜甫，更深切地感受到，自“七龄思即壮，开口咏凤凰”（《壮游》）而来，已经和诗歌打了一辈子的交道。从而对诗歌艺术的传承发展规律和自己的诗歌创作实际有了深刻的思索和体悟，瓜熟蒂落、水到渠成地于这“偶题”之中表现了出来。",
      "classInfo" : "64",
      "poetryID" : "284",
      "source" : "21",
      "likes":"785"
      },{
      "name" : "东栏梨花",
      "author" : "宋·苏轼",
      "content" : "梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。",
      "transferInfo" : "如雪般的梨花淡淡的白，柳树也已长得郁郁葱葱，柳絮飘飞的时候梨花也已开满城。我心绪惆怅，恰如东栏那一株白如雪的梨花，又有几人能看清这纷杂的世俗人生。",
      "addtionInfo" : "东栏：指诗人当时庭院门口的栏杆。柳深青：意味着春意浓。柳絮：柳树的种子。有白色绒毛，随风飞散如飘絮，因以为称。雪：这里喻指梨花。清明：清澈明朗。",
      "analysesInfo" : "《东栏梨花》为北宋诗人苏轼所做七言绝句。这首诗抒发了诗人感叹春光易逝，人生短促之愁情；也抒发了诗人淡看人生，从失意中得到解脱的思想感情，让人们感受到了“人生苦短”，引人深思。&&&首句以“淡白”状梨花，以深青状柳叶，以柳青衬梨白，可谓是一青二白。梨花的淡白，柳的深青，这一对比，景色立刻就鲜活了，再加上第二句的动态描写：满城飞舞的柳絮，真是“春风不解禁杨花，蒙蒙乱扑行人面”，同时柳絮写出梨花盛开的季节，春意之浓，春愁之深，更加烘托出来。&&&前两句以一青二白，突出了梨花的特点。它不妖艳，也不轻狂的神态，又在第三句“一株雪”里再次赋予梨花以神韵，并把咏梨花与自咏结合了起来。其实，这“一株雪”正是诗人自己的化身。因为苏轼一生正道直行，清廉洁白，坦荡如砥。 在咏梨花时，苏轼用了“柳絮飞时花满城”来加以衬托，梨花既不像“颠狂柳絮随风去”，也不像“轻薄桃花逐水流”，其品格是何其高尚的。诗人还用了“人生看得几清明”来加以侧面烘托梨花之“清明”。“一株雪”和“几清明”是对偶的写法，一不是指有一株梨树，而是指一株梨树一个作者自己，后两句意境如下：作者惆怅的站在东栏旁，梨树上满是白色的梨花，同时柳絮在飘，落在作者身上，作者也变成了“一株雪”，写的是凄清惆怅的意境，最后一句，人生看得几清明，人生能有几次清明，这是补足前句“惆怅”的内容，更增添悲凉的气氛。苏轼的诗，一向以豪放著称，像这样悲凉的很是少见。&&&诗人完成这首诗已年届不惑，翻来覆去也才只看过了40个清明，心中无法揣测还有几度梨花可看。清明年年如期而至，梨花岁岁伴着漫天飘扬的柳絮，而如寄的人生则只有一个盛年，诚如作者在另一首诗中所叹：“梦里青春可得追？”这正是这首梨花诗深藏着的绵绵不尽的情思，它寄托了作者的人生感悟，是他清明人生细腻而真实的写照。",
      "backgroundInfo" : "此诗是四十一岁的诗人于公元1077年（北宋熙宁十年）所作。公元1076年（熙宁九年）冬天，苏轼离开密州（今山东潍坊诸城），接任苏东坡密州知府职位的是孔宗翰。第二年春天，苏轼到徐州赴任，写了五首绝句给孔宗翰。这是其中的一首。",
      "classInfo" : "99",
      "poetryID" : "285",
      "source" : "23",
      "likes":"786"
      },{
      "name" : "春山夜月",
      "author" : "唐·于良史",
      "content" : "春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。",
      "transferInfo" : "春日山中景色美不胜收，直至夜幕降临后仍留恋不已，忘记归去。掬一捧泉水，泉水照见月影，好像那一轮明月在自己的手里一般；拨弄山花，馥郁之气溢满衣衫。游兴顿起，不会在乎路途的远近；想要离去，总难舍下花草的深情。翘首南望钟声悠扬之处，翠微深处，楼台掩映。",
      "addtionInfo" : "掬（jū）：双手捧起。翠微：指山腰青翠幽深处，泛指青山。",
      "analysesInfo" : "此诗描写春夜山中赏月的乐趣，诗人描绘了一幅清幽淡远的春山夜月图，流露出一种悠然自得、纵情山水的畅快心情。开篇两句交代了全篇诗情产生的由头，写出了“多胜事”是“赏玩忘归”之因。接下来的六句是对“胜事”与“赏玩忘归”的具体描述。全诗风格清淡闲雅，描摹物态历历如绘，极富神韵，尤其是颔联两句，物我交融，神完气足，意境鲜明，妙趣横生，历来脍炙人口。&&&诗的开头二句点出：春天的山中有许多美好的事物，自己游春只顾迷恋玩赏，天黑了，竟然忘了归去。这两句，提纲挈领，统率全篇。以下六句，具体展开对“胜事”与“赏玩忘归”的描述。一、二句之间，有因果关系，“多胜事”是“赏玩忘归”的原因。而“胜事”又是全诗发脉的地方。从通篇着眼，如果不能在接着展开的三、四句中将“胜事”写得使人心向往之，那么，其余写“赏玩忘归”的笔墨，势将成为架空之论。&&&在这吃紧处，诗人举重若轻，毫不费力地写道：“掬水月在手，弄花香满衣”。此处描写堪称恰到好处：&&&第一，从结构上来看，“掬水”句承第二句的“夜”，“弄花”句承首句的“春”，笔笔紧扣，自然圆到。一、二句波纹初起，至这两句形成高潮，以下写赏玩忘归的五、六两句便是从这里荡开去的波纹。&&&第二，这两句写山中胜事，物我交融，神完气足，人情物态，两面俱到。既见出水清夜静与月白花香，又从“掬水”“弄花”的动作中显出诗人的童心不灭与逸兴悠长。所写“胜事”虽然只有两件，却足以以少胜多，以一当十。&&&第三，“掬水”句写泉水清澄明澈照见月影，将明月与泉水合而为一；“弄花”句写山花馥郁之气溢满衣衫，将花香衣香浑为一体。艺术形象虚实结合，字句安排上下对举，使人倍觉意境鲜明，妙趣横生。第四，精于炼字。“掬”字，“弄”字，既写景又写人，既写照又传神，确是神来之笔。&&&诗人完全沉醉在山中月下的美景之中了。唯兴所适，根本不去计算路程的远近。而当要离开时，对眼前的一花一草不能不怀依依惜别的深情。这就是诗人在写出“胜事”的基础上，接着铺写的“兴来无远近，欲去惜芳菲”二句的诗意。这两句写赏玩忘归，“欲去”二字又为折入末两句南望楼台埋下伏笔。&&&正当诗人在欲去未去之际，夜风送来了钟声。他翘首南望，只见远方的楼台隐现在一处青翠山色的深处。末两句从近处转向远方，以声音引出画面。展示的虽是远景，但仍然将春山月下特有的情景，用爱怜的笔触轮廓分明地勾勒了出来，并与一、二、三句点题的“春山”、“夜”、“月”正好遥相呼应。&&&三、四两句是全诗精神所在的地方。这两句在篇中，如石韫玉，似水怀珠，照亮四围。全诗既精雕细琢，又出语天成，自具艺术特色。",
      "backgroundInfo" : "",
      "classInfo" : "110",
      "poetryID" : "286",
      "source" : "21",
      "likes":"787"
      },{
      "name" : "放言五首·其一",
      "author" : "唐·白居易",
      "content" : "朝真暮伪何人辨，古往今来底事无。但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。",
      "transferInfo" : "白日真黑夜假谁去分辨，从古到今的事无尽无休。世人只是上了假圣人的当，去爱臧武仲那样的人，哪知道世间还有甯武子那样装呆作傻的人呢？萤火虫有光非真的火光，荷叶上的露水虽圆岂是真珠？倘不取燔柴大火和照乘明珠来作比较，又何从判定草萤非火，荷露非珠呢？",
      "addtionInfo" : "放言：意即无所顾忌，畅所欲言。底事：何事，什么事。臧（zāng）生：指臧武仲。诈圣：假装圣人。甯（nìng）子：指甯武子。甯：今亦作“宁”。知：同“智”。燔（fán）柴：此用为名词，指火光。照乘：珠名。殊：异。",
      "analysesInfo" : "“朝真暮伪何人辨，古往今来底事无。”底事，何事，指的是朝真暮伪的事。首联单刀直入地发问：“早晨还装得俨乎其然，到晚上却揭穿了是假的，古往今来，什么样的怪事没出现过？可有谁预先识破呢？”开头两句以反问的句式概括指出：作伪者古今皆有，人莫能辨。&&&“但爱臧生能诈圣，可知宁子解佯愚。”颔联两句都是用典。臧生，即春秋时的臧武仲，当时的人称他为圣人，孔子却一针见血地斥之为凭实力要挟君主的奸诈之徒。宁子，即宁武子，孔子十分称道他在乱世中大智若愚的韬晦本领。臧生奸而诈圣，宁子智而佯愚，表面上的作伪差不多，但性质不同。然而可悲的是，世人只爱臧武仲式的假圣人，却不晓得世间还有宁武子那样的高贤。&&&“草萤有耀终非火，荷露虽团岂是珠。”颈联两句都是比喻，意思是：“草丛间的萤虫，虽有光亮，可它终究不是火；荷叶上的露水，虽呈球状，难道那就是珍珠吗？”然而，它们偏能以闪光、晶莹的外观炫人，人们又往往为假象所蒙蔽。&&&“不取燔柴兼照乘，可怜光彩亦何殊。”尾联紧承颈联萤火露珠的比喻，明示辨伪的方法。燔柴，语出《礼记·祭法》：“燔柴于泰坛。”这里用作名词，意为大火。照乘，指明珠。这两句是说：“倘不取燔柴大火和照乘明珠来作比较，又何从判定草萤非火，荷露非珠呢？”这就相当于谚语所说的：“不怕不识货，就怕货比货。”诗人提出对比是辨伪的重要方法。当然，如果昏暗到连燔柴之火、照乘之珠都茫然不识，比照也就失掉了依据。所以，最后诗人才有“不取”、“可怜”的感叹。&&&这首诗，通篇议论说理，却不使读者感到乏味。诗人借助形象，运用比喻，阐明哲理，把抽象的议论，表现为具体的艺术形象了。而且八句四联之中，五次出现反问句，似疑实断，以问为答，不仅具有咄咄逼人的气势，而且充满咄咄怪事的感叹。从头至尾，“何人”、“底事”、“但爱”、 “可知”、 “终非”、 “岂是”、 “不取”、 “何殊”，连珠式的运用疑问、反诘、限制、否定等字眼，起伏跌宕，通篇跳荡着不可遏制的激情，给读者以骨鲠在喉、一吐为快的感觉。诗人的冤案是由于直言取祸，他的辨伪之说并非泛泛而发的宏论，而是对当时黑暗政治的针砭，是为抒发内心忧愤而做的《离骚》式的呐喊。",
      "backgroundInfo" : "这组诗是唐宪宗元和十年（815年）白居易在被贬谪去江州（浔阳）途中和元稹的同名组诗之作。元和五年（810年），元稹因被贬为江陵士曹参军。元稹在江陵期间，写了五首《放言》诗表示自己的心情。过了五年，诗人被贬为江州司马。感慨万千，也写下《放言五首》诗奉和。",
      "classInfo" : "99",
      "poetryID" : "287",
      "source" : "21",
      "likes":"788"
      },{
      "name" : "别诗二首·其一",
      "author" : "南北朝·范云",
      "content" : "洛阳城东西，长作经时别。昔去雪如花，今来花似雪。",
      "transferInfo" : "虽然我们都住在洛阳城，仅仅分在城东、城西，但每次分别都往往跨越季节。当时离开的时候，漫天的雪花像盛开的白花；如今回来的时候，遍野的花朵像纷纷的白雪。",
      "addtionInfo" : "似：如同，犹如。昔：以前。",
      "analysesInfo" : "用分别时雪花飞舞的凄凉和重逢时百花盛开的温暖做对照，抒发重逢的快乐。",
      "backgroundInfo" : "",
      "classInfo" : "54",
      "poetryID" : "288",
      "source" : "27",
      "likes":"789"
      },{
      "name" : "鬓云松令·枕函香",
      "author" : "清·纳兰性德",
      "content" : "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？",
      "transferInfo" : "枕头上还留有余香，花径里尚存春意。那梨花一夜之间在东风中飘落，病酒之后的黄昏恍惚间与她相遇，仿佛来到原来相约的地点，在夕阳下细语绵绵。而今却银屏重掩，影支形单。在孤单单中又听到了脉脉传情的箫声。此时正月照在那红豆蔻之上，那时曾月下相约，如今月色依然，人却分离，她是否依然依稀如旧？",
      "addtionInfo" : "鬓（bìn）云松令：此调一作《鬓云松》，又名《苏幕遮》，原为唐教坊曲名，后用作词牌名。枕函（hán）：古代陶瓷枕或木枕中空如函，可做成抽屉，存放贴身物件，是为枕函，可代指枕头。花径：花间的小路。漏（lòu）：泄露，这里指春光泄露，杜甫《腊日》有“侵脸雪色还萱草，漏泄春光有柳条”。依约：仿佛。絮（xù）语：连续不断地说话。薄（bó）寒：微寒。病酒：饮酒沉醉或谓饮酒过量而生病。刬（chǎn）地：无端地、平白地。逗：引发、触动。红豆蔻（kòu）：植物名。宋范成大《桂海虞衡志·志花·红豆蔻》：“红豆蔻花从生……穗数十蕊，淡红鲜妍，如桃杏花色；蕊重则下垂如葡萄，又如火齐璎珞及剪彩鸾枝之状；此花无实，不与草豆蔻同种；每蕊心有两瓣相并，词人托兴日比连理云”。",
      "analysesInfo" : "上阕从痴情人忆的感受写起、“枕函香，花径漏。依约相逢，絮语黄昏后。”起首四句写回忆里的室外情景：荏花径泄露春光，枕头都留有余香的美好日子里，他与伊人在黄昏时见面，絮语温馨情意绵绵。这里运用“梨花”、“瘦”等意象暗喻了她也为相思而受尽煎熬。此中情景都是想象之语，而以实笔出之。&&&下阕阳句写别后词人相思成痴、痴情人幻的迷离之景。前两句写她在闺房里，寂寞地掩着屏风，青绿色的衣袖低低垂下．似是欲说还休。后两句，词人心魂则由彼处，倏然飞回此处。写这时候他依稀听到了她那脉脉传情的箫声，只是不知人在何处。“何处吹箫，脉脉情微逗”，情转温软醉人。“肠断月明红豆蔻”，接下来一句则再由幻境回到现实。写如今夜色沉凉，月光照在院中的红豆蔻上，那红豆蔻无忧无虑开得正盛，让人触景伤情： “月似当时，人似当时否？”于是又联想到曾与她同处在月下的情景，而如今月色依然，入却分离。月亮永恒，恋情却苦短，在这月的孤独落寞中，昔日繁华凋零，词人反问这句清丽而沧桑的“月似当时，人似当时否？”比起“当时明月在，曾照彩云归”，更显情深、意浓，凄凄惨惨戚戚历历可见。&&&全词虽迷离恍惚，但层次分明。上阙起始于这痴情人幻的感受。先写室外情景；下阙则是转回到室内的描写，以反诘的收束，将其如痴如幻的情怀表达的更为透彻。该词描写月夜怀念所爱之人的痴情，柔情婉转，语辞轻倩，似丽人姿容初展，风神微露。",
      "backgroundInfo" : "据赵秀亭、冯统一《饮水词笺校》，该词应作于康熙十六年（1677）前，在沉凉月夜的环境下，作者怀念所爱之人，于是写下这首词。",
      "classInfo" : "52",
      "poetryID" : "289",
      "source" : "25",
      "likes":"790"
      },{
      "name" : "浣溪沙·谁念西风独自凉",
      "author" : "清·纳兰性德",
      "content" : "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。",
      "transferInfo" : "是谁独自在西风中感慨悲凉，不忍见萧萧黄叶而闭上轩窗。独立屋中任夕阳斜照，沉浸在往事回忆中。酒后小睡，春日好景正长，闺中赌赛，衣襟满带茶香。曾经美好快乐的记忆，当时只觉得最寻常不过，而今却物是人非。",
      "addtionInfo" : "谁：此处指亡妻。萧萧：风吹叶落发出的声音。疏窗：刻有花纹的窗户。被酒：中酒、酒醉。春睡：醉困沉睡，脸上如春色。赌书：此处为李清照和赵明诚的典故。李清照《金石录后序》云：“余性偶强记，每饭罢，坐归来堂，烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起，甘心老是乡矣！故虽处忧患困穷而志不屈。”此句以此典为喻说明往日与亡妻有着像李清照一样的美满的夫妻生活。消得：消受，享受。",
      "analysesInfo" : "上阕是此时此地的沉思，下阕是对往时往事的回忆；上阕是纳兰性德此时此地的孤独，下阕是纳兰性德和妻子在曾经的短短三年之中那一些短暂而无边的欢乐。&&&上阕写丧妻后的孤单凄凉。&&&“谁念西风独自凉”从季节变换的感受发端。值此秋深之际，若在往日，妻子便会催促作者添加衣裳，以免着凉生病。但今年此时，已经与妻子阴阳阻隔，她再也不能来为作者铺床叠被，问寒问暖地关心他了。这句反问的答案尽在不言之中，混合了期待与失望的矛盾情绪。开篇“西风”便已奠定了整首词哀伤的基调。在西风吹冷、黄叶萧萧的冬天日子里，作者紧闭着窗子，独自觉得特别寒冷，但有谁关心呢？词人明知已是“独自凉”，无人念及，却偏要生出“谁念”的诘问。仅此起首一句，便已伤人心髓，后人读来不禁与之同悲。而“凉”字描写的绝不只是天气，更是词人的心境。&&&“萧萧黄叶”是秋天的典型景象。在秋风劲吹之下，枯黄的树叶纷纷扬扬地通过窗户飘进屋内，给作者心头更添一层秋意。于是，他便关上窗户，把那触绪神伤的黄叶挡在窗外。窗户关上了，黄叶自然不会再来叨扰，但作者因此也同外界完全隔绝，因而处境更加孤独。孤寂的感受使作者触景生情。他独立在空荡荡的屋中，任夕阳斜照在身上，把身影拖得很长很长。这时，他的整个身心全部沉浸在对往事的回忆中。次句平接，面对萧萧黄叶，又生无限感伤，“伤心人”哪堪重负？纳兰性德或许只有一闭“疏窗”，设法逃避痛苦以求得内心短时的平静。“西风”、“黄”、“疏窗”、“残阳”、“沉思往事”的词人，到这里，词所列出的意向仿佛推向了一个定格镜头，凄凉的景物衬托着作者凄凉的回忆，长久地锲入读者的脑海，并为之深深感动。&&&下阕很自然地写出了词人对往事的追忆。&&&“被酒莫惊春睡重，赌书消得泼茶香”两句回忆妻子在时的生活的两个片断：前一句写妻子对自己无微不至的体贴和关心，自己在春天里酒喝得多了，睡梦沉沉，妻子怕扰了他的好梦，动作说话都轻轻的，不敢惊动；后一句写夫妻风雅生活的乐趣，夫妻以茶赌书，互相指出某事出在某书某页某行，谁说得准就举杯饮茶为乐，以至乐得茶泼了地，满室洋溢着茶香。这生活片断极似当年著名女词人李清照和她的丈夫赵明诚赌书的情景，说明他们的生活充满着诗情和雅趣，十分美满和幸福。纳兰性德以赵明诚、李清照夫妇比自己与卢氏，意在表明白己对卢氏的深深爱恋以及丧失这么一位才情并茂的妻子的无限哀伤。&&&纳兰性德是个痴情的人，已是“生死两茫茫”，阴阳相隔，而他仍割舍不下这份情感，性情中人读来不禁潸然。伤心的纳兰性德明知无法挽同一切，只有把所有的哀思与无奈化为最后一句“当时只道是寻常”。这七个字更是字字皆血泪。卢氏生前，作者沉浸在人生最大的幸福之中，但他却毫不觉察，只道理应如此，平平常常。言外之意，蕴含了作者追悔之情。&&&全词情景相生。由西风、黄叶，生出自己孤单寂寞和思念亡妻之情；继由思念亡妻之情，生出对亡妻在时的生活片断情景的回忆；最后则由两个生活片断，产生出无穷的遗憾。景情互相生发，互相映衬，一层紧接一层，虽是平常之景之事，却极其典型，生动地表达了作者沉重的哀伤，故能动人。",
      "backgroundInfo" : "纳兰性德妻子卢氏多才多艺，可惜的是“成婚三年后妻子亡故”。这首词就是纳兰性德为悼念亡妻卢氏所做。词中道出了今日的酸苦，即那些寻常的往事不能再现，亡妻不可复生，心灵之创痛也永无平复之日。其中有怀恋，有追悔，有悲哀，有惆怅，蕴藏了复杂的感情。",
      "classInfo" : "64",
      "poetryID" : "290",
      "source" : "25",
      "likes":"791"
      },{
      "name" : "满庭芳·碧水惊秋",
      "author" : "宋·秦观",
      "content" : "碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。",
      "transferInfo" : "碧清的水面放出冷冷的秋光使人心惊，黄云在暮色中凝聚，台阶上到处是零乱破败的落叶。室内悄无人声，月光斜斜地照进来，照着他独自徘徊。又一个重阳节临近了，到处是催人的砧杵声。西窗下，开门风动竹，疑是故人来。宦海的风波，使人与人之间的情感变得非常脆弱；而仕途上的是非往往是无事生非，谁又能说得清楚。问问篱边的黄菊，不知是为谁而开？不要随便说什么愁总是跟酒在一起，酒能留住愁；其实，酒还没有醒，愁就已经先回来了。凭栏沉思了很久，月亮渐渐西沉，苍苔上已生出点点白露。",
      "addtionInfo" : "洞房：深邃的内室。砧杵（zhēn chǔ）：古代捣衣工具。砧为捣衣石，杆为捣衣棒。西窗三句：西窗，唐代诗人李商隐《夜雨寄北》诗：“何当共剪西窗烛，却话巴山夜雨时。”疑是故人来，唐代诗人李益《竹窗闻风寄苗发司空曙》诗：“开门复动竹，疑是故人来。”问篱边二句：思念故乡。语本晋陶渊明《饮酒》诗之五：“采菊东篱下，悠然见南山。”唐杜甫《秋兴八首》：“丛菊两开他日泪，扁舟一系故园心。”殢酒：病酒，为酒所困。此为以酒浇愁之意。金波：月光。",
      "analysesInfo" : "全词上片怀旧，以景语开篇。&&&“碧水惊秋，黄云凝暮，败叶零乱空阶”，一片碧水放出了冷光，寒气袭人，不觉惊叹时序变迁之速；又有几片黄云逐渐凝聚，掩没了微弱的阳光，大地呈现出苍茫的暮色，台阶上堆积着零乱的黄叶。浓重的衰飒气氛，烘托出词人此时此地的心境。“惊”、“凝”二字集中地表现出词人对一片萧瑟景象的主观感受，加重了所写景物的感情色彩，反映出他的凄苦心情。“黄云”一句。语本于李义山诗“秋风动地黄云暮”，而着一“凝”字，就比原句显得沉着有力。&&&“洞房人静，斜月照徘徊”，“人静”，而词人不静，他心思潮涌，斜月照耀之下，徘徊不定，陷入了沉思之中。&&&“又是重阳近也，几处处、砧杵声催”，这几句不是泛泛地点明时序，而蕴蓄着很深的感慨。九月，正是“授衣”的秋日。飘泊异乡，秋天日暮听到砧杵声时，很自然地会起故园之思，而对于接连遭受政治排斥的词人来说，当这种声音清晰地传人他的耳鼓时，他心中涌起无限的悲凉：时光一年一年地消失，而苦恨何时能休！“又是”二字尤极委婉之至；“催”字，写尽哀痛之切。&&&“西窗下，风摇翠竹，疑是故人来”写景中透露出怀人的情思，是全词的主旨所在。这几句是从唐人李益诗句“开门风动竹，疑是故人来”化出，易“动”为“摇”，写出了竹影扶疏的神韵，同时也反映出对故人的情意。&&&下片伤离，以景语结情，景语情语，丽雅工致，情韵兼胜；层层铺叙，步步迫近。委曲婉转，凄切动人。&&&“伤怀！增怅望，新欢易失，往事难猜”几句紧承上片结句，婉转地表达出遭贬谪以后的生活历程和伤离怀旧的情绪。宋哲宗绍圣初年，以苏轼等为核词心的所谓“元事占党人”横遭贬斥。险恶的政治风浪，冲散了好友亲朋，这中间是没有二什么是非曲直可言的。人情反复，世态炎凉，贬谪中不会有什么新欢，即使有，也会很快失去；生平故旧，或存或亡，即使存者，也天各一方，对于往事还能想些什么呢?只嚣有怅惘而已。&&&“新欢易失，往事难猜”两语浓缩了词人的千愁万恨，低回欲绝，不失婉言约词风。&&&“问篱边黄菊，知为谁开？”提到菊花，表明了时序已到了深秋。&&&“谩道愁须碲酒，今酒未醒、愁已先回。”是一句久经苦难的词人的肺腑之言，中间蕴蓄着词人的无限辛酸。集这几句和上边两句初看似乎没有什么联系，实际上紧密相连。从词人的发问语气里可以判断出他已无心赏花，无心把盏，因为即使吃醉了酒，也解不了愁，“酒未醒，愁已先回”。就这样，把黄花与酒以及解愁与否联系起来，感情跌宕，喷涌而出，步步进逼，最后说出一句最深挚、最动情的话：酒敌不过愁。&&&“凭栏久，金波渐转，白露点苍苔”，以景语作结，回旋不尽，产生出很强的艺术感染力。少游的词作，写景而情在其中，一切景语皆情语，善于融情人景，既显豁，又含耩蓄，显示出不凡的艺术功力。",
      "backgroundInfo" : "秦观为官时期因政治上倾向于旧党，被目为元祐党人，绍圣后贬谪。此词一说为他被流放因思恋故国所作，另一说为他晚年谪居后而做。",
      "classInfo" : "38",
      "poetryID" : "291",
      "source" : "22",
      "likes":"792"
      },{
      "name" : "题龙阳县青草湖",
      "author" : "元·唐珙",
      "content" : "西风吹老洞庭波，一夜湘君白发多。醉后不知天在水，满船清梦压星河。",
      "transferInfo" : "秋风劲吹，洞庭湖水似乎都衰老了许多；一夜愁思，湘君也多了白发。醉卧扁舟，只见一片星光璀璨的世界，似幻似真、缥缈迷离。不知道是天上的星辰倒映在水中，还是我身处梦境呢？",
      "addtionInfo" : "龙阳县：即今湖南汉寿。青草湖：位于洞庭湖的东南部，因湖的南面有青草山而得名。“青草湖”与洞庭湖一脉相连，所以，诗中又写成了“洞庭湖”。湘君：湘水之神，一说是巡视南方时死于苍梧的舜。天在水：天上的银河映在水中。",
      "analysesInfo" : "一、二两句，诗人由对眼前自然景色的深广感受而引起对神话中人的向往，借以对神话的幻想，反映出是时境界的逐渐深入。“西风吹老洞庭波，一夜湘君白发多。”诗中境界由一“老”字带起。秋风飒飒，洞庭湖水渺渺茫茫。那景象，与春日轻漾宁静的碧水相较，是和乐世间另一面的深邃的人生。诗人所思所忆渐渐入深。所思所悟如何细言，唯有诉付对白发湘君的神往，那江山与人生的化境，即是这般深沉了！传说湘君闻帝舜死于苍梧之野，追随不及，啼竹成斑，那宿命却如何可及呢？此夜洞庭可老，湘君如约此等情境，复能何言？这等思悟境界深广，洞庭深广的秋色可谓遇到了知音。思绪沉沉，竟至幻象，昼晓和乐尘世，此夜却换了人间。以神抒情，寄思于景，至幻乃深。&&&“醉后不知天在水，满船清梦压星河。”秋风已久，赏景渐忘景，不分是天上星、水中星？夜深思量长，怎知何时已醉？昔杜甫心怀长安，所目疮痍，“春水船如天上坐”，但悲其生不能已，故无缘这般深然长醉、安然入梦。泊舟、泊梦，天河或曰星河，景中或曰境中，所思或曰所忘。诗人的梦境，满船清梦，是诗人思量着的人生。然而，秋湖相往来，物我无碍，陶然自在，正是快哉。一二句亦真亦幻，愈是明了，愈是痴然；三四句境中心中，却深沉了，方潇洒了。所以，境界深了，夜即梦了，此真人生佳境也。",
      "backgroundInfo" : "",
      "classInfo" : "111",
      "poetryID" : "292",
      "source" : "29",
      "likes":"793"
      },{
      "name" : "望庐山瀑布二首·其一",
      "author" : "唐·李白",
      "content" : "西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。仰观势转雄，壮哉造化功。海风吹不断，江月照还空。空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。且谐宿所好，永愿辞人间。",
      "transferInfo" : "从西面登上香炉峰，向南望见瀑布高挂在山前。水流直下达三百丈，沿着山谷奔涌前行几十里。速度快如风驰电掣，隐约之中宛如有白虹腾空。乍以为是银河从天上落下，弥漫飘洒在半空中。仰观瀑布那气势真雄奇啊，这是神灵造化之功！再大的海风也吹不断，江上月光却能直透其中。水流在空中任意飞溅，冲刷着两侧青色的石壁。飞腾的水珠散发彩色霞光，水沫在巨石上沸腾。我本来就最爱游赏名山，面对此景心胸更宽广。不必像服琼浆一样成仙，此水已足以荡涤尘俗。遁世归隐本是我夙愿，只想久居此地永辞人间。",
      "addtionInfo" : "庐山：又名匡山，位于今江西省九江市北部的鄱阳湖盆地，在庐山区境内，耸立于鄱阳湖、长江之滨，江湖水气郁结，云海弥漫，多蝇岩、峭壁、清泉、飞瀑，为著名游览胜地。香炉峰：庐山北部名峰。水气郁结峰顶，云雾弥漫如香烟缭绕，故名。壑（hè）：坑谷。“喷壑”句：意谓瀑布喷射山谷，一泻数十里。歘（xū）：歘忽，火光一闪的样子。飞电：空中闪电。白虹：一种出现在雾上的淡白色的虹。“欻如”二句：意谓快如闪电而来，隐似白虹而起。河汉：银河，又称天河。造化：大自然。“江月”句：意谓瀑布在江月的映照下，显得更加清澈。潈（zōng）：众水汇在一起。“空中”二句：意谓瀑布在奔流过程中所激起的水花，四处飞溅，冲刷着左右青色的山壁。穹（qióng）石：高大的石头。乐：爱好。益：更加。闲：宽广的意思。无论：不必说。漱：漱洗。琼液：传说中仙人的饮料。此指山中清泉。还得：但得。尘颜：沾满风尘的脸。洗尘颜：喻指洗除在尘世中所沾染的污垢。谐：谐和。宿：旧。宿所好：素来的爱好。",
      "analysesInfo" : "此诗共换四次韵，前八句为一韵；中间八句每四句各一韵；末六句为一韵。诗意也可按韵分为四层。前三层基本上是摹写瀑布的壮观奇姿，属景语；只有末一层言志抒怀，属情语。前三层也各有重点：第一层从正面描写瀑布的主体实景；第二层从虚处更深更细地描绘瀑布；第三层，从上下四旁来烘托瀑布之动态。最后一层先擒后纵，收束得自然平易。首二句交待“望庐山瀑布水”的立足点和所“望”的方向。接着十四句用各种形象从不同角度形容瀑布的壮伟气势和诗人的赞叹。所谓“挂流三百丈”，“初惊河汉落”，亦即第二首的“飞流直下三干尺，疑是银河落九天”之意，但不如后者的简练和生动。末六句抒写诗人的志趣和愿望。从这首诗中，可以看出李白思想中孤傲遁世的一面。&&&五言古诗讲究兴寄，直抒胸臆，质朴真切，气象浑成。诗人的感情起伏与诗的节奏同步，由此形成感染人的力量。李白善于乐府和歌行，常以他横空出世，骏马绝尘的非凡才力，将乐府、歌行作为表达他飞腾的想象，纵横的才思，不羁的思想，奔放的情感之最合适的艺术形式，这些诗写得神识超迈，飘然而来，忽然而去，不屑于雕章琢句，亦不劳劳于镂心刻骨，自有天马行空，不可羁勒之势。这首五古正是如此。李白把庐山瀑布写得壮美阔大。诗人寄情于山水，从“西登香炉峰”到“流沫沸穹石”都是写景，而最后三句是抒情之句。“海风吹不断，江月照江空”中的“空”字更说明诗人寻求的是一种“闲”情，也体现李白的飘逸之风。在庐山美景之下，诗人借景直抒胸臆，语言质朴真切，但仍能感染读者。第一首虽是古诗，其中却有不少对仗。古今读者多谓此首不如第二首绝句写得好，但也有不少人指出此诗自有妙句。如《苕溪渔隐丛话后集》卷四：“然余谓太白前篇古诗云：‘海风吹不断，江月照还空’。磊落清壮，语简而意尽，优于绝句多矣。”葛立方《韵语阳秋》卷十二：“以余观之，银河一派，犹涉比类，未若白前篇云：‘海风吹不断，江月照还空’。凿空道出，为可喜也。”韦居安《梅硐诗话》亦谓此二句“语简意足，优于绝句，真古今绝唱”，并认为“非历览此景，不足以见诗之妙”。",
      "backgroundInfo" : "这两首诗一般认为是公元725年（唐玄宗开元十三年）前后李白出游金陵途中初游庐山时所作。吴小如教授认为，李白这两首诗体裁不一，内容也有一部分重复，疑非一时之作。詹锳先生在《李白诗文系年》中根据任华《杂言寄李白》诗，认为第一首五古为李白入长安以前（开元年间）所作。",
      "classInfo" : "9",
      "poetryID" : "293",
      "source" : "21",
      "likes":"794"
      },{
      "name" : "赠裴十四",
      "author" : "唐·李白",
      "content" : "朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！",
      "transferInfo" : "见君如见晋人裴叔则，如行玉山之上，朗然照人。君之胸怀之阔大，如黄河落天，直入东海，当纳入其间矣；君之浩瀚，即使是河伯也不敢骑白鼋冒然横渡；君之高大，即使是金高南山买君一顾，也是值得的。君徘徊于六合之中，而无相知之人，如今看天上的浮云，即将飘然西去矣。",
      "addtionInfo" : "裴十四：当是裴政，为李白好友，“竹溪六逸”之一。“朝见”二句：裴叔则，即晋朝的裴楷，尝任中书令，人称裴令公，仪容儁伟。“黄河”二句：以黄河入海喻裴十四胸怀的阔大。“身骑”句：《楚辞·九歌·河伯》：“乘白鼋兮逐文鱼，与女游兮河之渚”。此谓裴十四之才学心胸之深广，己不敢轻易测度。“金高”句：须千金才可买裴十四之一顾，可见李白对友人裴十四推许之重。六合：上下四方谓之六合。",
      "analysesInfo" : "裴十四，是一位超尘脱俗之士。他即将离别李白而西去，诗人作这首诗赠别。&&&“裴叔则”，即晋朝的裴楷，尝任中书令，人称裴令公，仪容儁伟，“时人以为玉人，见者曰：‘见裴叔则如玉山上行，光映照人。’”（《世说新语·容止》）因为与主人公同姓诗人借裴叔则代指裴十四，言裴十四仪表堂堂，清朗如玉山，光彩照人。“黄河落天走东海，万里写入胸怀间。”黄河水从西部飞流直下流向中原，一泻万里，奔流入东海。此诗以奔腾的黄河水，象征裴十四宽阔宏大的襟怀。诗人倒插喻意在前，一笔点醒于后，手法变幻矫健。&&&诗至五、六句，转入别意，叙写裴十四的遭际和他的不贪图富贵的性格。“身骑白鼋不敢度”，骑白鼋，语出屈原《九歌·河伯》“乘白鼋兮逐文鱼”。骑鼋的人，自然是裴十四。诗人用汹涌的水势，比喻社会环境的险恶和人生道路的艰难，裴十四身骑白鼋，面对汹涌的江水，不敢度过。“金高南山买君顾”句，借用郑子瞀的故事，见《列女传》卷五《节义传》，郑子瞀是楚成王的夫人，一日，与成王共登台，“王曰：‘顾，吾又与女千金，而封若父兄’，子瞀遂不顾。子瞀曰：‘不顾，告以夫人之尊，示以封爵之重而后顾，则是妾贪贵乐利以忘义理也’。”千金难买一顾，表现郑子瞀不贪贵乐利的品格；高比南山的金银，定然也难买裴十四的一顾，运用郑子瞀的典故，是为了盛赞裴十四的高贵品格。在那险恶的政治环境里，襟怀豪迈的裴十四不肯摧眉折腰，不肯为富贵而忘义；在“众人皆醉”的庸俗的黑暗社会里，裴十四难觅知音，“徘徊六合无相知”句，揭示了品格磊落的人不容于世的生活真实。结尾“飘若浮云且西去”，写裴十四即将西去，行踪飘忽不定，点到赠别上；以飘若浮云状其人，也为裴十四涂上了灵异脱俗的光彩，与全诗诗意相吻合。&&&赠别诗，除了抒写离绪别情以外，还可以颂美离别者，描绘和刻画他们的形象、思想、品格、精神面貌，表达诗人对他们的钦慕、敬仰的感情。《赠裴十四》就是如此。李白用诗人的心灵，自己的品格和审美情趣，去感知对方，因此，在裴十四身上，读者看到了诗人的个性、气韵和精神，沈德潜说：“黄河落天二语，自道所得。”（《唐诗别裁集》）李白也亲历“身骑白鼋不敢度”的社会环境，也同样具有“金高南山”难买一顾的品格，也同样为世俗所不容，甚至到达“世人皆欲杀”（杜甫语）的地步。用颂美友人的诗赠给友人，引为知音，并在友人的精神风貌里，照见自己的襟怀和人格，是《赠裴十四》诗思想艺术的基本特征。",
      "backgroundInfo" : "",
      "classInfo" : "68",
      "poetryID" : "294",
      "source" : "21",
      "likes":"795"
      },{
      "name" : "夏日登车盖亭",
      "author" : "宋·蔡确",
      "content" : "纸屏石枕竹方床，手倦抛书午梦长。睡起莞然成独笑，数声渔笛在沧浪。",
      "transferInfo" : "纸围屏风石作枕头，卧在竹床多么清凉，久举书卷手已疲累，抛书一旁渐入悠长梦乡。醒来后不觉独自微笑，把世事细细思量，忽听几声清亮的渔笛回旋在沧浪水上。",
      "addtionInfo" : "车盖亭：在湖北安陆西北。书：书籍史经。莞然：微笑貌。沧浪（láng）：即汉水，为长江最大支流。汉水东南流经陕西南部、湖北西北部和中部。",
      "analysesInfo" : "这首诗，着意刻画了作者贬官后的闲散之态和对隐居生活的向往。“纸屏石枕竹方床，手倦抛书午梦长。”这两句说：游亭之后，便躺在纸屏遮挡的石枕、竹方床上，看了一会儿陶渊明的诗（“卧展柴桑处士诗”），感到有些倦怠，便随手抛书，美美地睡了一觉。诗人是“夏日登车盖亭”的，因而，读了“纸屏、石枕、方竹床”，写得气清意爽；读了“手倦抛书、午梦长”，表现了诗人闲散之态；并且从“午梦长”中，还透出一点半隐半露的消息，这要联系下文来理解。&&&“睡觉莞然成独笑”，梦醒之后，诗人“莞然独笑”，是在“午梦长”中有所妙悟，从而领略到人生如梦，富贵如云烟。。诗人所读的书，是“柴桑处士诗”；诗人所作的梦，也是耕樵处士之梦；梦中是处士，醒来是谪官，他想想昔为布衣平民（“持正年二十许岁时，家苦贫，衣服稍敝。”事见《懒真子》），鸿运一来，金榜题名，仕途廿载，官至丞相，后来天翻地覆，谪居此地，如同大梦一场。由此，他想到了归隐；想到归隐，马上便有隐者的呼唤——“数声渔笛在沧浪”。而听到了“数声渔笛”，他的归隐之情就表现得更加强烈了。&&&唐代诗人王维写过一首《酬张少府》：“晚年唯好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。”这首诗一方面明示作者“万事不关心”，一方面又描摹了他聆听“渔歌入浦深”的情状，所以归隐的题旨比较明显。而蔡确这首诗，却仅以“莞然独笑”、“数声渔笛”揭示主旨，这就比王维之诗更形委婉；更具韵外之致和味外之旨。《楚辞·渔父》：“渔父莞尔而笑，鼓枻而去，乃歌曰：‘沧浪之水清兮，可以濯吾缨，沧浪之水浊兮，可以濯吾足’，遂去，不复与言。”王逸《楚辞章句》注：“水清，喻世昭明，沐浴，升朝廷也；水浊，喻世昏暗，宜隐遁也。”描写闲散生活，委婉抒发归隐之志，便是这首诗的主旨。",
      "backgroundInfo" : "蔡确积极支持王安石变法，元丰五年（1082年），拜尚书右仆射兼中书侍郎（右丞相）。神宗死，哲宗继位。元祐元年（1086年），罢知陈州。元祐二年（1087年）因为“军器监之狱”受其弟蔡硕牵连，被贬知安州（湖北安陆），夏日登车盖亭，作了十首诗，此其第二首。",
      "classInfo" : "30",
      "poetryID" : "295",
      "source" : "23",
      "likes":"796"
      },{
      "name" : "古诗十九首",
      "author" : "汉·佚名",
      "content" : "青青陵上柏，磊磊涧中石。人生天地间，忽如远行客。斗酒相娱乐，聊厚不为薄。驱车策驽马，游戏宛与洛。洛中何郁郁，冠带自相索。长衢罗夹巷，王侯多第宅。两宫遥相望，双阙百余尺。极宴娱心意，戚戚何所迫？",
      "transferInfo" : "陵墓上长得青翠的柏树，溪流里堆聚成堆的石头。人生长存活在天地之间，就好比远行匆匆的过客。区区斗酒足以娱乐心意，虽少却胜过豪华的宴席。驾起破马车驱赶着劣马，照样在宛洛之间游戏着。洛阳城里是多么的热闹，达官贵人彼此相互探访。大路边列夹杂着小巷子，随处可见王侯贵族宅第。南北两个宫殿遥遥相望，两宫的望楼高达百余尺。达官贵人们虽尽情享乐，却忧愁满面不知何所迫。",
      "addtionInfo" : "青青：本意为蓝色，引申为深绿色，这里的“青青”，犹言长青青，是说草木茂盛的意思。陵：表示与地形地势的高低上下有关，此处指大的土山或墓地。柏：四季常青的树木，可供建筑及制造器物之用。磊：众石也，即石头多。会意字，从三石。生：生长，生活。忽：本义为不重视、忽略，此处指快的意思。远行客：在此有比喻人生的短暂如寄于天地的过客的意思。客，表示与家室房屋有关，本义为寄居、旅居、住在异国他乡。此句言人在世上，为时短暂，犹如远道作客，不久得回去。斗酒：指少量的酒。薄：指酒味淡而少。驽马：本义为劣马，走不快的马。亦作形容词，比喻才能低劣。宛：南阳古称宛，位于河南西南部，与湖北、陕西接壤，因地处伏牛山以南，汉水之北而得名。洛：东都洛阳。郁郁：盛貌，形容洛中繁盛热闹的气象。冠带：顶冠束带者，指京城里的达官显贵。冠带是官爵的标志，用以区别于平民。索：求访。衢：四达之道，即大街。夹巷：央在长衢两旁的小巷。第：指大官的住宅。两宫：指洛阳城内的南北两宫。阙：古代宫殿、祠庙或陵墓前的高台，通常左右各一，台上起楼观，二阙之间有道路。亦为宫门的代称。极宴：穷极宴会。戚：忧思也。迫：逼近。",
      "analysesInfo" : "这首诗与《古诗十九首》中的另一首《驱车上东门》在感慨生命短促这一点上有共同性，但艺术构思和形象蕴含却很不相同。《驱车上东门》的主人公望北邙而生哀，想到的只是死和未死之前的生活享受；这首诗的主人公游京城而兴叹，想到的不止是死和未死之时的吃好穿好。&&&开头四句，接连运用有形、有色、有声、有动作的事物作反衬、作比喻，把生命短促这样一个相当抽象的意思讲得很有实感，很带激情。主人公独立苍茫，俯仰兴怀：向上看，山上古柏青青，四季不凋；向下看，涧中众石磊磊，千秋不灭。头顶的天，脚底的地，当然更其永恒；而生于天地之间的人呢，却像出远门的旅人那样，匆匆忙忙，跑回家去。《文选》李善注引《尸子》《列子》释“远行客”：“人生于天地之间，寄也。寄者固归。”“死人为‘归人’，则生人为‘行人’。”《古诗》中如“人生寄一世”，“人生忽如寄”等，都是不久即“归”（死）的意思。&&&第五句以下，写主人公因感于生命短促而及时行乐。“斗酒”虽“薄”，也可娱乐，就不必嫌薄，姑且认为厚吧！驽马虽劣，也可驾车出游，就不必嫌它不如骏马。借酒销忧，由来已久；“驾言出游，以写我忧”（《诗经·邶风·泉水》），也是老办法。这位主人公，看来是两者兼用的。“宛”（今河南南阳）是东汉的“南都”，“洛”（今河南洛阳）是东汉的京城。这两地，都很繁华，何妨携“斗酒”，赶“驽马”，到那儿去玩玩。接下去，用“何郁郁”赞叹洛阳的繁华景象，然后将笔触移向人物与建筑。“冠带自相索”，达官显贵互相探访，无非是趋势利，逐酒食，后面的“极宴娱心意”，就明白地点穿了。“长衢”（大街），“夹巷”（排列大街两侧的胡同），“王侯第宅”，“两宫”，“双阙”，都不过是“冠带自相索”，“极言娱心意”的场所。主人公“游戏”京城，所见如此，会有什么感想呢？结尾两句，就是抒发感想的，可是歧解纷纭，各有会心，颇难作出大家都感到满意的阐释。有代表性的歧解是这样的： 一云结尾两句，都指主人公。“极宴”句承“斗酒”四句而来，写主人公享乐。 一云结尾两句，都指“冠带”者。“是说那些住在第宅、宫阙的人本可以极宴娱心，为什么反倒戚戚忧惧，有什么迫不得已的原因呢？”一云结尾两句，分指双方。“豪门权贵的只知‘极宴娱心’而不知忧国爱民，正与诗中主人公戚戚忧迫的情形形成鲜明对照”（《两汉文学史参考资料》）。&&&从全诗章法看，分指双方较合理，但又绝非忧乐对照。“极宴”句承写“洛中”各句而来，自然应指豪权贵。主人公本来是因生命短促而自寻“娱乐”、又因自寻“娱乐”而“游戏”洛中的，结句自然应与“娱乐”拍合。当然，主人公的内心深处未尝不“戚戚”，但口上说的毕竟是“娱乐”，是“游戏”。从“斗酒”“驽马”诸句看，特别是从写“洛中‘所见诸句看，这首诗的主人公，其行乐有很大的勉强性，与其说是行乐，不如说是借行乐以销忧。而忧的原因，也不仅是生命短促。生当乱世，他不能不厌乱忧时，然而到京城去看看，从“王侯第宅”直到“两宫”，都一味寻欢作乐，醉生梦死，全无忧国忧民之意。自己无权无势，又能有什么作为，还是“斗酒娱乐”，“游戏”人间吧！“戚戚何所迫”，即何所迫而戚戚，是反诘句，如果用现代汉语肯定语气说，便是：没有什么迫使我戚戚不乐。全诗内涵，本来相当深广；用这样一个反诘句作结，更其余味无穷。",
      "backgroundInfo" : "古诗十九首》的时代和作者向来是汉魏文学研究中的热点问题，各种观点异彩纷呈。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九 首》及建安诗歌的重要组成大部分诗作是曹植之作。",
      "classInfo" : "34",
      "poetryID" : "296",
      "source" : "30",
      "likes":"796"
      },{
      "name" : "一剪梅·雨打梨花深闭门",
      "author" : "明·唐寅",
      "content" : "雨打梨花深闭门，孤负青春，虚负青春。赏心乐事共谁论？花下销魂，月下销魂。愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。",
      "transferInfo" : "深闭房门隔窗只听雨打梨花的声音，就这样辜负了青春年华，虚度了青春年华。纵然有欢畅愉悦的心情又能跟谁共享？花下也黯然神伤，月下也黯然神伤。相思生愁整日都皱着眉，脸上留下千点泪痕，万点泪痕。从早晨到晚上一直在看着天色云霞，走路时想念你啊，坐着时也是想念你！",
      "addtionInfo" : "一剪梅：词牌名，又名“腊梅香”“玉簟秋”等。赏心乐事：欢畅的心情，快乐的事情。论：说。销魂：黯然神伤。颦（pín）：皱眉。啼痕：泪痕。",
      "analysesInfo" : "《一剪梅·雨打梨花深闭门》是明代词人、一代文豪唐寅，即唐伯虎以女子口吻所作的一首闺怨词。这首词的佳处不只在于词句之清圆流转，其于自然明畅的吟诵中所表现的空间阻隔灼痛着痴恋女子的幽婉心态更是动人。唐寅轻捷地抒述了一种被时空折磨的痛苦，上下片交叉互补、回环往复，将一个泪痕难拭的痴心女形象灵动地显现于笔端。&&&上片首句，即以重重门关横亘在画面上，它阻断了内外的联系，隔绝了春天，从而表明思妇对红尘的自觉放弃，对所思之人的忠贞挚爱。以下五句，似乎是思妇的内心独白，但更像“画外音”，是对“深闭门”情节的议论。“深闭门”是思妇的特定行为：她藏于深闺，将一切都关在门外，正见其相思凄楚之难堪。这空间的阻隔，既无情地拉开着恋者的距离，而空间的阻隔又必然在一次次“雨打梨花”、春来春去中加重其往昔曾经有过的“赏心乐事”的失落感；至若青春年华也就无可挽回地在花前月下神伤徘徊之间被残酷地空耗去。时间在空间中流逝，空间的凝滞、间距的未能缩却花开花落，人生便在等待中渐渐消逝。&&&下片正面描写为情感而自我封闭状态中思妇的形象，通过皱眉洒泪、看天看云、行行坐坐几个连续动作，表达其坐卧不安的无边相思。&&&活过之物终将凋零，只可在“行也思君，坐也思君”中，“愁聚眉峰尽日颦”。上片的“花下销魂，月下销魂”，是无处不令人回思往时的温馨；下片的“行也思君，坐也思君”则写尽朝暮之间无时不在翘首企盼所恋者的归来，重续欢情。作者轻捷地抒述了一种被时空折磨的痛苦，上下片交叉互补、回环往复，将一个泪痕难拭的痴心女形象灵动地显现于笔端，诚无愧其“才子”之誉称。&&&历代诗人、词人笔下“闺怨”之作多不胜数，愈是习见的题材愈难出新意，从而所贵也尤在能别具心裁。",
      "backgroundInfo" : "唐寅因科场案受牵连入狱被贬后，其生命轨迹已经远离传统士大夫阶层。生平多出入声色场合，因此在他有很多以女性为题材的作品，此词即为其中之一。",
      "classInfo" : "39",
      "poetryID" : "297",
      "source" : "28",
      "likes":"797"
      },{
      "name" : "红烛赏残花",
      "author" : "唐·李商隐",
      "content" : "寻芳不觉醉流霞，倚树沉眠日已斜。客散酒醒深夜后，更持红烛赏残花。",
      "transferInfo" : "寻得芳菲不觉被美酒陶醉，倚着花树酣眠红日已西斜。且等到客散酒醒深夜以后，又举着红烛独自欣赏残花。",
      "addtionInfo" : "流霞，是神话传说中一种仙酒。沉眠：醉酒之后的深睡。日已斜（xiá）：指夕阳西下。更：再。",
      "analysesInfo" : "这是一首抒发对花的陶醉流连的小诗。诗歌先以寻花开篇。接着沉醉花中，最后写酒醒赏花。通篇都围绕着花来展开。表现出诗人对花的强烈喜爱。可谓爱花之至。&&&起首两句先写了寻芳而醉的过程，流露出一种酣醇满足之意。“寻芳不觉醉流霞，依树沉眠日已斜”。在这个美好的春日，诗人一路追寻着繁花的踪影，在不知不觉之间已经喝得大醉。便在夕阳西下之时，依着花树沉沉地睡去。诗人因为爱花，所以怀着浓厚的兴趣，殷切的心情，特地独自去“寻芳”；既“寻”而果然喜遇；既遇遂深深为花之美艳所吸引，流连称颂，不能自已；流连称颂之馀，竟不知不觉地“醉”了。“不觉”二字寓意深广，使花之美、酒之醇以及人之陶醉都包含其中了。而不自知其所以然的情态，笔意极为超妙。“流霞”，将似锦的繁花比作漫天的流霞之意。这里用“醉流霞”，含意双关，既明指为甘美的酒所醉，又暗喻为艳丽的花所醉。从“流霞”这个词语中，可以想象出花的绚烂、美艳，想象出花的芳香和形态，加强了“醉”字的具体可感性。诗人借这含意双关的“醉流霞”表达出生理的醉与心理的醉之间相互作用和奇妙融合。次句“倚树沉眠日已斜”进一步写“醉”字。因迷花醉酒而不觉倚树（倚树亦即倚花，花就长在树上，灿若流霞），由倚树而不觉沉眠，由沉眠而不觉日已西斜。叙次井然有序，而又处处紧扣“醉”字。醉眠于花树之下，整个身心都为花的馥郁所包围、所熏染，连梦也带着花的醉人芳香。所以这“沉眠”不妨说正是对花的沉醉。这一句似从李白《梦游天姥吟留别》“迷花倚石忽已暝”句化出，进一步写出了身心俱醉的迷花境界。&&&下两句写酒醒后夜半赏花，更显出对花之爱。同时也将美好而满足的气氛转至了凄凉与孤寂。“客散酒醒深夜后。更持红烛赏残花”，客已散，酒已醒，夜已深。与前半夜寻芳时热闹欢欣的情景截然相反，孤独之感重又袭来。在这种环境气氛中，一般人是不会想到欣赏花的；即使想到，也会因露冷风寒、花事阑珊而感到意兴索然。但诗人对花的喜爱却丝毫未减，想要趁着这夜深人静无人打扰之时，再秉着红烛独自欣赏残花，对花之痴迷已显露无遗。同时诗句中的“红烛”与“残花”又进一步地构成了对比，更显花之残。诗人想到日间盛开的花朵，到了明朝也许就将落英缤纷、残红遍地，一种对美好事物的深刻留连之情便油然而生，促使他抓住这最后的时机领略行将消逝的美，于是，便有了“更持红烛赏残花”这一幕。在夜色朦胧中，在红烛的照映下，这行将凋谢的残花在生命的最后瞬间仿佛呈现出一种奇异的光华，美丽得像一个五彩缤纷而又隐约朦胧的梦境。夜深酒醒后的“赏”，正是“醉”的更进一步的表现，同时也表现诗人对美好事物即将逝去的不舍，怜惜之情油然而生。结句的意境与诗人早年失意科场时之作《宿骆氏亭寄怀崔雍崔衮》中的“留得枯荷听雨声”相似，枯荷与残花，都是为普通人所忽视的，可是诗人将之与雨滴、红烛相配合。可谓化腐朽为神奇。使之散发出一种凄美之感，深受读者的喜爱。苏轼《海棠》中的“只恐夜深花睡去。敞烧高烛照红妆”即从此句化出。只是略去了李商隐诗中的一些凄凉之感。&&&整首诗围绕着花进行，特别是最后一句更显出对花的痴迷。不仅爱盛开之花。甚至也能从凋落之花中看到美，甚为难得。",
      "backgroundInfo" : "会昌二年冬（842）至会昌五年冬这三年期间。李商隐因母丧而去官闲居永乐。在闲居期间，李商隐的生活十分地寂寞颓废，整日栽花植树，游山玩水，终日与酒为伴。在此期间他创作了大量的咏诵花木景观的诗歌。",
      "classInfo" : "21",
      "poetryID" : "298",
      "source" : "21",
      "likes":"798"
      },{
      "name" : "南歌子·疏雨池塘见",
      "author" : "宋·贺铸",
      "content" : "疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。",
      "transferInfo" : "稀疏的雨点落在池塘里，水面上泛起了涟漪。轻风拂来，吹动了衣袖。夏天的树长满了浓密的叶子，树荫中响起黄鹂婉转的啼叫声。一只白鹭不知道从什么地方飞来，独立池塘，已经很久很久。喝扶头酒很容易让人醉，可下棋时却难逢对手。这长长的白日，用来睡觉是最合适的了。我睡醒后，一个人在芭蕉叶子上百无聊赖地写着诗。",
      "addtionInfo" : "扶头酒：一种使人易醉的烈酒。谓饮此酒后，头亦须扶。",
      "analysesInfo" : "这是一首夏日即景之作。&&&开篇以常见的写景起手。“疏雨池塘见，微风襟袖知。”“见”、知，觉的意思，可与第二句的“知”字互证。疏雨飘洒，微风轻拂，一派清爽宁静。这景致并无多少新奇，到是“见”“知”二字颇见功力。作者不仅以抒情主人公的视角观物，而且让大自然中的池塘观物，池塘感到了疏雨的轻柔缠绵，于是池塘也有了生命力。便是主人公观物，这里用笔也曲回婉转，不言人觉，而言袖知，普普通通的景物这样一写也显得生动形象，神采飞扬了。接下去两句化用王维《积雨辋川庄作》的诗句和诗意。王诗写到宽阔的水田里白鹭飞翔，繁茂幽深的树丛中黄鹂啼鸣，大自然的一切都是自由而宁静的。王维描写了优美宁静的田园风光，抒写了自己超脱尘世的恬淡自然的心境。贺铸直用了“阴阴夏木啭黄鹂”一句，又化用了“漠漠水田飞白鹭”一语。不过仔细品味，这白鹭之句，贺词与王诗所透露出来的心绪还是有所不同的。王诗是一种带有佛家气息的宁静；而贺词云“何处飞来白鹭，立移时。”似乎在说：“什么地方飞来的白鹭哟，怎么刚呆了一会儿就走了？”这 “何”字，这“移时”，似乎透露着主人公的一种心境，他似乎在埋怨什么，在追寻什么，在挽留什么……字里行间飘溢出的是一种孤寂和无奈。而且这上片结句不仅写景，在结构上也起着举足轻重的作用，使上下片之间暗脉相接。&&&下片进入对日常生活的描写。贺铸的“易醉扶头酒，难逢敌手棋。”化用唐代姚合《答友人招游》诗意写自己饮酒下棋的生活。喝酒易醉；下棋，对手难逢，这字里行间蕴含着的仍然是一种百无聊赖的心绪。于是便有结句。夏日长长，无所事事，最适合于睡觉。睡起之后，只管在芭蕉叶上自题诗，自取其乐。这之中透露着的是一种自我嘲解，自我调侃。其实这两句词也有所本。欧阳修《蕲簟》有句云：“自然唯与睡相宜。”方干《送郑台处士归绛岩》有句云：“曾书蕉叶寄新题。”下片内容并不复杂，无非是饮酒、下棋、睡觉、题诗等文人的生活琐事，可是借助于“易醉”、“难逢”、“偏”、“相宜”、“自题诗”等字眼，可以感受到作者的孤寂和壮志未酬的愤懑不平。&&&全篇化用前人诗句，且又丝丝入扣，意趣自然，浑然天成。贺铸曾云：“吾笔端驱使李商隐、温庭筠辈常奔命不暇。”说明他博学强记，善于融化前人诗句。此阙虽未引用温、李诗句，而被“驱使”的前人则更多矣。&&&全词笔调疏快，风光如画，闲适之情见于笔端纸上，又有清幽静谧之感。",
      "backgroundInfo" : "贺铸出身于没落贵族家庭，是孝惠后的族孙，且娶宗室之女。但他秉性刚直，不阿权贵，郁郁不得志。这种秉性，这种身世际遇，使他像许多古代文人一样，建功立业的胸襟之中，常常流走着痛苦、孤寂、无奈的波澜。这种心绪时时反映在他的词作中，这首《南歌子》便是一例。",
      "classInfo" : "116",
      "poetryID" : "299",
      "source" : "22",
      "likes":"799"
      },{
      "name" : "望江南·多少恨",
      "author" : "五代·李煜",
      "content" : "多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。",
      "transferInfo" : "有多少遗恨呀，都在昨夜的梦魂中。梦中好像我还是故国君主，常在上苑游乐，车子接连不断像流水一样驰过，马匹络绎不绝像一条龙一样走动。花好月圆春风醉人。",
      "addtionInfo" : "梦魂：古人认为在睡梦中人的灵魂会离开肉体，故称“梦魂”。上苑：封建时代供帝王玩赏、打猎的园林。车如流水马如龙：意思是车子接连不断像流水一样驰过，马匹络绎不绝像一条龙一样走动。形容车马络绎不绝，十分繁华热闹。花月：花和月，泛指美好的景色。花月正春风，意思是形容春天鲜花怒放，春夜月光明朗，春风微拂的情景，描绘春光的明媚。",
      "analysesInfo" : "《望江南·多少恨》是五代十国时期南唐后主李煜亡国入宋被囚后创作的一首记梦词。词人以词调名本意回忆江南旧游，抒写了梦中重温旧时游娱生活的欢乐和梦醒之后的悲恨，以梦中的乐景抒写现实生活中的哀情，表达对故国繁华的追恋，抒发亡国之痛。全词语白意真，直叙深情，一气呵成，是一首情辞俱佳的小词。&&&“多少恨，昨夜梦魂中。”开头两句是说，我有多少的恨，昨夜梦中的景象。&&&开头陡起，小词中罕见。所恨的当然不是“昨夜梦魂中”的情事，而是昨夜这场梦的本身。梦中的情事固然是他时时眷恋着的，但梦醒后所面对的残酷现实却使他倍感难堪，所以反而怨恨起昨夜的梦来了。两句似直且显，其中却萦纡沉郁，有回肠荡气之致。&&&“还似旧时游上苑，车如流水马如龙，花月正春风。”这三句是说，还像以前我还是故国君主时 ，常在上苑游玩，车子如流水穿过，马队像长龙一样川流不息。正是景色优美的春天，还吹着融融的春风。&&&后三句均写梦境。“还似”二字领起，直贯到底。往日繁华生活内容纷繁，而记忆中最清晰、印象最深刻的是“游上苑”。“上苑”，皇帝的园林。在无数次的上苑之游中，印象最深的热闹繁华景象则是“车如流水马如龙”。后一句语本《后汉书·马皇后纪》：“车如流水，马如游龙。”用在这里，极为贴切。它出色的渲染了上苑车马的喧阗和游人的兴会。紧接着，再加上一句充满赞叹情味的结尾“花月正春风”的季节。上苑游乐当然不一定都在“花月正春风”的季节，但春天游人最盛，当是事实。这五个字，点明了游赏的时间和观赏的对象，渲染出热闹繁华的气氛；还具有某种象征的意味——象征着在他生活中最美好、最无忧无虑、春风得意的时刻。“花月”与“春风”之间用一“正”字勾连，景之秾丽，情之浓烈，一齐呈现。这一句将梦游之乐推向最高潮。&&&从表面看（特别是单看后三句），似乎这首词所写的就是对往昔繁华的眷恋，实际上作者要表达的倒是另外一面——今日处境的无限凄凉。但作者却只在开头用了“多少恨”三字虚点，通篇不对当前的处境作正面描写，而是通过这场繁华生活的梦境进行有力的反托。正因为“车如流水马如龙，花月正春风”的景象在他的生活中已经不可再现，所以梦境越是繁华热闹，梦醒后的悲哀越是浓重；对旧日的繁华眷恋越深，今日处境的凄凉越不难想见。由于词人是在梦醒后回想繁华旧梦，所以梦境中的“花月正春风”的淋漓兴会反而更触动了他囚徒般岁月的悲慨。这是一种“正面不写写反面”的艺术手法的成功运用。",
      "backgroundInfo" : "这首词作于公元975年（宋开宝八年）李煜亡国入宋之后。降宋后，他由凌驾万人之上的九五之尊沦落为任人凌辱的阶下囚，经历了千古人生的大喜大悲，悔恨长伴，追忆不断，这首词就是为表达他对现实处境的无限凄凉之情而创作的。",
      "classInfo" : "85",
      "poetryID" : "300",
      "source" : "27",
      "likes":"800"
      }
    ],
    "type" : "command",
    "baseID" : "0",
    "mainClass" : "99"
}



