{
    "poetryList" : [
      {
       "name" : "古朗月行",
       "author" : "唐·李白",
       "content" : "小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。",
       "transferInfo" : "小时候不认识月亮， 把它称为白玉盘。又怀疑是瑶台仙镜，飞在夜空青云之上。月中的仙人是垂着双脚吗？月中的桂树为什么长得圆圆的？白兔捣成的仙药，到底是给谁吃的呢？蟾蜍把圆月啃食得残缺不全，皎洁的月儿因此晦暗不明。后羿射下了九个太阳，天上人间免却灾难清明安宁。月亮已经沦没而迷惑不清，没有什么可看的不如远远走开吧。心怀忧虑啊又何忍一走了之，凄惨悲伤让我肝肠寸断。",
       "addtionInfo" : "呼作：称为。白玉盘：指晶莹剔透的白盘子。疑：怀疑。瑶台：传说中神仙居住的地方。仙人垂两足：意思是月亮里有仙人和桂树。当月亮初生的时候，先看见仙人的两只脚，月亮渐渐圆起来，就看见仙人和桂树的全形。仙人，中国神话传说中为月驾车之神，叫舒望，又名纤阿。团团：圆圆的样子。白兔捣药成，问言与谁餐：白兔老是忙着捣药，究竟是给谁吃呢？言外有批评长生不老药之意。问言，问。言，语助词，无实意。与谁，一作“谁与”蟾蜍：《五经通义》：“月中有兔与蟾蜍”。蟾蜍，传说月中有三条腿的蟾蜍，因此古诗文常以“蟾蜍”指代月亮。但本诗中蟾蜍则另有所指。圆影：指月亮。羿：我国古代神话中射落九个太阳的英雄。《淮南子·本经训》记载：尧时十日并出，草木皆枯。尧命羿仰射十日，中其九。下面的“乌”即日，《五经通义》：“日中有三足乌”，所以日又叫阳乌。天人：天上人间。阴精：《史记·天官书》：“月者，天地之阴，金之精也”，阴精也指月。沦惑：沉沦迷惑。去去：远去，越去越远。凄怆：悲愁伤感。",
       "analysesInfo" : "这是一首乐府诗。“朗月行”，是乐府古题，属《杂曲歌辞》。鲍照有《朗月行》，写佳人对月弦歌。李白采用这个题目，故称《古朗月行》，但没有因袭旧的内容。诗人运用浪漫主义的创作方法，通过丰富的想象，神话传说的巧妙加工，以及强烈的抒情，构成瑰丽神奇而含意深蕴的艺术形象。&&&诗中前四句“小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。”先写儿童时期对月亮稚气的认识，以“白玉盘”、“瑶台镜”作比喻，生动地表现出月亮的形状和月光的皎洁可爱，使人感到非常新颖有趣。“呼”、“疑”这两个动词，传达出儿童的天真烂漫之态。这四句诗，看似信手写来，却是情采俱佳。&&&然后，又写月亮的升起：“仙人垂两足，桂树何团团？白兔捣药成，问言与谁餐？”古代神话说，月中有仙人、桂树、白兔。当月亮初升的时候，先看见仙人的两只脚，而后逐渐看见仙人和桂树的全形，看见一轮圆月，看见月中白兔在捣药。诗人运用这一神话传说，写出了月亮初生时逐渐明朗和宛若仙境般的景致。&&&然而好景不长，月亮渐渐地由圆而蚀：“蟾蜍蚀圆影，大明夜已残。”蟾蜍，俗称癞蛤蟆；大明，指月亮。传说月蚀就是蟾蜍食月所造成，月亮被蟾蜍所啮食而残损，变得晦暗不明。“羿昔落九乌，天人清且安”，表现出诗人的感慨和希望。古代善射的后羿，射落了九个太阳，只留下一个，使天、人都免除了灾难。诗人在这里引出这样的英雄来，既是为现实中缺少这样的英雄而感慨，也是希望能有这样的英雄来扫除天下。&&&然而，现实毕竟是现实，诗人深感失望：“阴精此沦惑，去去不足观。”月亮既然已经沦没而迷惑不清，就没有什么可看的了，不如趁早走开吧。这是无可奈何的办法，心中的忧愤不仅没有解除，反而加深了：“忧来其如何？凄怆摧心肝。”诗人不忍一走了之，内心矛盾重重，忧心如焚。&&&这首诗，大概是李白针对当时朝政黑暗而发的。唐玄宗晚年沉湎声色，宠幸杨贵妃，权奸、宦官、边将擅权，把国家搞得乌烟瘴气。诗中“蟾蜍蚀圆影，大明夜已残”似是讽刺这一昏暗局面。沈德潜说，这是“暗指贵妃能惑主听”。（《唐诗别裁》）然而诗人的主旨却不明说，而是通篇作隐语，化现实为幻景，以蟾蜍蚀月影射现实，说得十分深婉曲折。诗中一个又一个新颖奇妙的想象，展现出诗人起伏不平的感情，文辞如行云流水，富有魅力，发人深思，体现出李白诗歌的雄奇奔放、清新俊逸的风格。",
       "backgroundInfo" : "此诗应该是创作于唐玄宗天宝末年安史之乱前。陈沆云：“忧禄山将叛时作。”（《诗比兴笺》）萧士赟云：“按此诗借月以引兴。日，君象；月，臣象。盖为安禄山之叛，兆于贵妃而作也。”",
       "classInfo" : "55",
       "poetryID" : "178",
       "source" : "21",
       "likes":"679"
       },{
       "name" : "客至",
       "author" : "唐·杜甫",
       "content" : "舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。",
       "transferInfo" : "草堂的南北绿水缭绕、春意荡漾，只见鸥群日日结队飞来。长满花草的庭院小路没有因为迎客而打扫，只是为了你的到来，我家草门首次打开。离集市太远盘中没好菜肴，家境贫寒只有陈酒浊酒招待。如肯与邻家老翁举杯一起对饮，那我就隔着篱笆将他唤来。",
       "addtionInfo" : "客至：客指崔明府，杜甫在题后自注：“喜崔明府相过”。明府，唐人对县令的称呼。相过，即探望、相访。舍：指家。但见：只见。此句意为平时交游很少，只有鸥鸟不嫌弃能与之相亲。花径：长满花草的小路。蓬门：用蓬草编成的门户，以示房子的简陋。市远：离市集远。兼味：多种美味佳肴。无兼味，谦言菜少。樽：酒器。旧醅：隔年的陈酒。樽酒句：古人好饮新酒，杜甫以家贫无新酒感到歉意。肯：能否允许，这是向客人征询。余杯：余下来的酒。",
       "analysesInfo" : "这是一首至情至性的纪事诗，表现出诗人纯朴的性格和好客的心情。作者自注：“喜崔明府相过”，可见诗题中的“客”，即指崔明府。其具体情况不详，杜甫母亲姓崔，有人认为，这位客人可能是他的母姓亲戚。“明府”，是唐人对县令的尊称。相“过”，即探望、相访。&&&首联先从户外的景色着笔，点明客人来访的时间、地点和来访前夕作者的心境。“舍南舍北皆春水”，把绿水缭绕、春意荡漾的环境表现得十分秀丽可爱。这就是临江近水的成都草堂。“皆”字暗示出春江水势涨溢的情景，给人以江波浩渺、茫茫一片之感。群鸥，在古人笔下常常作水边隐士的伴侣，它们“日日”到来，点出环境清幽僻静，为作者的生活增添了隐逸的色彩。“但见”，含弦外之音：群鸥固然可爱，而不见其他的来访者，不是也过于单调么！作者就这样寓情于景，表现了他在闲逸的江村中的寂寞心情。这就为贯串全诗的喜客心情，巧妙地作了铺垫。&&&颔联把笔触转向庭院，引出“客至”。作者采用与客谈话的口吻，增强了宾主接谈的生活实感。上句说，长满花草的庭院小路，还没有因为迎客打扫过。下句说，一向紧闭的家门，今天才第一次为你崔明府打开。寂寞之中，佳客临门，一向闲适恬淡的主人不由得喜出望外。这两句，前后映衬，情韵深厚。前句不仅说客不常来，还有主人不轻易延客意，今日“君”来，益见两人交情之深厚，使后面的酣畅欢快有了着落。后句的“今始为”又使前句之意显得更为超脱，补足了首联两句。&&&颈联实写待客。因为居住在偏僻之地，距街市较远，交通不便，所以买不到更多的菜肴，宴席不丰盛。家境贫寒，未酿新酒，只能拿味薄的隔年陈酒来招待你。以上虚写客至，下面转入实写待客。作者舍弃了其它情节，专取最能显示宾主情意的生活场景，着意描画。主人盛情招待，频频劝饮，却因力不从心，酒菜欠丰，而不免歉疚。我们仿佛听到那实在而又亲切的家常话，字里行间充满了融洽气氛。“盘飧”，盘中的菜肴。“飧”，本指熟食，这里泛指菜。“兼味”，菜肴一种叫味，两种以上叫兼味。“旧醅”，旧酿的隔年浊酒。“醅”，未经过滤的酒。古人好饮新酒，所以诗人因旧醅待客而有歉意。&&&这是一首工整而流畅的七律。前两联写客至，有空谷足音之喜，后两联写待客，见村家真率之情。篇首以“群鸥”引兴，篇尾以“邻翁”陪结。在结构上，作者兼顾空间顺序和时间顺序。从空间上看，从外到内，由大到小；从时间上看，则写了迎客、待客的全过程。衔接自然，浑然一体。但前两句先写日常生活的孤独，从而与接待客人的欢乐情景形成对比。这两句又有“兴”的意味：用“春水”、“群鸥”意象，渲染出一种充满情趣的生活氛围，流露出主人公因客至而欢欣的心情。&&&杜甫《宾至》、《有客》、《过客相寻》等诗中，都写到待客吃饭，但表情达意各不相同。在《宾至》中，作者对来客敬而远之，写到吃饭，只用“百年粗粝腐儒餐”一笔带过；在《有客》和《过客相寻》中说，“自锄稀菜甲，小摘为情亲”、“挂壁移筐果，呼儿问煮鱼”，表现出待客亲切、礼貌，但又不够隆重、热烈，都只用一两句诗交代，而且没有提到饮酒。反转来再看《客至》中的待客描写，却不惜以半首诗的篇幅，具体展现了酒菜款待的场面，还出人料想地突出了邀邻助兴的细节，写得那样精彩细腻，语态传神，表现了诚挚、真率的友情。这首诗，把门前景，家常话，身边情，编织成富有情趣的生活场景，以它浓郁的生活气息和人情味，显出特点，吸引着后代的读者。",
       "backgroundInfo" : "此诗是上元二年（公元761年）春天，杜甫五十岁时，在成都草堂所作。杜甫在历尽颠沛流离之后，终于结束了长期漂泊的生涯，在成都西郊浣花溪头盖了一座草堂，暂时定居下来了。安居成都草堂后不久，客人来访时作了这首诗。",
       "classInfo" : "13",
       "poetryID" : "179",
       "source" : "21",
       "likes":"681"
       },{
       "name" : "青门柳",
       "author" : "唐·白居易",
       "content" : "青青一树伤心色，曾入几人离恨中。为近都门多送别，长条折尽减春风。",
       "transferInfo" : "柳树的青色却是让人伤心的颜色，多少个离别的人就是在这样的情景中分别。附近的关卡周围也全是送别的人，每个人都折柳来送离别的友人。",
       "addtionInfo" : "都门：关卡。",
       "analysesInfo" : "这是一首折柳赠别诗，因“柳”与“留”谐音，离别赠柳表达难分难离、不忍相别、恋恋不舍的心意，所以，这里的柳是别离之柳，表达了诗人伤春叹别之情。",
       "backgroundInfo" : "",
       "classInfo" : "7",
       "poetryID" : "180",
       "source" : "21",
       "likes":"682"
       },{
       "name" : "陇西行",
       "author" : "唐·王维",
       "content" : "十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。",
       "transferInfo" : "告急的军使跃马扬鞭，十里又十里纵马飞驰，五里又五里不断扬鞭。西北都护府的军使传来了加急的军书，匈奴的军队已经围困西域重镇酒泉。边关的山岳原野，却只见漫天飞雪，不见烽火烟。",
       "addtionInfo" : "陇西行：乐府古题，又名“步出夏门行”，属《相和歌·瑟调曲》。陇西，陇山之西，在今甘肃省陇西县以东。都护：官名。汉代设置西域都护，唐代设置六大都护府以统辖西域诸国。匈奴：这里泛指中国北部和西部的少数民族。酒泉：郡名，在今酒泉市东北。关山：泛指边关的山岳原野。断：中断联系。",
       "analysesInfo" : "从体裁上看，这首诗属于古体诗，从题材上看，这首诗属于边塞诗。&&&诗一开头，便写告急途中，军使跃马扬鞭，飞驰而来，一下子就把读者的注意力紧紧吸引住了。一、二句形容在“一走马”“一扬鞭”的瞬息之间，“十里”“五里”的路程便风驰电掣般地一闪而过，以夸张的语言渲染了十万火急的紧张气氛，给人以极其鲜明而飞动的形象感受。这是两个倒装句，按一般的写法是：一走马十里，一扬鞭五里。但是这样写，一个五言的句子上三下二，不符合诗歌语言的正常节奏，读起来拗口。像这样“十里一走马，五里一扬鞭”，不仅上口，也因为将“十里”“五里”提前，加以强调，而突出了马的速度之快。&&&中间两句，点明了骑者的身份和告急的事由。一个“围”字，可见形势的严重。一个“至”字，则交代了军使经过“走马”“扬鞭”的飞驰疾驱，终于将军书及时送到。最后两句，补充交代了气候对烽火报警的影响。&&&按理，应当先见烽火，后到军书。然而如今在接到军书之后，举目西望，却只见漫天飞雪，一片迷茫，望断关山，不见烽烟。是因雪大点不着烽火呢，还是点着了也望不见，反正是烽火联系中断了。这就更突出了飞马传书的刻不容缓。写到这里，全诗便戛然而止了，结得干脆利落，给读者留下了想象的余地。尽管写形势危急，气氛紧张，而诗中表现的情绪却是热烈、镇定和充满自信的。&&&这首诗，取材的角度很有特色。它反映的是边塞战争，但并不正面描写战争。而是截取军使送书这一片断，通过描绘出一幅迷茫、壮阔的关山飞雪远戍图，侧面渲染边关的紧急状况与紧张气氛，展现出诗篇“意余象外”的深邃与凝重。这种写法，节奏短促，一气呵成，篇幅集中而内蕴丰富，在艺术构思上也显得不落俗套。",
       "backgroundInfo" : "此诗当作于公元737年（开元二十五年）前后。当时王维以监察御史身份，奉使出塞，出参河西节度使崔希逸幕府。",
       "classInfo" : "16",
       "poetryID" : "181",
       "source" : "1",
       "likes":"683"
       },{
       "name" : "南浦别",
       "author" : "唐·白居易",
       "content" : "南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。",
       "transferInfo" : "在西风袅袅萧瑟的秋天里，到南面的水滨旁心情凄凉的分别。回头看一次就肝肠寸断，放心前去不要再回头。",
       "addtionInfo" : "南浦：南面的水边。后常用称送别之地。别：分别，别离。袅袅（niǎo）：吹拂，这里形容西风吹拂。好去：放心前去。莫：不要。",
       "analysesInfo" : "五言绝句《南浦别》就是一首描写友情的优美送别诗。诗很短，只有短短二十个字，用白描的书法写出诗人与友人淡淡哀伤而又优美的送别。&&&“南浦凄凄别，西风袅袅秋。”这两句不仅点出送别的地点和时间，而且以景衬情，渲染出浓厚的离情别绪。“南浦”，是送别之处的代名词，于是一见“南浦”，令人顿生离忧。而送别的时间，又正当“西风袅袅”的秋天。秋风萧瑟，木叶飘零，此情此景，不能不令人倍增离愁。&&&这里“凄凄”、“袅袅”两个叠字，用得传神。前者形容内心的凄凉、愁苦；后者形容秋景的萧瑟、黯淡。正由于送别时内心“凄凄”，故格外感觉秋风“袅袅”；而那如泣如诉的“袅袅”风声，又更加烘托出离人肝肠寸断的“凄凄”之情，两者相生相衬。而且“凄”、“袅”声调低促，一经重叠，读来格外令人回肠咽气，与离人的心曲合拍。&&&“一看肠一断，好去莫回头。”这两句写得更是情意切切，缠绵悱恻。送君千里，终须一别。最后分手，是送别的高潮。分手后，离人虽已登舟而去，但离人频频回过头来，默默而“看”。“看”，本是很平常的动作，但此时此地，离人心中用言语难以表达的千种离愁、万般情思，都从这默默一“看”中表露出来，真是“此时无声胜有声”。从这个“看”字，读者仿佛看到那离人踽踽的身影，愁苦的面容和睫毛间闪动的泪花。离人的每“一看”，自然引起送行人“肠一断”，涌起阵阵酸楚。诗人连用两个“一”，把去留双方的离愁别绪和真挚情谊都表现得淋漓尽致。&&&最后，诗人劝慰离人安心的去，不要再回头了。此句粗看似乎平淡，细细咀嚼，却意味深长。诗人并不是真要离人赶快离去，他只是想借此控制一下双方不能自抑的情感，而内心的悲楚恐怕已到了无以复加的地步。&&&人类有过无数的送别，在唐诗中送别诗也占了很大的比例。但是，能够引起后世千古读者共鸣的送别诗，一定抓住了千古送别中感人的共性细节，用艺术的手法呈现出来。白居易的《南浦别》就是这样的一首优美送别诗。诗歌能够感染人，也正因为用语言见证了人类情感的共通性。",
       "backgroundInfo" : "",
       "classInfo" : "108",
       "poetryID" : "182",
       "source" : "21",
       "likes":"684"
       },{
       "name" : "夜雪",
       "author" : "唐·白居易",
       "content" : "已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。",
       "transferInfo" : "夜卧枕被如冰，不由让我很惊讶，又看见窗户被白雪泛出的光照亮。夜深的时候就知道雪下得很大，是因为不时地能听到雪把竹枝压折的声音。",
       "addtionInfo" : "讶：惊讶。衾（qīn）枕：被子和枕头。折竹声：指大雪压折竹子的声响。",
       "analysesInfo" : "在大自然众多的景物中，雪可谓得天独厚。她以冰清玉洁的天赋丽质，装点关山的神奇本领，赢得古往今来无数诗人的赞美。在卷帙浩繁的咏雪篇章中，白居易这首《夜雪》，既没有色彩的刻画，也不作姿态的描摹，初看简直毫不起眼，但细细品味，就会发现它凝重古朴，清新淡雅。&&&这首诗新颖别致，立意不俗。咏雪诗中写夜雪的不多，因为雪无声无味，只能从颜色、形状、姿态见出分别，而在沉沉夜色里，人的视觉全然失去作用，雪的形象自然无从捕捉。然而，富于创新的白居易正是从这一特殊情况出发，跳出人们通常使用的正面描写的窠臼，全用侧面烘托，从而生动传神地再现出一场夜雪来。&&&“已讶衾枕冷”先从人的感觉写起，通过“冷”不仅点雪的存在，而且暗示雪大，因为初落雪时，空中的寒气全被水汽吸收以凝成雪花，气温不会骤降，待到雪大，才会加重空气中的严寒。这里已感衾冷，足见落雪已多时。不仅“冷”是写雪，“讶”也是在写雪，人之所以起初浑然不觉，待寒冷袭来才忽然醒悟，皆因雪落地无声，这就于“寒”之外见出雪的又一特点。此句扣题很紧，感到“衾枕冷”说明夜来人已拥衾而卧，从而说明是“夜雪”。“复见窗户明”，从视觉的角度进一步写夜雪。夜深却见窗明，正表明雪下得大、积得深，积雪的强烈反光给暗夜带来了亮光。以上全用侧面烘托，句句写人，却处处见出夜雪。&&&“夜深知雪重，时闻折竹声”这里仍用侧面描写，却转换角度从听觉写出。传来的积雪压折竹枝的声音，可知雪势有增无减。诗人有意选取“折竹”这一细节，托出“重”字，别有情致。“折竹声”于“ 夜深”而“时闻”，显示了冬夜的寂静，更主要的是表明了诗人的彻夜无眠；这不只为了“衾枕冷”而已，同时也传达出诗人谪居江州时心情的孤寂。由于诗人是怀着真情实感抒写自己独特的感受，才使得这首《夜雪》独具一格，诗意含蓄，韵味悠长。&&&全诗布局井然，层层推进，从触觉、视觉、听觉三个层次叙写，一波数折，曲尽其貌其势、其情其状。结尾句以有声衬托无声，使全诗的画面静中有动、隽永清新，真切地呈现出一个万籁俱寂、银装素裹的清宁世界，诗人彻夜无眠的孤寂也表露无遗。这首小诗充分体现了诗人通俗易懂、明白晓畅的语言特色。全诗诗境平易，浑成熨贴，无一点安排痕迹也不假纤巧雕琢，这正体现白居易诗歌一贯的风格。",
       "backgroundInfo" : "这首诗是作者于公元唐宪宗元和十一年（公元816年）冬天所作。诗人当时45岁，任江州司马。当时因上书论宰相遇刺事被贬江州，在寒冷寂静的深夜中作者看见窗外积雪有感而发，心中孤寂之情愈发浓烈，写下了这首《夜雪》。",
       "classInfo" : "116",
       "poetryID" : "183",
       "source" : "21",
       "likes":"685"
       },{
       "name" : "题乌江亭",
       "author" : "唐·杜牧",
       "content" : "胜败兵家事不期，包羞忍耻是男儿。江东子弟多才俊，卷土重来未可知。",
       "transferInfo" : "胜败乃是兵家常事，难以事前预料。能够忍受失败和耻辱的才是真正男儿。江东子弟大多是才能出众的人，若能重整旗鼓卷土杀回，楚汉相争，谁输谁赢还很难说。",
       "addtionInfo" : "乌江亭：在今安徽和县东北的乌江浦，相传为西楚霸王项羽自刎之处。不期，难以预料。包羞忍耻：意谓大丈夫能屈能伸，应有忍受屈耻的胸襟气度。江东：自汉至隋唐称自安徽芜湖以下的长江南岸地区为江东。才俊：才能出众的人。卷土重来：指失败以后，整顿以求再起。",
       "analysesInfo" : "“胜败兵家事不期，包羞忍耻是男儿。”这首小诗的前两句是说，胜败这种事是兵家难以预料的事，但是能够忍受失败和耻辱才是男儿。&&&首句直截了当的指出胜败乃兵家常事这一普通常识，并暗示关键在于如何对待的问题，为以下做好铺垫。“事不期”，是说胜败的事，不能预料。此句强调指出只有“包羞忍辱”，才是“男儿”。项羽遭到挫折便灰心丧气，含羞自刎，怎么算得上真正的“男儿”呢？“男儿”二字，令人联想到自诩为力能拔山，气可盖世的西楚霸王，直到临死，还未找到自己失败的原因，只是归咎于“时不利”而羞愤自杀，实在有愧于他的“英雄”称号。&&&“江东子弟多才俊，卷土重来未可知。”小诗的后两句是说，江东的子弟大多是才能出众的人，如项羽愿返江东可能卷土重来。&&&第三句“江东子弟多才俊”，是对亭长建议“江东虽小，地方千里，众数十万人，亦足王也”的艺术概括。人们历来欣赏“无面见江东父老”一语，认为表现了他的气节。其实这恰好反映了他的刚愎自用，听不进亭长的忠言。他错过了韩信，气死了范增，确是愚蠢得可笑。然而在这最后关头，如果他能面对现实，“包羞忍耻”，采纳忠言，重返江东，再整旗鼓，则胜负之数，或未易量。这就又落脚到了末句。&&&“卷土重来未可知”，是全诗最得力的句子。它的意思是说，如果能做到这样，还是大有可为的；可惜的是项羽却不肯放下架子而自刎了。这样就为上面一、二句提供了有力的依据。而这样急转直下，一气呵成，令人想见“江东子弟”“卷土从来”的情状，是颇有气势的。同时在惋惜、批评、讽刺之余，又表明了“败不馁”的道理，也是很有积极意义的。&&&此诗与《赤壁》诗一样，议论战争成败之理，提出自己对历史上已有结局的战争的假设性推想。首句言胜败乃兵家常事。次句批评项羽胸襟不够宽广，缺乏大将气度。三四句设想项羽假如回江东重整旗鼓，说不定就可以卷土重来。这句有对项羽负气自刎的惋惜，但主要的意思却是批评他不善于把握机遇，不善于听取别人的建议，不善于得人、用人。司马迁曾以史家眼光批评项羽“天亡我，非战之罪”的执迷不悟。杜牧则以兵家的眼光论成败由人之理。二人都注重人事，但司马迁是总结已然之教训，强调其必败之原因；杜牧则是假想未然之机会，强调兵家须有远见卓识和不屈不挠的意志。&&&议论不落传统窠臼，是杜牧咏史诗的特色。诸如“东风不与周郎便，铜雀春深锁二乔”（《赤壁》），“南军不袒左边袖，四老安刘是灭刘”（《题商山四皓庙》），都是反说其事，笔调都与这首类似。人们之所以喜欢这些诗，是因为他标新立异，也说明历史是复杂的，从多维的角度来看，有许多所谓定论是值得商榷的。宋人胡仔在《苕溪渔隐丛话》中谓这首诗：“好异而畔于理。······项羽以八千人渡江，败亡之余，无一还者，其失人心为甚，谁肯复附之？其不能卷土从来，决矣。”其实从历史的观点来看，胡氏的指责不为无由。人们之所以喜欢这首诗，主要是这首诗借题发挥，宣扬百折不饶的精神，是可取的。",
       "backgroundInfo" : "这首诗是作者于公元841年（会昌元年）赴任池州刺史，路过乌江亭时所写。一说作于开成四年（839年）。",
       "classInfo" : "24",
       "poetryID" : "184",
       "source" : "21",
       "likes":"688"
       },{
       "name" : "蔷薇花",
       "author" : "唐·杜牧",
       "content" : "朵朵精神叶叶柔，雨晴香拂醉人头。石家锦幛依然在，闲倚狂风夜不收。",
       "transferInfo" : "每一朵花都精神抖擞，每一片叶都温润如玉，雨后晴天，花香飘拂，令人陶醉。花开繁华，好像石崇的五十里锦步障依然光鲜亮丽，在狂风之夜悠闲地倚在墙上，并不收拢她的花瓣。",
       "addtionInfo" : "锦幛：锦制的帷帐。亦泛指华美的帷帐。",
       "analysesInfo" : "蔷薇花，在花中并不岀众。此花花蔓柔靡，援墙而长，故名蔷薇。一名刺红，其茎多刺，花单而白，香气馥郁，开时连春接夏，用以结为屏幛甚佳。诗人正是抓住了蔷薇花的特点来写的。&&&开始，并没有具体写花形、花色，而从花的气质来写，一句“朵朵精神”四字写出了蔷薇花不同于其它花之处，接着一个“柔”字写出了它的特点，攀援之可能，正是花朵艳丽、枝叶柔软。具有点睛之笔，并为后面出现的典故打下了伏笔，用笔之精炼，构思之巧妙，可见一斑。&&&第二句，诗人转笔到花的香气。雨住天晴之后，蔷薇花香气拂面，一个“醉”字，点出花香之重，使人如醉酒一般。真使人如痴如醉一般。进一步写到了蔷薇花的特点，而不只是停留在花的外形上。&&&第三句，诗人用典。“石家锦帐依然在”，石家锦帐，典出《世说新语·侈仗》。王君夫(恺)作紫丝布障碧绫四十里，石崇作锦步障五十里以敌之。诗人此时浮想联翩，由蔷薇花蔓靡援墙而长，想到古代的锦帐，颇多发岀感慨，古人做锦帐以御敌，可结果呢?空有诸多财富都化作烟云，令人愁怅。运用典故，使诗的意境达到一个新的境界。&&&最后一句实际上是一启始句。一个“闲”字，突出写蔷薇花不怕狂风，不怕黑夜，仍然开放，倔强性格特点。石崇等人作锦帐以御敌，那么今天，蔷薇花不也可以作成锦帐吗？欲说已止，令人在欣赏到花的特点之后，余味无穷。&&&杜牧此诗，从花写到史实。抓住花的几方面特点来写，结合用典，语气朴实无华，表达了诗人感慨万千的情怀。",
       "backgroundInfo" : "",
       "classInfo" : "21",
       "poetryID" : "185",
       "source" : "21",
       "likes":"687"
       },{
       "name" : "齐安郡中偶题二首·其一",
       "author" : "唐·杜牧",
       "content" : "两竿落日溪桥上，半缕轻烟柳影中。多少绿荷相倚恨，一时回首背西风。",
       "transferInfo" : "站在溪桥远眺，落日西斜，距地两竿，对岸杨柳含烟，淡影朦胧。水面上，荷叶亭亭、相簇相拥，一阵西风吹过，满溪荷叶随风翻转，似含无限愁情。",
       "addtionInfo" : "两竿：距离两竿",
       "analysesInfo" : "首句“两竿落日溪桥上”，点明时间和地点。时间是“两竿落日”，则既非在红日高照之下，也非在暮色苍茫之中。在读者眼前展开的这幅画中的光线和亮度是柔和宜目的。地点是“溪桥上”，则说明诗人行吟之际，既非漫步岸边，也非泛舟溪面，这为后三句远眺岸上柳影、俯视水上绿荷定了方位。&&&诗的次句“半缕轻烟柳影中”，写从溪桥上所见的岸柳含烟之景。诗人的观察极其细微，用词也极其精确。这一句中的“半缕轻烟”与上句中的“两竿落日”，不仅在字面上属对工整，而且在理路上有其内在联系。正因日已西斜，望中的岸柳才会含烟；又因落日究竟还有两竿之高，就不可能是朦胧弥漫的一片浓烟，只可能是若有若无的“半缕轻烟”；而且，这“半缕轻烟”不可能浮现在日光照到之处，只可能飘荡在“柳影”笼罩之中。&&&这前两句诗纯写景物，但从诗人所选中的落日、烟柳之景，令人感到：画面的景色不是那么明快，而是略带暗淡的；诗篇的情调不是那么开朗，而是略带感伤的。这是为引逗出下半首的绿荷之“恨”而安排的合色的环境气氛。&&&诗的三、四两句“多少绿荷相倚恨，一时回首背西风”，写从溪桥上所见的荷叶受风之状。这两句诗，除以问语“多少”两字领起，使诗句呈现与所写内容相表里的风神摇曳之美外，上句用“相倚”两字托出了青盖亭亭、簇拥在水面上的形态，而下句则在“回首”前用了“一时”两字，传神入妙地摄取了阵风吹来、满溪荷叶随风翻转这一刹那间的动态。在古典诗词中，可以摘举不少写风荷的句子，其中最为人所熟知的是周邦彦《苏幕遮》词“叶上初阳干宿雨，水面清圆，一一风荷举”几句。王国维在《人间词话》中称赞这几句词是“真能得荷之神理者”。而如果只取其一点来比较，应当说，杜牧的这两句诗把风荷的形态写得更为飞动，不仅笔下传神，而且字里含情。&&&这里，诗人既在写景之时“随物以宛转”（《文心雕龙·物色篇》），刻画入微地曲尽风荷的形态、动态；又在感物之际“与心而徘徊”（同上），别有所会地写出风荷的神态、情态。当然，风荷原本无情，不应有恨。风荷之恨是从诗人的心目中呈现的。诗人把自己的感情贯注到无生命的风荷之中，带着自己感情色彩去看风荷“相倚”、“回首”之状，觉得它们似若有情，心怀恨事，因而把对外界物态的描摹与自我内情的表露，不期而然地融合为一。这里，表面写的是绿荷之恨，实则物中见我，写的是诗人之恨。&&&南唐中主李璟有首《摊破浣溪沙》词，下半阕换头两句“细雨梦回鸡塞远，小楼吹彻玉笙寒”，历来为人所传诵。王国维在《人间词话》中却认为，这两句不如它的上半阕开头两句“菡萏香销翠叶残，西风愁起绿波间”，并赞赏其“大有众芳芜秽，美人迟暮之感”。而原词接下来还有两句是：“还与韶光共顦顇，不堪看。”这几句词以及王国维的赞语，正可以作杜牧这两句诗的注脚。联系杜牧的遭遇来看，其所表现的就是这样一种芳时不再、美人迟暮之恨。杜牧是一个有政治抱负和主张的人，而不幸生在唐王朝的没落时期，平生志事，百无一酬，这时又受到排挤，出为外官，怀着壮志难酬的隐痛，所以在他的眼底、笔下，连眼前无情的绿荷，也仿佛充满哀愁了。",
       "backgroundInfo" : "",
       "classInfo" : "100",
       "poetryID" : "186",
       "source" : "21",
       "likes":"686"
       },{
       "name" : "端居",
       "author" : "唐·李商隐",
       "content" : "远书归梦两悠悠，只有空床敌素秋。阶下青苔与红树，雨中寥落月中愁。",
       "transferInfo" : "盼望妻子远书不至，寻觅归梦慰藉不成，两者皆悠悠，只有那空荡荡的床榻与那寂寥清冷的素秋默默相对。台阶下的青苔和庭中被秋霜染红的树叶，在迷濛的秋雨以及冷冷的清月笼罩下，越发勾起我那悠长的愁绪。",
       "addtionInfo" : "端居：闲居。素秋：秋天的代称。",
       "analysesInfo" : "这是作者滞留异乡、思念妻子之作。题目“端居”，即闲居之意。&&&诗人远别家乡和亲人，时间已经很久。妻子从远方的来信，是客居异乡寂寞生活的慰藉，但已很久没有见到信了。在这寂寥的清秋之夜，得不到家人音书的空廓虚无之感变得如此强烈，为寂寞所咬啮的灵魂便自然而然地想从“归梦”中寻求慰藉。即使是短暂的梦中相聚，也总可稍慰相思。但“路迢归梦难成”（李煜《清平乐》），一觉醒来，竟是悠悠相别经年，魂魄未曾入梦。“远书归梦两悠悠”，正是诗人在盼远书而不至、觅归梦而不成的情况下，从心灵深处发出的一声长长的叹息。“悠悠”二字，既形象地显示出远书、归梦的杳邈难期，也传神地表现出希望两皆落空时怅然若失的意态。而双方山川阻隔、别后经年的时间、空间远隔，也隐见于言外。&&&次句写中宵醒后寂寥凄寒的感受。“敌”字不仅突出“空床”与“素秋”默默相对的寂寥清冷的氛围,而且表现出空床独寝的人无法承受“素秋”的清冷凄凉的情状，抒发了难以言状的凄怆之情。素秋，是秋天的代称。但它的暗示色彩却相当丰富。它使人联想起洁白清冷的秋霜、皎洁凄寒的秋月、明澈寒冽的秋水，联想起一切散发着萧瑟清寒气息的秋天景物。&&&对于一个寂处异乡、“远书归梦两悠悠”的客子来说，这凄寒的“素秋”便不仅仅是引动愁绪的一种触媒，而且是对毫无慰藉的心灵一种不堪忍受的重压。然而，诗人可以用来和它对“敌”的却“只有空床”而已。清代冯浩《玉溪生诗笺注》引杨守智说：“‘敌’字险而稳。”这评语很精到。这里本可用一个比较平稳而浑成的“对”字。但“对”只表现“空床”与“素秋”默默相对的寂寥清冷之状，偏于客观描绘。而“敌”则除了含有“对”的意思之外，还兼传出空床独寝的人无法承受“素秋”的清寥凄寒意境，而又不得不承受的那种难以言状的心灵深处的凄怆，那种凄神寒骨的感受，更偏于主观精神状态的刻画。试比较李煜“罗衾不耐五更寒”（《浪淘沙》），便可发现这里的“敌”字虽然下得较硬较险，初读似感刻露，但细味则感到它在抒写客观环境所给予人的主观感受方面，比“不耐”要深细、隽永得多，而且它本身又是准确而妥帖的。这就和离开整体意境专以雕琢字句为能事者有别。&&&三、四两句从室内的“空床”移向室外的“青苔”、“红树”。但并不是客观地描绘，而是移情入景，使客观景物对象化，带上浓厚的主观色彩。寂居异乡，平日很少有人来往，阶前长满了青苔，更显出寓所的冷寂。红树，则正是暮秋特有的景象。青苔、红树，色调本来是比较明丽的，但由于是在夜间，在迷蒙雨色、朦胧夜月的笼罩下，色调便不免显得黯淡模糊。在满怀愁绪的诗人眼里，这“阶下青苔与红树”似乎也在默默相对中呈现出一种无言的愁绪和清冷寥落的意态。这两句中“青苔”与“红树”，“雨中”与“月中”，“寥落”与“愁”，都是互文错举。“雨中”与“月中”，似乎不大可能是同一夜间出现的景象。&&&但当诗人面对其中的一幅图景时（假定是月夕），自不妨同时在心中浮现先前经历过的另一幅图景（雨夕）。这样把眼前的实景和记忆中的景色交织在一起，无形中将时间的内涵扩展延伸了，暗示出像这样地中宵不寐，思念远人已非一夕。同时，这三组词两两互文错举，后两组又句中自对，又使诗句具有一种回环流动的美。如果联系一开头的“远书”、“归梦”来体味，那么这“雨中寥落月中愁”的青苔、红树，似乎还可以让读者联想起相互远隔的双方“各在天一涯”默默相思的情景。风雨之夕，月明之夜，胸怀愁绪而寥落之情难以排遣，不禁令人满腹怅然，亦生怜惜之心。&&&全诗四句，表达了作者思念家乡亲人的感情。前两句写诗人得不到家人音书而产生归家之梦，以及中宵醒后寂寥凄寒的感受；后两句借助对“青苔”、“红树”以及“雨”景、“月”色的描写，营造出了冷寂、凄清的氛围，表达了悲愁，孤寂和思亲的情感。此诗借景抒情，格律工整，具有一种回环流动之美。",
       "backgroundInfo" : "",
       "classInfo" : "52",
       "poetryID" : "187",
       "source" : "21",
       "likes":"689"
       },{
       "name" : "竹枝词二首·其一",
       "author" : "唐·刘禹锡",
       "content" : "杨柳青青江水平，闻郎江上踏歌声。东边日出西边雨，道是无晴却有晴。",
       "transferInfo" : "杨柳青翠，江水平静清澈。在这美好的环境里，少女忽然听到自己心上人的歌声，从江边传来。他一边朝着江边走来，一边唱着歌，他是不是对自己也有点意思呢?少女并不清楚。因此她想到：这个人有点像黄梅时节晴雨不定的天气，说它是晴天，西边还下着雨；说它是雨天，东边又还出着太阳。是晴是雨，真令人难以捉摸。",
       "addtionInfo" : "竹枝词：乐府近代曲名。又名《竹枝》。原为四川东部一带民歌，唐代诗人刘禹锡根据民歌创作新词，多写男女爱情和三峡的风情，流传甚广。后代诗人多以《竹枝词》为题写爱情和乡土风俗。其形式为七言绝句。晴：与“情”谐音。《全唐诗》：也写作“情”。",
       "analysesInfo" : "《竹枝词》是古代四川东部的一种民歌，人民边舞边唱，用鼓和短笛伴奏。赛歌时，谁唱得最多，谁就是优胜者。刘禹锡任夔（kuí）州刺史时，非常喜爱这种民歌，他学习屈原作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词》，描写当地山水风俗和男女爱情，富于生活气息。体裁和七言绝句一样。但在写作上，多用白描手法，少用典故，语言清新活泼，生动流畅，民歌气息浓厚。刘禹锡创作多首《竹枝词》，这是其中一首。&&&这是一首描写青年男女爱情的诗歌。它描写了一个初恋的少女在杨柳青青、江平如镜的清丽的春日里，听到情郎的歌声所产生的内心活动。&&&首句“杨柳青青江水平”，描写少女眼前所见景物，用的是起兴手法。所谓“兴”，就是触物起情，它与后文要表达的情事。并无直接关系，但在诗中却是不可少的。这一句描写的春江杨柳，最容易引起人的情思。&&&次句“闻郎江上踏歌声”叙事。在这动人情思的环境中，这位少女忽然听到了江面上飘来的声声小伙子的歌声。这歌声就像一块石头投入平静的江水，溅起一圈圈涟漪一般，牵动了姑娘的感情波澜。&&&三、四两句“东边日出西边雨，道是无晴还有晴”，写姑娘听到歌声后的心理活动。她心中早就爱上了这个小伙子，但对方还没有明确表态。今天从他的歌声中多少听出了点情意，于是她觉得：这个人的心就像捉摸不定的天气一样，说它是晴天吧，西边却下着雨;说它是雨天吧，东边却又出着太阳。“道是无晴却有晴”一句，诗人用谐音双关的手法，把天“晴”和爱“情”这两件不相关的事物巧妙地联系起来，表现出初恋少女忐忑不安的微妙感情。&&&此诗以多变的春日天气来造成双关，以“晴”寓“情”，具有含蓄的美，对于表现女子那种含羞不露的内在感情，十分贴切自然。最后两句一直成为后世人们所喜爱和引用的佳句。&&&用谐音双关语来表达思想感情，是我国从古代到现代民歌中常用的一种表现手法。这首诗用这种方法来表达青年男女的爱情，更为贴切自然，既含蓄，又明朗，音节和谐，颇有民歌风情，但写得比一般民歌更细腻，更含蓄。因此，历来为人们所喜爱传诵。",
       "backgroundInfo" : "刘禹锡于公元822年（唐穆宗长庆二年）正月至公元824年（长庆四年）夏在夔（kuí）州任刺史，作《竹枝词》十一首。这是其中一首。",
       "classInfo" : "37",
       "poetryID" : "188",
       "source" : "21",
       "likes":"690"
       },{
       "name" : "酬乐天咏老见示",
       "author" : "唐·刘禹锡",
       "content" : "人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。",
       "transferInfo" : "人谁不害怕衰老，老了又有谁来怜惜？身体日渐消瘦衣带也越收越紧，头发稀少戴正了的帽子也总是偏斜到一边。不再看书是为了爱惜眼睛，经常用艾灸是因为年迈力衰诸病多缠。经历过的世事见多识也就广，阅历人生如同积水成川一样。细细想来老了也有好的一面，克服了对老的忧虑就会心情畅快无挂也无牵。不要说日落时光照桑榆树端已近傍晚，它的霞光余辉照样可以映红满天。",
       "addtionInfo" : "酬乐天：作诗酬答白居易。顾：念，指考虑。怜：怜惜，爱惜。带：腰带。频减：多次缩紧。冠：帽子。废书：丢下书本，指不看书。灸（jiǔ）：艾灸，在穴位燃艾灼之，中医的一种治疗方法。随年：适应身老体衰的需要，这里指延长寿命。谙（ān）：熟悉。阅人如阅川：意谓阅历人生如同积水成川一样。语出陆机《叹逝赋》：“阅水以成川，水滔滔而日度；世阅人而为世，人冉冉而行暮”。阅，经历。幸：幸运，引申为优点。下此：指改变对衰老的忧虑心情。下，攻下，等于说“解决”、“领悟”。此，指“顾老”，对衰老的忧虑和担心。翛（xiāo）然：自由自在，心情畅快的样子。桑榆：日落时光照桑榆树端，因以指日暮，比喻晚年；垂老之年。霞：霞光，这里指晚霞。",
       "analysesInfo" : "刘禹锡和白居易晚年都患眼疾、足疾，看书、行动多有不便，从这点上说，他们是同病相怜了，面对这样的晚景，白居易产生了一种消极、悲观的情绪，并且写了《咏老赠梦得》一首给刘禹锡（字梦得）：“与君俱老矣，自问老何如？眼涩夜先卧，头慵朝未梳。有时扶杖出，尽日闭门居。懒照新磨镜，休看小字书。情於故人重，迹共少年疏。唯是闲谈兴，相逢尚有馀。”&&&此诗阐明作者的观点，作者认为人到老年虽然有人瘦、发稀、视力减弱、多病等不利的一面，也还有处事经验丰富、懂得珍惜时间、自奋自励等有利的一面，对此如果细致全面地加以思考，就能树立正确的老年观，就能从嗟老叹老的情绪中解脱出来，而有所作为。全诗表达了刘禹锡对生死问题的清醒而乐观的认识，说明他在任何情况下都能用唯物的态度积极对待人生。“莫道桑榆晚，为霞尚满天”二句，深为人们赞赏，成为千古传诵的名句。&&&诗的前六句承接白居易的原唱，表示对白居易的关于“老”的看法颇有同感。一二句写“顾老”是人之常情，人们谁都顾虑衰老，老了就没有人怜惜。接着四句进一步交代了“顾老”的原因，诗人用形象的语言作了描绘：因为衰老，身体一天天消瘦，腰带要不断地紧缩，头发渐渐稀疏，帽子就自然要偏斜。书卷废置不看，是为了保护眼睛；经常用艾灸，是为了延年益寿。&&&“经事还谙事……下此便翛然”四句从另一个方面谈了对“老”的看法，是针对白居易的“伤老”而言。刘禹锡认为，老固然有老的短处，但是老也有老的长处。老的短处是体衰多病，“身瘦带频减，发稀帽自偏。”老的长处是阅历丰富，“经历还谙事，阅人如阅川。”年岁大了，经历的事多了，了解的事理也多，看见过的人多了，阅历也就更加深广。仔细想起来，这也是一件幸事。所以诗人吟道：“下此便翛然。”诗人劝慰他的朋友对待衰老不要过多的忧虑，只要正确对待，便可翛然自乐。&&&最后两句是全诗点睛之笔，意境优美。气势豪放，大有曹操“老骥伏枥，志在千里。烈士暮年，壮心不已”之慨。诗人面对衰老，不消极，不悲观，要用有生之年撒出满天的红霞。这两句诗既是诗人的内心世界的自我剖白，又是对老朋友白居易的宽慰和鼓励。&&&这首诗前后两段一反一正，转折自然，很有辩证的观点和说服力量。最后两句尤为精辟，实为警策之语，后人多以此自勉自励。",
       "backgroundInfo" : "公元836年（唐文宗开成元年），六十四岁的刘禹锡以太子宾客的身份分司东都洛阳；此时，他的同龄人白居易以同样的身份留居洛阳也已三年。终于相聚在一起，彼此都十分高兴。但白居易在写给刘禹锡的《咏老赠梦得》一诗中，表现出了对衰老的一种消极悲观情绪，刘禹锡便写了这首答诗。",
       "classInfo" : "72",
       "poetryID" : "189",
       "source" : "21",
       "likes":"691"
       },{
       "name" : "酬乐天频梦微之",
       "author" : "唐·元稹",
       "content" : "山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。",
       "transferInfo" : "被千万层山水阻隔使书信来往间断，今日忽接到你寄来的诗，难得你爱怜我在梦中还打听我。我现在有病心神错乱，只梦见些不相干的人却没有梦见你。",
       "addtionInfo" : "乐天：白居易的字。微之：元稹的字。书：信件。念：思念。病：诗人在通州得过一样严重的疟疾，病后身体一直很差，记忆衰退，同时也包含内心的苦闷。闲人：不相干的人。",
       "analysesInfo" : "元稹的这首酬答小诗构思相当奇巧，感情极其诚挚。虽然全诗只有四句，却把诗人对好友的无限感念之情和内心世界的凄苦心境描写得漓淋尽致。&&&元稹贬通州，白居易谪江州，两地迢迢数千里，通信十分困难。因此，诗一开始就说“山水万重书断绝”。此时好不容易收到白居易寄来的一首诗，诗中告诉元稹，前一天晚上又梦见了他。老朋友感情这样深挚，使他深深感动。诗的前两句，诗人首先感叹于由于“山水万重”的阻隔，常常会使人的通讯断绝，因此能得到好友的寄诗是不容易的，而从好友的诗中又得知好友连梦中都在关切着他的境遇，这种人世间珍贵的深挚友情，使诗人感深肺腑。这两句直叙贬谪之后处境的艰难与郁闷的心情。这种艰难，不光是反映在山水万重上，更体现在由此导致的音书断绝上。这种郁闷，不仅仅是因为身处荒僻之地的无聊穷困，更多的是因为很难得到好友的消息。&&&“念君怜我梦相闻”一句，表面经这千难万险，诗人终于收到好友的来信，知悉还有远在异地思念入梦的情景，不禁感慨万千，夜不能寐。后两句，诗人紧扣好友寄诗中的急切询问，向好友作了深情的回答。两诗都没有直接叙述自己对好友的苦苦思念挂牵，而是用写梦来抒难尽之情，但写法又各辟蹊径：白居易的寄诗主要以反问的语气用如梦后的苦思来表示对还有境遇的关切；而元稹的诗，虽是从正面回答，但构思也同样精巧，他回答好友自己因病魔缠身又梦到一些闲人而感到痛苦。前者“梦见君”，后者“不梦君”，这一唱一和，表面看去是如此截然不同，可是形成了感情基础，都是来自两人彼此苦思相念之情。这既符合酬答诗在内容上要彼此相应的基本要求，又在构思上独处机杼，使人于同中见异。酬答诗在形式上也有严格的要求，它要求和诗与原诗必须题材主题相同、诗体相同、用韵相同，有的甚至连韵脚字词都相同。而元稹这首诗能在如此短小的篇幅中，依照酬答诗的形式要求，写得如此深沉蕴藉、形神俱肖、富有包孕，为历代诗评家视为酬答诗中的佳作。&&&全诗纯用白描，几乎没有一点设色布景之处，也丝毫没有生涩拗口之语，而且人物形象生动隽永，情调境界感人肺腑。特别是作为一首次韵和诗，在押韵韵脚受到严格限制的情况下，能匠心独运，别出心裁地写出这首诗，更其难能可贵。",
       "backgroundInfo" : "唐宪宗元和十二年（817），白居易和元稹同时遭贬。白居易写了四句诗给元稹：“晨起临风一惆怅，通川湓水断相闻。不知忆我因何事，昨夜三更梦见君。”元稹写了上面这首和诗。",
       "classInfo" : "48",
       "poetryID" : "190",
       "source" : "21",
       "likes":"692"
       },{
       "name" : "赠韩冬郎·其一",
       "author" : "唐·李商隐",
       "content" : "十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。",
       "transferInfo" : "(在昨日)蜡烛点点、滴泪成灰，凄凄满别情的送别宴席上，（您的儿子）十岁的韩偓文思敏捷的就像东晋的袁虎一样，走马之间即成文章。（不久，您将带您的儿子到果州上任了）在那万里长的丹山路上，桐花盛开，花丛中传来那雏凤的鸣声，一定会比那老凤更为清亮动听（您儿子的才华会比你这只老凤凰的声音还清亮）。",
       "addtionInfo" : "十岁：公元851年（大中五年），韩偓十岁。裁诗：作诗。走马成：言其作诗文思敏捷，走马之间即可成章。冷灰残烛：当是当时饯别宴席上的情景。桐花：《诗·大雅·卷阿》：“凤皇鸣矣，于彼高岗。梧桐生矣，于彼朝阳。”。现常用后句，泛指后起之秀将更有作为，不可限量。桐，梧桐，传说凤凰非梧桐不宿。丹山：《山海经·南山经》：“丹穴之山，丹水出焉，有鸟焉，其状如鸡，五采而文，名曰凤凰”。 现常用后句，泛指后起之秀将更有作为，不可限量。丹山：传说为凤凰产地。雏凤清于老凤声：此戏谑韩瞻，并赞其子韩偓的诗才。《晋书·陆云传》：“陆云幼时，吴尚书广陵闵鸿见而奇之，曰：‘此儿若非龙驹，当是凤雏’”。又杜甫有“清新庾开府”“庾信文章老更成”诗句，商隐此言“清”“老”，当即此意。在商隐赴梓幕后不久，韩瞻亦出任果州刺史，韩偓必随行，所以这里说丹山路上，有“雏凤”“老凤”之声。“雏凤”指韩冬郎，“老凤”指韩瞻，有长江后浪推前浪的意思。",
       "analysesInfo" : "酒宴上的蜡烛烧残了大半，烛芯的灰烬也冷却了。用“冷灰残烛”，说明送别的筵宴已近尾声，阖座的人触动离情。在这种惨淡的气氛中，十岁的冬郎触发了诗思，飞速地挥写成送别的诗章。这就是此篇头两句对当年情景的追述。别宴的情况交代简略，重点突出冬郎题诗，是为了主题的需要。&&&记事已毕，转入评赞。为了不使诗句沦于一般的套语，诗人使用了比喻的手法，将冬郎父子比作凤，以“雏凤清于老凤声”表明青出于蓝，抽象的道理从而转化为具体的形象。如此还不够生动。诗人又联想到，传说中凤凰产在丹山，它喜欢栖息的是梧桐树。经过想象的驰骋，便构成这样一幅令人神往的图景：遥远的丹山道上，美丽的桐花覆盖遍野，花丛中不时传来雏凤清脆圆润的鸣声，附和着老凤苍凉的呼叫，显得更为悦耳动人。这是非常富于诗情画意的描绘。看了这幅图画，冬郎的峥嵘年少和俊拔诗才就都跃然纸上了。&&&使用鲜活生动的联想和想象，将实事实情转化为虚拟的情境、画面，这可以说是李商隐诗歌婉曲达意的又一种表达形式。一首本来容易写得平凡的寄酬诗，以“雏凤声清”的名句历来传诵不衰，除了诗人对后辈的真切情意外，跟这样的表达形式是分不开的。",
       "backgroundInfo" : "唐大中五年（851）秋末，李商隐离京赴梓州（州治在今四川三台）入东川节度使柳仲郢幕府。在送别李商隐晚宴上，时年十岁韩偓即席赋诗，才惊四座。大中十年，李商隐返回长安，重诵韩偓题赠的诗句，回忆往事，写了两首七绝酬答。",
       "classInfo" : "57",
       "poetryID" : "191",
       "source" : "21",
       "likes":"693"
       },{
       "name" : "晚春",
       "author" : "唐·韩愈",
       "content" : "草木知春不久归，百般红紫斗芳菲。杨花榆荚无才思，惟解漫天作雪飞。",
       "transferInfo" : "花草树木得知春天不久就要离去，都想留住春天的脚步，竞相吐艳争芳，霎时万紫千红，繁花似锦。可怜杨花榆钱，没有艳丽姿色，只知道随风飘洒，好似片片雪花。",
       "addtionInfo" : "不久归：将结束。杨花：指柳絮。榆荚：亦称榆钱。榆未生叶时，先在枝间生荚，荚小，形如钱，荚花呈白色，随风飘落。才思：才华和能力。解：知道。",
       "analysesInfo" : "这里，似乎只是用拟人化的手法描绘了晚春的繁丽景色，其实，它还寄寓着人们应该乘时而进，抓紧时机去创造有价值的东西这一层意思。但这里值得一提的是，榆荚杨花虽缺乏草木的“才思”，但不因此藏拙，而为晚春增添一景，虽然不美，但尽了努力，这种精神是值得赞扬了。&&&这是一首描绘暮春景色的七绝。乍看来，只是写百卉千花争奇斗艳的常景，但进一步品味便不难发现，诗写得工巧奇特，别开生面。诗人不写百花稀落、暮春凋零，却写草木留春而呈万紫千红的动人情景：花草树木探得春将归去的消息，便各自施展出浑身解数，吐艳争芳，色彩缤纷，繁花似锦，就连那本来乏色少香的杨花、榆荚也不甘示弱，而化作雪花随风飞舞，加入了留春的行列。诗人体物入微，发前人未得之秘，反一般诗人晚春迟暮之感，摹花草灿烂之情状，展晚春满目之风采。寥寥几笔，便给人以满眼风光、耳目一新的印象。&&&说这首诗平中翻新，颇富奇趣，还在于诗中拟人化手法的奇妙运用，糅人与花于一体。“草木”本属无情物，竟然能“知”能“解”还能“斗”，而且还有“才思”高下有无之分。想象之奇，实为诗中所罕见。末二句尤其耐人咀嚼，读者大可根据自己的生活体验进行毫无羁绊的大胆想象，使人思之无穷，味之不尽。&&&再细加揣摩，此诗熔景与理于一炉。可以透过景物描写领悟出其中的人生哲理：诗人通过“草木”有“知”、惜春争艳的场景描写，反映的其实是自己对春天大好风光的珍惜之情。面对晚春景象，诗人一反常见的惜春伤感之情，变被动感受为主观参与，情绪乐观向上，很有新意。你看，“杨花榆荚”不因“无才思”而藏拙，不畏“班门弄斧”之讥，为“晚春”添色。这就给人以启示：一个人“无才思”并不可怕，要紧的是珍惜光阴，不失时机，“春光”是不负“杨花榆荚”这样的有心人的。&&&钱钟联《集释》系此诗于元和十一年。注引朱彝尊《批韩诗》云：“此意作何解？然情景却是如此。“的确，仅就描写暮春景色而言，此诗可谓有情有趣，亦不落俗套。诗题又作《游城南晚春》，可知所写乃春游郊外所见。诗人全用拟人手法，不说人之惜春，而说草树亦知春将不久，因而百花争艳，各呈芳菲。凑热闹的还有朴素无华的杨花榆荚，像飞雪一般漫天遍野地飘舞。人言草木无情，诗偏说它们有知，或”斗“或”解“，活泼有趣。这是此诗明白有趣之处。&&&然而“无才思”三字颇怪异，遂引起后人诸多猜测。或谓劝人勤学，不要像杨花那样白首无成；或谓隐喻人之无才，作不出好文章；或言有所讽喻；或言赞赏杨花虽无芳华，却有情趣和勇气。如果说此诗真有寓意，就应当是其中所含的一种生活哲理。从韩愈生平为人来看，他既是“文起八代之衰”的宗师，又是力矫元和轻熟诗风的奇险诗派的开山人物，颇具胆力。他能欣赏“杨花榆荚”的勇气。此处或并非存心托讽，而是观杨花飞舞而忽有所感触，随寄一点幽默的情趣。诗的妙处也在这里。&&&此诗之寓意，见仁见智，不同的人生阅历和心绪可能有不同的领悟。",
       "backgroundInfo" : "此诗为《游城南十六首》中的一首。该诗创作于公元816年（唐宪宗元和十一年），韩愈年近半百时。",
       "classInfo" : "110",
       "poetryID" : "192",
       "source" : "21",
       "likes":"694"
       },{
       "name" : "李凭箜篌引",
       "author" : "唐·李贺",
       "content" : "吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。",
       "transferInfo" : "秋夜弹奏起吴丝蜀桐制成精美的箜篌；听到美妙的乐声，天空的白云凝聚起来不再飘游。湘娥把泪珠洒满斑竹，九天素女也牵动满腔忧愁；出现这种情况，是由于乐工李凭在京城弹奏箜篌。乐声清脆动听得就像昆仑山美玉击碎，凤凰鸣叫；时而使芙蓉在露水中饮泣，时而使香兰开怀欢笑。清脆的乐声，融和了长安城十二门前的清冷光气；二十三根弦丝高弹轻拨，打动了高高在上的天帝。高亢的乐声直冲云霄，冲上女娲炼石补过的天际；好似补天的五彩石被击破，逗落了漫天绵绵秋雨。幻觉中仿佛乐工进入了神山，把技艺向女仙传授；老鱼兴奋得在波中跳跃，瘦蛟也翩翩起舞乐悠悠。月宫中吴刚被乐声吸引，彻夜不眠在桂树下逗留；桂树下的兔子也伫立聆听，不顾露珠斜飞寒飕飕！",
       "addtionInfo" : "李凭：当时的梨园艺人，善弹奏箜篌。箜篌引：乐府旧题，属《相和歌·瑟调曲》。箜篌：古代弦乐器。又名空侯、坎侯。形状有多种。据诗中“二十三丝”，可知李凭弹的是竖箜篌。引：一种古代诗歌体裁，篇幅较长，音节、格律一般比较自由，形式有五言、七言、杂言。吴丝蜀桐：吴地之丝，蜀地之桐。此指制作箜篌的材料。张：调好弦，准备调奏。高秋：指弹奏时间。这句说在深秋天气弹奏起箜篌。此句言山中的行云因听到李凭弹奏的箜篌声而凝定不动了。素女：传说中的神女。这句说乐声使江娥、素女都感动了。中国：即国之中央，意谓在京城。昆山玉碎凤凰叫：昆仑玉碎，形容乐音清脆。昆山，即昆仑山。凤凰叫，形容乐音和缓。芙蓉泣露香兰笑：形容乐声时而低回，时而轻快。十二门：长安城东西南北每一面各三门，共十二门，故言。这句是说清冷的乐声使人觉得长安城沉浸在寒光之中。二十三丝：《通典》卷一百四十四：“竖箜篌，胡乐也，汉灵帝好之，体曲而长，二十三弦；竖抱于怀中，用两手齐奏，俗谓之擘箜篌”。“紫皇”：道教称天上最尊的神为“紫皇”。这里用来指皇帝。女娲：中华上古之神，人首蛇身，为伏羲之妹，风姓。《淮南子·览冥训》和《列子·汤问》载有女娲炼五色石补天故事。石破天惊逗秋雨：补天的五色石（被乐音）震破，引来了一场秋雨。逗，引。神妪（yù）：《搜神记》卷四：“永嘉中，有神现兖州，自称樊道基，有妪号成夫人，夫人好音乐，能弹箜篌，闻人弦歌，辄便起舞”。所谓“神妪”，疑用此典。从这句以下写李凭在梦中将他的绝艺教给神仙，惊动了仙界。老鱼跳波：鱼随着乐声跳跃。源自《列子·汤问》：“瓠巴鼓琴而鸟舞鱼跃”。吴质：即吴刚。《酉阳杂俎》卷一：“旧言月中有桂，有蟾蜍，故异书言月桂高五百丈，下有一人常斫之，树创随合，人姓吴名刚，西河人，学仙有过，谪令伐树”。露脚：露珠下滴的形象说法。寒兔：指秋月，传说月中有玉兔，故称。",
       "analysesInfo" : "李凭是梨园弟子，因善弹箜篌，名噪一时。“天子一日一回见，王侯将相立马迎”，身价之高，似乎远远超过盛唐时期的著名歌手李龟年。他的精湛技艺，受到诗人们的热情赞赏。李贺此篇想象丰富，设色瑰丽，艺术感染力很强。清人方扶南把它与白居易的《琵琶行》、韩愈的《听颖师弹琴》相提并论，推许为“摹写声音至文”。&&&此诗运用一连串出人意表的比喻，传神地再现了乐工李凭创造的诗意浓郁的音乐境界，生动地记录下李凭弹奏箜篌的高超技艺，也表现了作者对乐曲有深刻理解，具备丰富的艺术想象力。全诗语言峭丽，构思新奇，独辟蹊径，对乐曲本身，仅用两句略加描摹，而将大量笔墨用来渲染乐曲惊天地、泣鬼神的动人效果，大量的联想、想象和神话传说，使作品充满浪漫主义气息。&&&诗的起句开门见山，“吴丝蜀桐”写箜篌构造精良，借以衬托演奏者技艺的高超，写物亦即写人，收到一箭双雕的功效。“高秋”一语，除了表明时间是九月深秋，还含有“秋高气爽”的意思，与“深秋”、“暮秋”之类相比，更富含蕴。二、三两句写乐声。诗人故意避开无形无色、难以捉摸的主体（箜篌声），从客体（“空山凝云”之类）落笔，以实写虚，亦真亦幻，极富表现力。&&&优美悦耳的弦歌声一经传出，空旷山野上的浮云便颓然为之凝滞，仿佛在俯首谛听；善于鼓瑟的湘娥与素女，也被这乐声触动了愁怀，潸然泪下。“空山”句移情于物，把云写成具有人的听觉功能和思想感情，似乎比“天若有情天亦老”（《金铜仙人辞汉歌》）更进一层。它和下面的“江娥”句互相配合，互相补充，极力烘托箜篌声神奇美妙，具有“惊天地，泣鬼神”的魅力。&&&第四句“李凭中国弹箜篌”，用“赋”笔点出演奏者的名姓，并且交代了演奏的地点。前四句，诗人故意突破按顺序交待人物、时间、地点的一般写法，另作精心安排，先写琴，写声，然后写人，时间和地点一前一后，穿插其中。这样，突出了乐声，有着先声夺人的艺术力量。&&&五、六两句正面写乐声，而又各具特色。“昆山”句是以声写声，着重表现乐声的起伏多变；“芙蓉”句则是以形写声，刻意渲染乐声的优美动听。“昆山玉碎凤凰叫”，那箜篌，时而众弦齐鸣，嘈嘈杂杂，仿佛玉碎山崩，令人不遑分辨；时而又一弦独响，宛如凤凰鸣叫，声振林木，响遏行云。&&&“芙蓉泣露香兰笑”，构思奇特。带露的芙蓉（即荷花）是屡见不鲜的，盛开的兰花也确实给人以张口欲笑的印象。它们都是美的化身。诗人用“芙蓉泣露”摹写琴声的悲抑，而以“香兰笑”显示琴声的欢快，不仅可以耳闻，而且可以目睹。这种表现方法，真有形神兼备之妙。&&&从第七句起到篇终，都是写音响效果。先写近处，长安十二道城门前的冷气寒光，全被箜篌声所消融。其实，冷气寒光是无法消融的，因为李凭箜篌弹得特别好，人们陶醉在他那美妙的弦歌声中，以致连深秋时节的风寒露冷也感觉不到了。虽然用语浪漫夸张，表达的却是一种真情实感。“紫皇”是双关语，兼指天帝和当时的皇帝。诗人不用“君王”而用“紫皇”，不单是遣词造句上追求新奇，而且是一种巧妙的过渡手法，承上启下，比较自然地把诗歌的意境由人寰扩大到仙府。&&&以下六句，诗人凭借想象的翅膀，飞向天庭，飞上神山，把读者带进更为辽阔深广、神奇瑰丽的境界。“女娲炼石补天处，石破天惊逗秋雨”，乐声传到天上，正在补天的女娲听得入了迷，竟然忘记了自己的职守，结果石破天惊，秋雨倾泻。这种想象是何等大胆超奇，出人意料，而又感人肺腑。一个“逗”字，把音乐的强大魅力和上述奇瑰的景象紧紧联系起来了。而且，石破天惊、秋雨霶霈的景象，也可视作音乐形象的示现。&&&第五联，诗人又从天庭描写到神山。那美妙绝伦的乐声传入神山，教令神妪也为之感动不已；乐声感物至深，致使“老鱼跳波瘦蛟舞”。诗人用“老”和“瘦”这两个似平干枯的字眼修饰鱼龙，却有着完全相反的艺术效果，使音乐形象更加丰满。老鱼和瘦蛟本来羸弱乏力，行动艰难，竟然伴随着音乐的旋律腾跃起舞，这种出奇不意的形象描写，使那无形美妙的箜篌声浮雕般地呈现在读者的眼前了。&&&以上八句以形写声，摄取的多是运动着的物象，它们联翩而至，新奇瑰丽，令人目不暇接。结末两句改用静物，作进一步烘托：成天伐桂、劳累不堪的吴刚倚着桂树，久久地立在那儿，竟忘了睡眠；玉兔蹲伏一旁，任凭深夜的露水不停地洒落在身上，把毛衣浸湿，也不肯离去。这些饱含思想感情的优美形象，深深印在读者心中，就像皎洁的月亮投影于水，显得幽深渺远，逗人情思，发人联想。&&&诗的最大特点是想象奇特，形象鲜明，充满浪漫主义色彩。诗人致力于把自己对于箜篌声的抽象感觉、感情与思想借助联想转化成具体的物象，使之可见可感。诗歌没有对李凭的技艺作直接的评判，也没有直接描述诗人的自我感受，有的只是对于乐声及其效果的摹绘。然而纵观全篇，又无处不寄托着诗人的情思，曲折而又明朗地表达了他对乐曲的感受和评价。这就使外在的物象和内在的情思融为一体，构成可以悦目赏心的艺术境界。",
       "backgroundInfo" : "此诗大约作于公元811年（唐宪宗元和六年）至公元813年（元和八年），当时李贺任职于长安，官奉礼郎（执掌祭祀的九品小官）。",
       "classInfo" : "46",
       "poetryID" : "193",
       "source" : "21",
       "likes":"696"
       },{
       "name" : "台城",
       "author" : "唐·韦庄",
       "content" : "江雨霏霏江草齐，六朝如梦鸟空啼。无情最是台城柳，依旧烟笼十里堤。",
       "transferInfo" : "江面烟雨迷濛，江边绿草如茵，六朝往事如梦只剩春鸟悲啼。最无情的是那台城的杨柳，依旧像清淡的烟雾一样笼罩着十里长堤。",
       "addtionInfo" : "台城：也称苑城，在今南京市鸡鸣山南，原是三国时代吴国的后苑城，东晋成帝时改建。从东晋到南朝结束，这里一直是朝廷台省（中央政府）和皇宫所在地，既是政治中枢，又是帝王享乐的场所。霏霏：细雨纷纷状。六朝：指吴、东晋、宋、齐、梁、陈。烟：指柳树绿阴阴的，像清淡的烟雾一样。",
       "analysesInfo" : "南京古称金陵，地处江南，“霏霏”正是状写其多雨而细密如丝的气候特征，芳草弥蔓，绿遍江岸无远不达，一个“齐”字既是形容它又点明季节，这里暗含了南朝梁·丘迟《与陈伯之书》“江南三月，暮春草长”的意思。总之 ，“江”、“雨”、“草”三者交衬共融，构筑出一派迷蒙清幽、如烟似雾的境界。六朝即孙吴、东晋、宋、齐、梁、陈，金陵于六朝时称建业、建康，作为它们的都城，一直为宫廷所在地和皇公贵戚的活动中心，歌舞饮宴，竞相奢靡，可谓繁盛至极，但这里也是权力角逐的之地，三百余年间战乱频繁，六个王朝迭番更代，犹如走马灯一般，教人顿生目不暇接之感，直觉兴衰遽变，短暂的豪华亦难以持作凭依。加之江南春雨朦胧、细草凄迷的气氛环境所形成的轻柔婉曼景调，这属于金陵固有节候地域呈现着的自然风貌，它们相互熏染滋润，暗暗逗出一个“梦”字。倘再作深层探究，“六朝”治乱盛亡的往事早已付诸浩浩江流，无从踪迹了，而“江雨”“江草”却是年年如此，当下映入眼帘的，又是烟笼雾罩般的暮春景色，抚今追昔，自然人事对照，怎能不满怀惆怅迷惘，顿觉一切如梦里境像呢？况且韦庄出身京兆杜陵（今陕西西安市郊）的世家大族 ，远祖韦待价曾为武则天朝宰相，四世祖是著名诗人韦应物，他自己却逢辰不偶，半世落拓，大唐帝国也濒临灭亡，难道就要再蹈“六朝”覆辙吗？正当潜沉到现实忧虑和历史反思的纷纭意绪中，留连踟蹰，忽地耳旁传来数声鸟啼，陡然惹起新的慨叹：鸟儿不解世事无常、治乱代变的严重，只依时序自在啼鸣，却让多情的人何以为堪？“空”字写出了因鸟声触发的感叹。&&&如果说前两句以总体笔墨，描摹金陵的景光风物，而情景中，只凭“梦”字轻轻透露消息；那么，后联则将目光回转到“台城”，正面点明题旨，并选择“柳”为高度凝聚的媒介形象，即景抒情，藉情统驭景，呈现了浓厚的主观指向。就像京城是全国中枢似的，台城也是金陵的中枢，皇宫和台省（中央政府）都在这里，六代倾覆的最后一幕往往于此处结束。然而，堆烟叠雾的杨柳却容颜未改，春来依旧绿遍十里长堤，一如台城豪华鼎盛时，所以说它“无情”。由于韦庄从 “六朝如梦”的感受里联想到严峻的现实危机，悲悼大唐帝国的江河日下，灭亡之势已不可回，面对烟柳的生机勃勃、逢春必发景象，排遣无计中，才托辞他向，归于 “台城柳”的“无情”吧。",
       "backgroundInfo" : "公元883年（中和三年），韦庄客游江南，于金陵凭吊六朝遗迹，感叹历史兴亡，便成此吊古伤今之作。",
       "classInfo" : "57",
       "poetryID" : "194",
       "source" : "21",
       "likes":"695"
       },{
       "name" : "剑客",
       "author" : "唐·贾岛",
       "content" : "十年磨一剑，霜刃未曾试。今日把示君，谁有不平事？",
       "transferInfo" : "十年磨成一剑，剑刃寒光闪烁，只是还未试过锋芒。如今将它取出，给您一看，谁有冤屈不平的事？",
       "addtionInfo" : "剑客：行侠仗义的人。霜刃：形容剑锋寒光闪闪，十分锋利。把示君：拿给您看。",
       "analysesInfo" : "贾岛诗思奇僻。这首《剑客》却率意造语，直吐胸臆，给人别具一格的感觉。诗题一作《述剑》。诗人以剑客的口吻，着力刻画“剑”和“剑客”的形象，托物言志，抒写自己兴利除弊的政治抱负。&&&这是一把什么样的剑呢？“十年磨一剑”，是剑客花了十年工夫精心磨制的。侧写一笔，已显出此剑非同一般。接着，正面一点：“霜刃未曾试。”写出此剑刃白如霜，闪烁着寒光，是一把锋利无比却还没有试过锋芒的宝剑。说“未曾试”，便有跃跃欲试之意。现在得遇知贤善任的“君”，便充满自信地说：“今日把示君，谁有不平事？”今天将这把利剑拿出来给你看看，告诉我，天下谁有冤屈不平的事？一种急欲施展才能，干一番事业的壮志豪情，跃然纸上。&&&显然，“剑客”是诗人自喻，而“剑”则比喻自己的才能。诗人没有描写自己十年寒窗，刻苦读书的生涯，也没有表白自己出众的才能和宏大的理想，而是通过巧妙的艺术构思，把自己的意想，含而不露地融入“剑”和“剑客”的形象里。这种寓政治抱负于鲜明形象之中的表现手法，确是很高明的。&&&全诗思想性与艺术性绾合得自然而巧妙。语言平易，诗思明快，显示了贾岛诗风的另外一种特色。",
       "backgroundInfo" : "这首诗的具体创作时间不详。相传诗人贾岛在韩愈的劝说下，参加了科举考试，他天真地以为，凭着自己的才学一定能考中，所以，并不把“八百举子”放在眼里，一入考场，挥笔就写，在《病蝉》诗中，痛骂：“什么黄雀、乌鸦，都一样想害蝉。”结果被认为是“无才之人，不得采用”，与平曾等人一起落了个“考场十恶”的坏名。贾岛心知是“吟病蝉之句”得罪了有权势的人，可又无可奈何。便创作了这首自喻诗。",
       "classInfo" : "25",
       "poetryID" : "195",
       "source" : "21",
       "likes":"697"
       },{
       "name" : "题诗后",
       "author" : "唐·贾岛",
       "content" : "两句三年得，一吟双泪流。知音如不赏，归卧故山秋。",
       "transferInfo" : "这两句诗我构思三年才得来，一读起来禁不住两行热泪流出来。了解我思想情感的好朋友如果不欣赏这两句诗，我将隐迹故，以度残年，再不作诗了。",
       "addtionInfo" : "吟：读，诵。知音：指了解自己思想情感的好朋友。赏：欣赏。得：此处指想出来。",
       "analysesInfo" : "贾岛作诗锤字炼句精益求精，布局谋篇也煞费苦心。这首诗就是他视艺术为生命，全身心投入，执着追求完美境界的精神风貌的真实写照。",
       "backgroundInfo" : "",
       "classInfo" : "57",
       "poetryID" : "196",
       "source" : "21",
       "likes":"698"
       },{
       "name" : "回乡偶书·其二",
       "author" : "唐·贺知章",
       "content" : "离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。",
       "transferInfo" : "我离别家乡的时间实在已经是很长久了，回家后才感觉到家乡的人事变迁实在是太大了。只有门前那镜湖的碧水，在春风吹拂下泛起一圈一圈的波纹，还和五十多年前一模一样。",
       "addtionInfo" : "消磨：逐渐消失、消除。镜湖：湖泊名，在今浙江绍兴会稽山的北麓，方圆三百余里。贺知章的故乡就在镜湖边上。",
       "analysesInfo" : "这首诗可看作是第一首的续篇。诗人到家以后，通过与亲朋的交谈得知家乡人事的种种变化，在叹息久客伤老之余，又不免发出人事无常的慨叹来。“离别家乡岁月多”，相当于上一首的“少小离家老大回”。诗人之不厌其烦重复这同一意思，无非是因为一切感慨莫不是由于数十年背井离乡引起。所以下一句即顺势转出有关人事的议论：“近来人事半消磨。”这一句看似抽象、客观，实则包含了许多深深触动诗人感情的具体内容，“访旧半为鬼”（杜甫《赠卫八处士》）时发出的阵阵惊呼，因亲朋沉沦而引出的种种嗟叹，无不包孕其中。唯其不胜枚举，也就只好笼而统之地一笔带过了。&&&三四句笔墨荡开，诗人的目光从人事变化转到了对自然景物的描写上。虽然阔别镜湖已有数十个年头，而在四围春色中镜湖的水波却一如既往。诗人独立镜湖之旁，一种“物是人非”的感触自然涌上了他的心头，于是又写下了“惟有门前镜湖水，春风不改旧时波”的诗句。诗人以“不改”反衬“半消磨”，以“惟有”进一步发挥“半消磨”之意，强调除湖波以外，昔日的人事几乎已经变化净尽了。从直抒的一二句转到写景兼议论的三四句，仿佛闲闲道来，不着边际，实则这是妙用反衬，正好从反面加强了所要抒写的感情，在湖波不改的衬映下，人事日非的感慨显得愈益深沉了。&&&还需注意的是诗中的“岁月多”“近来”“旧时”等表示时间的词语贯穿而下，使全诗笼罩在一种低回沉思、若不胜情的气氛之中。与第一首相比较，如果说诗人初进家门见到儿童时也曾感到过一丝置身于亲人之中的欣慰的话，那么，到他听了亲朋介绍以后，独立于波光粼粼的镜湖之旁时，无疑已变得愈来愈感伤了。",
       "backgroundInfo" : "贺知章在唐玄宗天宝三载（744年），辞去朝廷官职，告老返回故乡越州永兴（今浙江杭州萧山），时已八十六岁。此时距他离开家乡已有五十多个年头了。人生易老，世事沧桑，他心头有无限感慨，于是写下了这组诗。",
       "classInfo" : "57",
       "poetryID" : "197",
       "source" : "21",
       "likes":"699"
       },{
       "name" : "自遣",
       "author" : "唐·罗隐",
       "content" : "得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。",
       "transferInfo" : "得到的时候就放声高歌没有就由他去吧，愁恨全然不理照样乐悠悠。今天有酒就痛快畅饮喝他个酩酊大醉，明日的忧虑就等明天再烦愁。",
       "addtionInfo" : "得：指得到高歌机会。失：指失去这个机会。悠悠：悠闲自在的样子。今朝：今日。",
       "analysesInfo" : "该诗成功地塑造一个活脱脱的呼之欲出的纵酒高歌的旷士形象。这个形象虽有政治上失意后颓唐的一面，而其中愤世嫉俗的品格颇得人们赞叹。他除了反映旧时代知识分子一种变态的心理外，而通过人物的形象也状写出了晚唐社会的黑暗现实。&&&“得即高歌失即休，多愁多恨亦悠悠。”这首小诗的前两句是说，一有机会便唱否则即罢休，愁恨全然不理照样乐悠悠。&&&首句说不必患得患失，倘若直说便抽象化、概念化。而写成“得即高歌失即休”那种半是自白、半是劝世的口吻，尤其是仰面“高歌”的情态，则给人具体生动的感受。情而有“态”，便形象化。次句不说“多愁多恨”太无聊，而说“亦悠悠”，也就收到具体生动之效，不特是为了押韵而已。&&&“今朝有酒今朝醉，明日愁来明日愁。”小诗的后两句是说，今天有酒就喝个酩酊大醉，明日有忧虑就等明天再愁。&&&这两句更将“得即高歌失即休”一语具体化，一个放歌纵酒的狂士形象呼之欲出。这，也就是此诗造成的总的形象了。仅指出这一点还不够，还要看到这一形象的独特性。这里取象于放歌纵酒，更带迟暮的颓丧。“今朝有酒今朝醉”，总使人感到一种内在的凄凉、愤嫉之情。这样的情感既有普遍性，其形象又有个性化，所以具有典型意义。&&&此诗艺术表现上更其成功之处，则在于重叠中求变化，从而形成绝妙的咏叹调。&&&一是情感上的重叠变化。首句先括尽题意，说得时诚可高兴失时亦不必悲伤；次句则是首句的补充，从反面说同一意思：倘不这样，“多愁多恨”，是有害无益的；三、四句则又回到正面立意上来，分别推进了首句的意思：“今朝有酒今朝醉”就是“得即高歌”的反复与推进，“明日愁来明日愁”则是“失即休”的进一步阐发。总之，从头至尾，诗情有一个回旋和升腾。&&&二是音响即字词上的重叠变化。首句前四字与后三字意义相对，而二、六字（“即”）重叠；次句是紧缩式，意思是多愁悠悠，多恨亦悠悠，形成同意反复。&&&三、四句句式相同，但三句中“今朝”两字重叠，四句中“明日愁”竟然三字重叠，但前“愁”字属名词，后“愁”字乃动词，词性亦有变化。可以说，每一句都是重叠与变化手牵手走，而每一句具体表现又各各不同。把重叠与变化统一的手法运用得尽情尽致，在小诗中似乎是最突出的。&&&由于上述两个方面的独到，宜乎千年以来一些穷愁潦倒的人沉饮“自遣”，陶冶情操时，于古人偌多解愁诗句中，惟独最容易记起“今朝有酒今朝醉”来。&&&诗名《自遣》，是自行排遣宽慰的意思。解读此诗，关键全在于诗人将“愁’和“恨”排遣掉了没有。而诗人之“愁”和“恨”是社会之愁，家国之愁，这种愁是诗人自己难以解决的。上书，皇帝不听；劝说，皇帝不理；讽谏，皇帝会恼怒。那诗人怎样排遣，是采取了不理、不采、不合作、不发言的态度。这种玩世不恭的态度虽带有一定的消积成分，然而大多的知识分子都不发言，都不合作，那“此时无声胜有声”拥有很大的力量。",
       "backgroundInfo" : "本诗具体创作时间不详。罗隐由于生活在政治极端腐败的晚唐社会，又加上他仕途坎坷，十举进士而不第，便化进取为愤怒，视功名如烟云，常常以激愤的心情、锐利的笔锋揭露现实的丑恶，批判政治的腐败，抒发胸中的愤懑。《自遣》就是其中较有名的诗作。",
       "classInfo" : "117",
       "poetryID" : "198",
       "source" : "21",
       "likes":"700"
       }

    ],
    "type" : "command",
    "baseID" : "0",
    "mainClass" : "99"
}



