{
  "poetryList" : [
                  {
                  "name" : "题都城南庄",
                  "author" : "崔护",
                  "content" : "去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。",
                  "addtionInfo" : "都：国都，指唐朝京城长安。人面：指姑娘的脸。第三句中“人面”指代姑娘。不知：一作“秖（zhǐ）今”。去：一作“在”。笑：形容桃花盛开的样子。",
                  "classInfo" : "37",
                  "analysesInfo" : "全诗四句，这四句诗包含着一前一后两个场景相同、相互映照的场面。&&&诗的开头两句是追忆。“去年今日此门中”，点出时间和地点，写得非常具体，足见这个时间和地点，在诗人心中留下了多么深刻难忘的记忆。第二句是写人，诗人拈出一个人们犹知的形象——桃花，春风中的桃花人人都知道是何等的艳丽，而“人面”竟能“映”得桃花分外红艳，则“人面”之美可以想见；再者，本来已经很美的“人面”，在红艳艳的桃花映照之下定是显得更加青春美貌，风韵袭人。一个耀眼的“红”字，正是强烈地渲染出这种相映生色的景象和气氛。面对着这一幅色彩浓丽、青春焕发、两美相辉的人面桃花图，不用说姑娘的神采美貌如在目前，就是她的情态，诗人的心事，彼此藏在心中的欢爱和兴奋，也都是可以“思而得之”的。&&&下片则是说还是春光烂漫、百花吐艳的季节，还是花木扶疏、桃树掩映的门户，然而，使这一切都增光添彩的“人面”却不知何处去，只剩下门前一树桃花仍旧在春风中凝情含笑。桃花在春风中含笑的联想，本从“人面桃花相映红”得来。去年今日，伫立桃树下的那位不期而遇的少女，想必是凝睇含笑，脉脉含情的；而今，人面杳然，依旧含笑的桃花只能引动对往事的美好回忆和好景不常的感慨了。“依旧”二字，正含有无限怅惘。&&&整首诗其实就是用“人面”、“桃花”作为贯串线索，通过“去年”和“今日”同时同地同景而“人不同”的映照对比，把诗人因这两次不同的遇合而产生的感慨，回环往复、曲折尽致地表达了出来。对比映照，在这首诗中起着极重要的作用。因为是在回忆中写已经失去的美好事物，所以回忆便特别珍贵、美好，充满感情，这才有“人面桃花相映红”的传神描绘；正因为有那样美好的记忆，才特别感到失去美好事物的怅惘，因而有“人面不知何处去，桃花依旧笑春风”的感慨。&&&从故事情节来看，这是一首即兴的诗，它给人看到的似乎只是两个简单的画面——桃花相映着的人面，人面去后的桃花。但是，由于人物的活动贯串其间，由于画面与画面、画面里（桃花）与画面外（诗人）的对比、映衬，便巧妙地显示了人物感情的发生、发展和起伏跌宕的变化，诸如初遇的脉脉含情，别后的相思，深情的重访，未遇的失望等等，都或隐或现地表达出来了。全诗自然浑成，犹如从心底一涌而出的清泉，清澈醇美，令人回味不尽。",
                  "transferInfo" : "去年春天，在这户人家里，我看见那美丽的脸庞和桃花互相衬托，显得分外红润。今日再来此地，姑娘不知去向何处，只有桃花依旧，含笑怒放春风之中。",
                  "backgroundInfo" : "此诗的具体创作时间不详。唐人孟棨《本事诗》和宋代《太平广记》中记载：崔护到长安参加进士考试落第后，在长安南郊偶遇一美丽少女，次年清明节重访此女不遇，于是题写此诗。这段记载颇具传奇小说色彩，其真实性难以得到其他史料的印证。",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "100",
                  "source" : "2",
                  "placeHolder" : ""
                  },{
                  "name" : "绝句·古木阴中系短篷",
                  "author" : "志南",
                  "content" : "古木阴中系短篷，杖藜扶我过桥东。沾衣欲湿杏花雨，吹面不寒杨柳风。",
                  "addtionInfo" : "系（xì）：联接。短篷：小船。篷，船帆，船的代称。杖藜：“藜杖”的倒文。藜，一年生草本植物，茎杆直立，长老了可做拐杖。杏花雨：清明前后杏花盛开时节的雨。杨柳风：古人把应花期而来的风，称为花信风。从小寒到谷雨共二十四候，每候应一种花信，总称“二十四花信风”。其中清明节尾期的花信是柳花，或称杨柳风。",
                  "classInfo" : "1",
                  "analysesInfo" : "这首诗记述了作者一次游览的过程，运用拟人手法表现了春风的柔和温暖，表达出作者对大自然的喜爱。&&&第一句“古木阴中系短篷”。古木，老树。阴，树荫。系，拴。短篷，有篷的小船。意思说：我在一棵老树荫下拴住小船。它告诉我们，作者是乘船出来春游的。而且这个地方有树有水，是个好去处。古木成荫，又乘带篷的船，暗示了春来天暖，并会有风雨。&&&第二句“杖藜扶我过桥东”。杖藜，藜杖，藜是一种草，茎很坚硬，用它作的拐杖。“杖藜扶我”，实际是“我扶杖藜”。说藜杖扶着我，将杖拟人化，突出了藜杖的作用及我同藜杖间的感情。意思说：我扶着藜杖来到小桥东面。这句写作者下了船，又扶杖步行，表明作者虽然年纪老了，但游兴很浓。其实在乘船途中，他已经在欣赏春天美景了，现在又徒步游赏，可见春天景色的迷人。&&&上两句主要写春游经过，于春游兴致中初步透露出春光的美好，那么春光到底怎样美好呢？作者在后面进行了具体描述。&&&次两句通过自己的感觉来写景物。眼前是杏花盛开，细雨绵绵，杨柳婀娜，微风拂面。诗人不从正面写花草树木，而是把春雨春风与杏花、杨柳结合，展示神态，重点放在“欲湿”、“不寒”二词上。“欲湿”，表现了濛濛细雨似有若无的情景，又暗表细雨滋润了云蒸霞蔚般的杏花，花显得更加娇妍红晕。“不寒”二字，点出季节，说春风扑面，带有丝丝暖意，连缀下面风吹动细长柳条的轻盈多姿场面，越发表现出春的宜人。这样表达，使整个画面色彩缤纷，充满着蓬勃生气。诗人扶杖东行，一路红杏灼灼，绿柳翩翩，细雨沾衣，似湿而不见湿，和风迎面吹来，不觉有一丝儿寒意，这是耐心惬意的春日远足。&&&历来写春的句子，或浑写——“等闲识得东风面，万紫千红总是春”（朱熹《春日》），或细写——“花开红树乱莺啼，草长平湖白鹭飞”（徐元杰《湖上》），志南这首诗将两者结合起来，既有细微的描写，又有对春天整个的感受，充满喜悦之情。诗写景凝练，意蕴丰富，读来使人如闻似见。尽管在此之前，“杏花雨”、“杨柳风”这样的诗境已广泛为人们所用，但真正成为熟词，不得不归功于志南这两句诗。元代虞集脍炙人口的《风入松》的名句“杏花春雨江南”所描绘的意境，除了受陆游诗“小楼一夜听春雨，深巷明朝卖杏花”影响外，或许也曾受此启发。&&&这首诗写春天美景，没有一般地描绘花开鸟鸣，主要写了春天的风雨。春风春雨也本是人们常见的现象，作者却写得有色有味，真切切感人。表现了作者体察的细腻和笔下的功夫。看得出，看似浅显的词句是经过精心锤炼的，因而韵味十足。他重点从感觉入手，写自己春游的喜悦心情，表达对生活的热爱，也为读者展现出春天无限美好的世界。",
                  "transferInfo" : "把小船停放拴在岸边的古木树荫下；拄着拐杖走过桥的东边恣意观赏这春光。阳春三月，杏花开放，绵绵细雨像故意要沾湿我的衣裳似的，下个不停。轻轻吹拂人面的，带着杨柳清新气息的暖风令人陶醉。",
                  "backgroundInfo" : "",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "101",
                  "source" : "1",
                  "placeHolder" : ""
                  },{
                  "name" : "清平调·其一",
                  "author" : "李白",
                  "content" : "云想衣裳花想容，春风拂槛露华浓。若非群玉山头见，会向瑶台月下逢。",
                  "addtionInfo" : "“云想”句：见云之灿烂想其衣之华艳，见花之艳丽想美人之容貌照人。实际上是以云喻衣，以花喻人。槛：栏杆；露华浓：牡丹花沾着晶莹的露珠更显得颜色艳丽。“若非……会向……”：相当于“不是……就是……”的意思。群玉：山名，传说中西王母所住之地。全句形容贵妃貌美惊人，怀疑她不是群玉山头所见的飘飘仙子，就是瑶台殿前月光照耀下的神女。",
                  "classInfo" : "75",
                  "poetryID" : "102",
                  "source" : "2",
                  "analysesInfo" : "此诗想象巧妙，信手拈来，不露造作之痕。诗中语语浓艳，字字流葩，读这首诗，如觉春风满纸，花光满眼，人面迷离，无须刻画，自然使人觉得这是牡丹，是美人玉色，而不是别的。&&&第一首，以牡丹花比贵妃的美艳。首句以云霞比衣服，以花比容貌；二句写花受春风露华润泽，犹如妃子受君王宠幸；三句以仙女比贵妃；四句以嫦娥比贵妃。这样反复作比，塑造了艳丽有如牡丹的美人形象。然而，诗人采用云、花、露、玉山、瑶台、月色，一色素淡字眼，赞美了贵妃的丰满姿容，却不露痕迹。&&&在艺术上，这首诗歌主要运用了多种修辞手法。&&&首先，运用比喻的修辞手法。比如，“云想衣裳花想容”一句，就通过比喻的修辞手法，描写了杨贵妃的容颜与衣裳之美，表现出杨贵妃的富贵之态。&&&其次，运用了拟人、夸张的修辞手法。比如，“春风拂槛露华浓”一句就是通过拟人和夸张的修辞手法，描写了杨贵妃的亮丽容颜和高贵身份。",
                  "transferInfo" : "见到云就联想到她华艳的衣裳，见到花就联想到她艳丽的容貌；春风吹拂栏杆，露珠润泽花色更浓。如此天姿国色，不是群玉山头所见的飘飘仙子，就是瑶台殿前月光照耀下的神女。",
                  "backgroundInfo" : "据晚唐五代人的记载，这组诗共三首。公元743年（唐玄宗天宝二年）或公元744年（天宝三年）春天的一日，唐玄宗和杨妃在宫中在沉香亭观赏牡丹花时召翰林待诏李白进宫写新乐章。李白奉诏进宫，即在金花笺上作了这三首诗。本首诗就是其中之一。",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "placeHolder" : ""
                  },{
                  "name" : "临安春雨初霁",
                  "author" : "陆游",
                  "content" : "世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。",
                  "addtionInfo" : "霁（jì）：雨后或雪后转晴。世味：人世滋味；社会人情。客：客居。京华：京城之美称。因京城是文物、人才汇集之地，故称。深巷：很长的巷道。明朝（zhāo）：明日早晨。矮纸：短纸、小纸。斜行：倾斜的行列。草：指草书。晴窗：明亮的窗户。细乳：沏茶时水面呈白色的小泡沫。分茶：宋元时煎茶之法。注汤后用箸搅茶乳，使汤水波纹幻变成种种形状。素衣：原指白色的衣服，这里用作代称。是诗人对自己的谦称（类似于“素士”）。风尘叹：因风尘而叹息。暗指不必担心京城的不良风气会污染自己的品质。",
                  "classInfo" : "38",
                  "analysesInfo" : "如果掩去作者的名字，读这首《临安春雨初霁》，也许会以为它并不是出自“铁马金戈”、“气吞残虏”的陆放翁之手。诗中虽然有杏花般的春色，却更隐含着“世味薄似纱”的感伤之情和“闲作草”“戏分茶”的无聊之绪。这是与高唱着“为国戍轮台”而“一身报国”的陆游的雄奇悲壮的风格特征很不一致的。&&&自淳熙五年孝宗召见了陆游以来，他并未得到重用，只是在福建、江西做了两任提举常平茶盐公事；家后五年，更是远离政界，但对于政治舞台上的倾轧变幻，对于世态炎凉，他是体会得更深了。所以诗的开头就用了一个独具易动的巧譬，感叹世态人情薄得就象半透明的纱。于是首联开口就言“世味”之“薄”，并惊问“谁令骑马客京华”。陆游时年已六十二岁，不仅长期宦海沉浮，而且壮志未酬，又兼个人生活的种种不幸，这位命途坎坷的老人发出悲叹，说出对世态炎凉的内心感受。这种悲叹也许在别人身上是无可疑问的，而对于“僵卧孤村不自哀，尚思为国戍轮台”的陆游来说，却显得不尽合乎情理。此奉诏入京，被任命为严州知州。对于一生奋斗不息、始终矢志不渝地实现自己的报国理想的陆游来说，授之以权，使之报国有门，竟会引起他“谁”的疑问。&&&颔联点出“诗眼”，也是陆游的名句，语言清新隽永。诗人只身住在小楼上，彻夜听着春雨的淅沥；次日清晨，深幽的小巷中传来了叫卖杏花的声音，告诉人们春已深了。绵绵的春雨，由诗人的听觉中写出；而淡荡的春光，则在卖花声里透出。写得形象而有深致。传说这两句诗后来传入宫中，深为孝宗所称赏，可见一时传诵之广。历来评此诗的人都以为这两句细致贴切，描绘了一幅明艳生动的春光图，但没有注意到它在全诗中的作用不仅在于刻划春光，而是与前后诗意浑然一体的。其实，“小楼一夜听春雨”，正是说绵绵春雨如愁人的思绪。在读这一句诗时，对“一夜”两字不可轻轻放过，它正暗示了诗人一夜未曾入睡，国事家愁，伴着这雨声而涌上了眉间心头。李商隐的“秋阴不散霜飞晚，留得枯荷听雨声”，是以枯荷听雨暗寓怀友之相思。陆游这里写得更为含蓄深蕴，他虽然用了比较明快的字眼，但用意还是要表达自己的郁闷与惆怅，而且正是用明媚的春光作为背景，才与自己落寞情怀构成了鲜明的对照。&&&接下去的颈联就道出了他的这种心情。在这明艳的春光中，诗人只能做的是“矮纸斜行闲作草”，陆游擅长行草，从现存的陆游手迹看，他的行草疏朗有致，风韵潇洒。这一句实是暗用了张芝的典故。据说张芝擅草书，但平时都写楷字，人问其故，回答说，“匆匆不暇草书”，意即写草书太花时间，所以没功夫写。陆游客居京华，闲极无聊，所以以草书消遣。因为是小雨初霁，所以说“晴窗”，“细乳戏分茶”这里就是品茶、玩茶道。无事而作草书，晴窗下品着清茗，表面上看，是极闲适恬静的境界，然而在这背后，正藏着诗人无限的感慨与牢骚。陆游素来有为国家作一番轰轰烈烈事业的宏愿，而严州知府的职位本与他的素志不合，何况觐见一次皇帝，不知要在客舍中等待多久！国家正是多事之秋，而诗人却在以作书品茶消磨时光，真是无聊而可悲！于是再也捺不住心头的怨愤，写下了结尾两句。&&&尾联虽不像古人抱怨“素衣化为缁”（晋陆机作《为顾彦先赠好》：“京洛多风尘，素衣化为缁”），但这联不仅道出了羁旅风霜之苦，又寓有京中恶浊，久居为其所化的意思。诗人声称清明不远，应早日回家，而不愿在所谓“人间天堂”的江南临安久留。诗人应召入京，却只匆匆一过，便拂袖而去。陆游这里反用其意，其实是自我解嘲。&&&在陆游的众多著名诗篇中，有壮怀激烈的爱国忧民之作，如《关山月》、《秋夜将晓出篱门迎凉有感》；有寄梦抒怀、悲愤凄切之作，如《十一月四日风雨大作》，这些诗不是直抒胸臆，痛切陈词，就是笔墨纵横，抚古思今，都是雄壮的大气磅礴之作；作者也有优美淳朴的乡村生活描写，如《游山西村》；也有缅怀爱情、追思往日幸福的伤感之作，如《沈园》。等等这些，都与《临安春雨初霁》极不相似。《临安春雨初霁》没有豪唱，也没有悲鸣，没有愤愤之诗，也没有盈盈酸泪，有的只是结肠难解的郁闷和淡淡然的一声轻叹，“别是一番滋味在心头”。&&&严酷的现实，使他不得不对朝廷对皇帝，对人生对社会作出一些阴暗的结论。与他的许多寄梦诗不一样，在深夜，万籁俱寂时，作者眼前没有现实生活的情景搅扰，可以对着旷远的星空和雨夜任意地幻想，说任何放言达词。而身在繁荣帝都，作者却身不由己。临安城虽然春色明媚，但官僚们偏安一隅，忘报国仇，粉饰太平。作者是时刻清醒的，他在表面的升平气象和繁荣面貌中看到了世人的麻木、朝廷的昏聩，想到了自己未酬的壮志。但他既不能高唱，又无法托情梦，只好借春色说愁绪，把春天写成了无情之物。&&&可以说《临安春雨初霁》反映了作者内心世界的另一方面，作者除了在战场上、幕帐中和夜空下高唱报国之外，偶尔也有惆怅徘徊的时候。在几乎同时所作的《书愤》中，作者就截然不同地表现了一贯的豪情。《书愤》在一定意义上是作者对自己悲壮一生的总结。“早岁那知世事艰”，却终有胆量说“千载谁堪伯仲间”，把一生留给历史公断。《临安春雨初霁》、《书愤》的比较可以显现出诗人感情思想的一个短时期的反复。陆游毕竟是陆游，他不会永久地停留在“闲”“戏”之上的。不久后他在严州任上，仍坚持抗金，并且付诸行动，表达于诗文，终于又被以“嘲咏风月”的罪名罢官。他的绵绵“杏花春雨”，在《十一月四日风雨大作》中，发展成了“铁马冰河入梦来”的疾风暴雨。&&&一个诗人的性格是复杂的，一个始终刚强不屈、矢志不渝的烈士，也难免间或惆怅抑郁。这种抑郁惆怅与其雄奇悲壮并不矛盾。唯其抑郁惆怅得苦不堪言，才有更强烈的情怀的喷发。诗中一开头就道“世味薄似纱”，正是作者对现实的否定，也体现出作者的刚直气节。诗末拂袖而去，也是诗人对浮华帝都的不屑。因此，透过原诗的表面，依稀仍可看见一个威武不屈的形象，这个形象才是作者真正的一贯的自己。",
                  "transferInfo" : "如今的事态人情淡淡的像一层薄纱，谁又让我乘马来到京都作客沾染繁华？住在小楼听尽了一夜的春雨淅沥滴答，明日一早，深幽的小巷便有人叫卖杏花。铺开小纸从容地斜写着草书，在小雨初晴的窗边细细地煮水、沏茶、撇沫，试品名茶。不要叹息那京都的尘土会弄脏洁白的衣衫，清明时节还来得及回到镜湖边的山阴故家。",
                  "backgroundInfo" : "公元1186年（淳熙十三年）春天，作者奉诏入京，接受严州知州的职务，赴任之前，先到临安（今浙江杭州）去觐见皇帝，住在西湖边上的客栈里听候召见，在百无聊赖中，写下了这首脍炙人口的诗作。",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "103",
                  "source" : "1",
                  "placeHolder" : ""
                  },{
                  "name" : "八六子·倚危亭",
                  "author" : "秦观",
                  "content" : "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。",
                  "addtionInfo" : "刬（chǎn）：同“铲”。青骢（cōng）：毛色青白相间的马。袂（mèi）红：红袖，指女子，情人。娉（pīng）婷：美貌，指美人。怎奈向：即怎奈、如何。销凝：消魂凝恨。黄鹂：又名黄莺。",
                  "classInfo" : "7",
                  "poetryID" : "104",
                  "source" : "3",
                  "analysesInfo" : "这是秦观写于元丰三年（1080）的一首怀人之作，当时秦观三十二岁，孔子有云：“三十而立。”而他此时还未能登得进士第，更未能谋得一官半职。在这种处境下，忆想起以往与佳人欢娱的美好时光，展望着今后的路程，使他不能不感怀身世而有所慨叹。从艺术上看，整首词缠绵悱恻，柔婉含蓄，融情于景，抒发了对某位佳人的深深追念，鲜明地体现了秦观婉约词情韵兼胜的风格特征。 “八六子”是词牌，始见于《尊前集》中所收的杜牧之作。分上下两片，上片三处平韵，下片五处平韵，共八十八字。通常以秦观的此作为定格。&&&此词写作者与他曾经爱恋的一位歌女之间的离别相思之情。全词由情切入，突兀而起，其间绘景叙事，或回溯别前之欢，或追忆离后之苦，或感叹现实之悲，委婉曲折，道尽心中一个“恨”字。&&&宋神宗元丰年间，秦观在扬州意外地遇上一位多情的女子。一帘幽梦，十里柔情，时时萦绕在他的心头。归来途中，独倚危亭，回头一望，芳草连天，好似无边的离恨。以芳草喻愁，是诗词常用的手法，这里秦观却用“划尽还生”四字把它强化到极点，因此前人称之为“神来之笔”。恋人分别了。往日的欢娱，变成了流水；断了的琴弦，何时能续上？面对片片飞花、蒙蒙残雨，他几乎失魂落魄。正在此时，恼人的黄鹂又在耳边叫了起来。打起黄鹂儿，莫教枝上啼。他的心真是烦极了！&&&首先，秦观词最大的特色是“专主情致”。抒情性原本就是词长于诗的特点，秦观则将词的这一特长加以光大，在这首词中体现得十分明显。词的上片临亭远眺，回忆与佳人分手，以情直入，点出词眼在于一个“恨”字。以“芳草”隐喻离恨，又是眼前的景物。忆及“柳外”“水边”分手之时词人以“怆然暗惊”抒发感受，落到现实，无限凄楚。而词的下片则设情境写“恨”。用“怎奈”、“那堪”、“黄鹂又啼数声”等词句进一步把与佳人分手之后的离愁别绪与仕途不顺，有才得不到施展的身世之“恨”，融于一处，并使之具体化、形象化，达到融情于景、情景交融的境界。&&&其次，这首词的意境蕴藉含蓄，情致悠长，耐人寻味。秦观善于通过凄迷、朦胧的意境来传达自己伤感、迷惘的意绪。在这首词中，上片以“萋萋刬尽还生”的芳草写离恨，使人感到词人的离别之恨就象原上之草，春风吹又生，生生不灭。为何如此呢？词的下片创设了三个情境告诉我们个中之由：“夜月一帘幽梦，春风十里柔情”的欢娱都随流水而去，“素弦声断，翠绡香减”，词人对好景不长、离别在即的无奈溢于言表，此其一；其二是离别之时情境的渲染，“片片飞花弄晚；濛濛残雨笼晴”，词人以凄迷之景寓怅惘、伤感之情，意蕴十分丰富，是极妙的景语。其三，结尾二句，以景结情，急转直下，声情并茂，“销凝之时，黄鹂又啼数声”，一“又”字，既与起笔“倚危亭，恨如芳草，萋萋刬尽还生”遥相呼应，又再次突出了前面所述的二种情境，真可谓意蕴境中，韵逸言外，凄楚伤感之思自在其中，会心的读者一看即知。秦观就是这样善于用画面说话，举重若轻，寄凝重之思于轻灵的笔触之中，如游龙飞空，似春风拂柳。&&&下片“无端”三句，再进一步追忆当时欢聚之乐。“无端”是不知何故之意，言老天好没来由，赐予她一份娉婷之姿，致使作者为之神魂颠倒。“夜月”二句叙写欢聚情况，借用杜牧诗句“娉娉袅袅十三馀，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不知。”《赠别》含蓄出之无浅露之病。“怎奈向”三句（“怎奈向”义同“奈何”）叹惋好景不常，倏又离散。“素弦声断，翠绡香减”，仍是用形象写别离，有幽美凄清之致。“那堪”二句，忽又写眼前景物，以景融情。&&&“片片飞花弄晚，蒙蒙残雨笼晴”，是凄迷之景，怀人的深切愁闷中，观此景更增惆怅，故用“那堪”二字领起。结尾“正销凝，黄鹂又啼数声”，又是融情入景，有悠然不尽之意。洪迈《容斋四笔》卷十三云：“秦少游《八六子》词云：‘片片飞花弄晚，蒙蒙残雨笼晴。正销凝，黄鹂又啼数声。’语句清峭，为名流推激。予家旧有建本《兰畹曲集》，载杜牧之一词，但记其末句云：‘正销魂，梧桐又移翠阴。’秦公盖效之，似差不及也。”洪迈指出秦观词此二句是从杜牧词中脱化出来。&&&此词语言上好用对句，如“柳外水边”、“夜月春风”、“素琴翠绡”、“飞花残雨”皆是，尤以“夜月”和“飞花”两联为佳，不仅语言工丽，而且各具意境。全词情景交融，景语情语难分，可谓感人至深，独具匠心。&&&最后，这首词的语言清新自然，情辞相称，精工而无斧凿之痕。前人曾这样评论：“子瞻辞胜乎情，耆卿情胜乎辞，辞情相称者，惟少游而已。”秦观的词能有如此高超的语言成就：一方面，他工于炼字。这首词中“飞花弄晚，残雨笼晴”这二句是互文的，意思是飞花残雨在逗弄晚晴。这里的一“弄”一“笼”，既音韵和谐，又能使人产生无限的想象，细细品味，会感到十分贴切生动。另一方面，由于秦观长于化用古人诗句入词，使之为己所用，更加富于表现力，达到青出于蓝而胜于蓝的效果。“倚危亭”三句周济称为“神来之笔”，实则从李后主《清平乐》词“离恨恰如春草，更行更远还生”脱化而来；“夜月一帘幽梦，春风十里柔情”则暗用杜牧的“春风十里扬州路，卷上珠帘总不如”；洪迈《容斋随笔》认为词的结尾两句是模仿杜牧同一词牌的结尾“正消魂，梧桐又有移翠阴”，不论模仿是否属实，秦观这两句的妙处远胜过杜牧的此句却是不争的事实。可见，秦观继承前人语言是有创造性的，惟有创造方能显其生命力。&&&“多情自古伤离别”，接天的芳草是铲不完、除不尽的离恨，恨的是那一帘幽梦早已随风飘散，那一段柔情早已成东流逝水，写词的人也早已远离我们，但是，他那柔婉含蓄、情韵兼胜的词风，以及以此写成的名篇佳句则长留人间，永远使我们回味。",
                  "transferInfo" : "我独自依靠在高高的亭子上，那怨情就像春草，刚刚被清理，不知不觉又已长出来。一想到在柳树外骑马分别的场景，一想到水边与那位红袖佳人分别的情形，我就伤感不已。佳人，上天为何赐你如此美丽？让我深深投入无力自拔？当年在夜月里，我们共同醉入一帘幽梦，温柔的春风吹拂着你我。真是无可奈何，往日的欢乐都伴随着流水远去，绿纱巾上的香味渐渐淡去，再也听不到你那悦耳的琴声。如今已到了暮春时令，片片残红在夜色中飞扬，点点细雨下着下着又晴了，雾气一片迷迷蒙蒙。我的愁思正浓，忽然又传来黄鹂的啼叫声，一声一声。",
                  "backgroundInfo" : "此词为一首怀人之作，写于元丰三年（1080），适时秦观三十二岁，还未能登得进士第，更未能谋得一官半职。然孔子曰：“三十而立。”在这种处境下，忆想起以往与佳人欢娱的美好时光，展望着今后的路程，使他不能不感怀身世而有所慨叹。",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "placeHolder" : ""
                  },{
                  "name" : "大林寺桃花",
                  "author" : "白居易",
                  "content" : "人间四月芳菲尽，山寺桃花始盛开。长恨春归无觅处，不知转入此中来。",
                  "addtionInfo" : "大林寺：在庐山大林峰，相传为晋代僧人昙诜所建，为中国佛教胜地之一。人间：指庐山下的平地村落。芳菲：盛开的花，亦可泛指花，花草艳盛的阳春景色。尽：指花凋谢了。山寺：指大林寺。始：才；刚刚。长恨：常常惋惜。春归：春天回去了。觅：寻找。不知：岂料，想不到。转：反。此中：这深山的寺庙里。",
                  "classInfo" : "110",
                  "analysesInfo" : "该诗只有短短的四句，从内容到语言都似乎没有什么深奥、奇警的地方，只不过是把“山高地深，时节绝晚” 、“与平地聚落不同”的景物节候，做了一番纪述和描写。但细读之，就会发现这首平淡自然的小诗，却写得意境深邃，富于情趣。&&&诗的开首“人间四月芳菲尽，山寺桃花始盛开”两句，是写诗人登山时已届孟夏，正属大地春归，芳菲落尽的时候了。但不期在高山古寺之中，又遇上了意想不到的春景——片始盛的桃花。从紧跟后面的“长恨春归无觅处”一句可以得知，诗人在登临之前，就曾为春光的匆匆不驻而怨恨，而恼怒，而失望。因此当这始所未料的一片春景冲入眼帘时，该是使人感到多么的惊异和欣喜。诗中第一句的“芳菲尽”，与第二句的“始盛开” ，是在对比中遥相呼应的。它们字面上是纪事写景，实际上也是在写感情和思绪上的跳跃——由一种愁绪满怀的叹逝之情，突变到惊异、欣喜，以至心花怒放。而且在首句开头，诗人着意用了“人间” 二字，这意味着这一奇遇、这一胜景，给诗人带来一种特殊的感受，即仿佛从人间的现实世界，突然步入到一个什么仙境，置身于非人间的另一世界。&&&正是在这一感受的触发下，诗人想象的翅膀飞腾起来了。“长恨春归无觅处，不知转入此中来。” 诗人想到，自己曾因为惜春、恋春，以至怨恨春去的无情，但谁知却是错怪了春，原来春并未归去，只不过像小孩子跟人捉迷藏一样，偷偷地躲到这块地方来罢了。&&&这首诗中，既用桃花代替抽象的春光，把春光写得具体可感，形象美丽；而且还把春光拟人化，把春光写得仿佛真是有脚似的，可以转来躲去。不，岂只是有脚而已，看它简直还具有顽皮惹人的性格呢。在这首短诗中，自然界的春光被描写得是如此的生动具体，天真可爱，活灵活现，如果没有对春的无限留恋、热爱，没有诗人的一片童心，是写不出来的。这首小诗的佳处，正在立意新颖，构思灵巧，而戏语雅趣，又复启人神思，惹人喜爱，可谓唐人绝句小诗中的又一珍品。&&&诗人写这首小诗时，是在江州司马的任上。唐贞元年间进士出身的白居易，曾授秘书省校书郎，再官至左拾遗，可谓春风得意。谁知几年京官生涯中，因其直谏不讳，冒犯了权贵，受朝廷排斥，被贬为江州司马。身为江州司马的白居易，在琵琶行一诗中，曾面对琵琶女产生“同是天涯沦落人”的沧桑感慨。这种沧桑的感慨，也许自然地融入这首小诗的意境，使《大林寺桃花》纪游诗，蒙上了逆旅沧桑的隐喻色彩。",
                  "transferInfo" : "四月正是平地上百花凋零殆尽的时候，高山古寺中的桃花才刚刚盛放。我常为春光逝去无处寻觅而惋惜，却不知它已经转到这里来。",
                  "backgroundInfo" : "此诗作于唐宪宗元和十二年（817年）四月。白居易时任江州（今江西九江）司马，年四十六。",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "105",
                  "source" : "2",
                  "placeHolder" : ""
                  },{
                  "name" : "春宵",
                  "author" : "苏轼",
                  "content" : "春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。",
                  "addtionInfo" : "春宵：春夜。一刻：刻，计时单位，古代用漏壶记时，一昼夜共分为一百刻。一刻，比喻时间短暂。花有清香：意思是花朵散发出清香。月有阴：指月光在花下投射出朦胧的阴影。歌管：歌声和管乐声。",
                  "classInfo" : "24",
                  "analysesInfo" : "苏东坡的诗词，以风格豪放、气势雄浑、激情奔放、想象丰富、意境清新而著称于宋代诗坛。在这首诗中，他以清新的笔致描写了春夜里迷人的景色，写花香，写月色，写高楼里传出的幽幽细吟的歌乐声，也写富贵人家为了不让美好的时光白白过去，都在尽情地寻欢作乐，充分体现了他的卓越才华。&&&“春宵一刻值千金，花有清香月有阴”着两句写的是春夜美景、光阴的珍贵。春天的夜晚，是那样宝贵，因为花儿散放着醉人的清香，月亮也有朦胧的阴影之美。这两句诗构成因果关系，前句为果，后句为因。这里不仅写出了夜景的清丽幽美，景色宜人，更是在告诉人们光阴的宝贵。&&&“歌管楼台声细细，秋千院落夜沉沉”这两句写的是官宦贵族阶层的人们在抓紧一切时间戏耍、玩乐、享受的情景。诗人描绘那些留连光景，在春夜轻吹低唱的人们正沉醉在良宵美景之中。对于他们来说，这样的良夜春景，更显得珍贵。这样的描写也反映了官宦贵族人家纸醉金迷的奢侈生活，不无讽刺意味。&&&这首诗写得明白如画却又立意深沉。在冷静自然的描写中，含蓄委婉地透露出作者对醉生梦死、贪图享乐、不惜光阴的人的深深谴责。诗句华美而含蓄，耐人寻味。特别是“春宵一刻值千金”，成了千古传诵的名句，人们常常用来形容良辰美景的短暂和宝贵。",
                  "transferInfo" : "春天的夜晚，即使一刻钟也价值千金。花儿散发着淡淡的清香，月光在花下投射出朦胧的阴影。远处高楼上，官宦贵族们还在尽情地享受着歌舞管乐，架设著秋千的庭院正沉浸在幽寂茫茫的夜色中。",
                  "backgroundInfo" : "",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "106",
                  "source" : "12",
                  "placeHolder" : ""
                  },{
                  "name" : "惠崇春江晚景二首",
                  "author" : "苏轼",
                  "content" : "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。",
                  "addtionInfo" : "蒌蒿：草名，有青蒿、白蒿等种。《诗经》“呦呦鹿鸣，食野之蒿。”芦芽：芦苇的幼芽，可食用。河豚：鱼的一种，学名“鲀”，肉味鲜美，但是卵巢和肝脏有剧毒。产于我国沿海和一些内河。每年春天逆江而上，在淡水中产卵。上：指逆江而上。归鸿：归雁。破群：离开飞行队伍。依依：不舍之貌。《楚辞》“恋恋兮依依。”归人：回家的人。朔漠：北方沙漠之地。更待：再等；再过。",
                  "classInfo" : "101",
                  "analysesInfo" : "这两首诗是苏轼题在惠崇所画的《春江晓景》上的。惠崇原画已失，这首诗有的版本题作《春江晓景》，现已无从考证。画以鲜明的形象，使人有具体的视觉感受，但它只能表现一个特定的画面，有一定的局限性。而一首好诗，虽无可视的图像，却能用形象的语言，吸引读者进入一个通过诗人独特构思而形成的美的意境，以弥补某些画面所不能表现的东西。&&&其一&&&“竹外桃花三两枝”，隔着疏落的翠竹望去，几枝桃花摇曳身姿。桃竹相衬，红绿掩映，春意格外惹人喜爱。这虽然只是简单一句，却透出很多信息。首先，它显示出竹林的稀疏，要是细密，就无法见到桃花了。其次，它表明季节，点出了一个“早”字。春寒刚过，还不是桃花怒放之时，但春天的无限生机和潜力，已经透露出来。&&&“春江水暖鸭先知”，视觉由远及近，即从江岸到江面。江上春水荡漾，好动的鸭子在江水中嬉戏游玩。“鸭先知”侧面说明春江水还略带寒意，因而别的动物都还没有敏感到春天的来临，这就与首句中的桃花“三两枝”相呼应，表明早春时节。这句诗化用了唐人诗句：孟郊“何物最先知？虚虚草争出”，杜牧（一作许浑）“蒲根水暖雁初下，梅径香寒蜂未知”（《初春舟次》）。苏轼学古而不泥，前人诗句的造意，加上自己观察的积累，熔炼成这一佳句。“鸭知水暖”这种诉之于感觉和想象的事物，画面是难以传达的，诗人却通过设身处地的体会，在诗中表达出来。缘情体物又移情于物，江中自由嬉戏的鸭子最先感受到春水温度的回升，用触觉印象“暖”补充画中春水潋滟的视觉印象。鸭之所以能“先知春江水暖”是因为它们长年生活在水中，只要江水不结冰，它总要跳下去凫水嬉戏。因此，首先知道春江水温变化的自然就是这些与水有着密切关系的鸭子。这就说明：凡事都要亲历其境，才会有真实的感受。这句诗不仅反映了诗人对自然的入微观察，还凝聚了诗人对生活的哲理思索。鸭下水而知春江暖，可与“一叶落而知天下秋”相媲美，具有见微知著、举一反三的道理。&&&“蒌蒿满地芦芽短”，这两句诗仍然紧扣“早春”来进行描写，那满地蒌蒿、短短的芦芽，黄绿相间、艳丽迷人，呈现出一派春意盎然、欣欣向荣的景象。“河豚欲上”借河豚只在春江水暖时才往上游的特征，进一步突出一个“春”字，本是画面所无，也是画笔难到的，可是诗人却成功地“状难写之景如在目前”，给整个画面注入了春天的气息和生命的活力。苏轼的学生张耒在《明道杂志》中也记载长江一带土人食河豚，“但用蒌蒿、荻笋即芦芽、菘菜三物”烹煮，认为这三样与河豚最适宜搭配。由此可见，苏轼的联想是有根有据的，也是自然而然的。诗意之妙，也有赖于此。&&&“正是河豚欲上时”画面虽未描写河豚的动向，但诗人却从蒌蒿丛生、芦苇吐芽推测而知“河豚欲上”，从而画出海豚在春江水发时沿江上行的形象，用想象得出的虚境补充了实境。苏轼就是通过这样的笔墨，把无声的、静止的画面，转化为有声的、活动的诗境。在苏轼眼里，这幅画已经不再是画框之内平面的、静止的纸上图景，而是以内在的深邃体会和精微的细腻观察给人以生态感。前者如画，后者逼真，两者混同，不知何者为画境，何者为真景。诗人的艺术联想拓宽了绘画所表现的视觉之外的天地，使诗情、画意得到了完美的结合。&&&这一首诗成功地写出了早春时节的春江景色，苏轼以其细致、敏锐的感受，捕捉住季节转换时的景物特征，抒发对早春的喜悦和礼赞之情。全诗春意浓郁、生机蓬勃，给人以清新，舒畅之感。诗人苏轼提出“诗画本一律，天工与清新”（《书鄢陵王主簿所画折枝二首》），“诗中有画，画中有诗”（《东坡题跋》卷五《书摩诘蓝田烟雨图》），在他的这首题画诗《惠崇春江晚景》中得到了很好的验证。&&&其二&&&本组诗中的第二首诗一般鲜为人知，但其创作水平也是很高。&&&“两两归鸿欲破群，依依还似北归人。”这一句大体写惠崇所绘的“飞雁图”，大雁北飞，有几只雁不舍这春天美景，差点脱离了队伍。并且运用拟人的手法，将依依不舍的几只归雁比作了“北归人”，使画中内容更加生动形象。&&&“遥知朔漠多风雪，更待江南半月春。”也是拟人化，给北去大雁赋予了人的情感。大雁恋恋不舍是因为南方比北方温暖，所以诗人就写下了大雁认为北方很冷，而且远远地就知道了沙漠风多雪多；这还不止，最后一句诗人进一步写大雁希望在江南多呆几日。这种拟人手法的运用，使惠崇的绘画由“定格”转变成了“录像”，使大雁北飞的情景充满着人的情感，是颇有新意的。",
                  "transferInfo" : "竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。北飞的大雁就像那向北归去的人一般，依依不舍，差一点掉队离群。远隔千里就已经知道北方的沙漠多风雪了，还是再在江南渡过半月的春光时节吧。",
                  "backgroundInfo" : "《惠崇春江晚景二首》是苏轼于神宗元丰八年（1085年）在汴京（今河南开封）为惠崇所绘的《春江晚景》两幅所写的题画诗。一说此诗作于江阴。",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "poetryID" : "107",
                  "source" : "1",
                  "placeHolder" : ""
                  },{
                  "name" : "浪淘沙令·帘外雨潺潺",
                  "author" : "李煜",
                  "content" : "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。",
                  "addtionInfo" : "潺潺：形容雨声。阑珊：衰残。罗衾（qīn）：绸被子。不耐：受不了。身是客：指被拘汴京，形同囚徒。一晌（shǎng）：一会儿，片刻。贪欢：指贪恋梦境中的欢乐。凭栏：靠着栏杆。江山：指南唐河山。",
                  "classInfo" : "85",
                  "poetryID" : "108",
                  "source" : "3",
                  "analysesInfo" : "此词基调低沉悲怆，透露出李煜这个亡国之君绵绵不尽的故土之思，可以说这是一支宛转凄苦的哀歌。&&&“帘外雨潺潺，春意阑珊。罗衾不耐五更寒。”暮春时分，五更梦回，薄薄的罗衾挡不住晨寒的侵袭。帘外，是潺潺不断的雨，洒扫着寂寞零落的残春。囚居之人，独自流年，已是无言的况味；落花时节，风雨飘零；这种境地使他倍增凄苦之感。“梦里”两句，回过来追忆梦中情事，睡梦里好象忘记自己身为俘虏，似乎还在故国华美的宫殿里，贪恋着片刻的欢娱，可是梦醒以后，“想得玉楼瑶殿影，空照秦淮”，却加倍地感到痛苦。&&&过片三句自为呼应。说“独自莫凭栏”，是因为“凭栏”而不见“无限江山”，又将引起“无限伤感”。“别时容易见时难”，是当时常用的语言。《颜氏家训·风操》有“别易会难”之句，曹丕《燕歌行》中也说“别日何易会日难”。然而作者所说的“别”，并不仅仅指亲友之间，而主要是与故国“无限江山”分别；至于“见时难”，即指亡国以后，不可能见到故土的悲哀之感，这也就是他不敢凭栏的原因。在另一首《虞美人》词中，他说：“凭栏半日独无言，依旧竹声新月似当年。”眼前绿竹眉月，还一似当年，但故人、故土，不可复见，“凭栏”只能引起内心无限痛楚，这和“独自莫凭栏”意思相仿。&&&“流水落花春去也，天上人间。”所有春天都会谢幕，有的人聚散随缘，不悲不喜；有的人心境黯淡，落寞惆怅。人世间，没有几人能够真正做到得失随缘，心无增减。春花凋落，秋月无言，总有人凄凄惨惨。其实，人们所感伤的，还是匆匆来去的人生。春天去了还会再来；年华却是去而无声，永不回来。至于李煜，他心中的滋味更是难言。水流花谢，两处无情，自然会让他悲凉；江山如画，只是曾经，更让他极度痛苦。水流花落，春去人逝，这不仅是此词的结束，也几乎是他生命的结束。&&&这首词，情真意切、哀婉动人，深刻地表现了词人的亡国之痛和囚徒之悲，生动地刻画了一个亡国之君的艺术形象。正如李煜后期词反映了他亡国以后囚居生涯中的危苦心情，确实是“眼界始大，感慨遂深”。且能以白描手法诉说内心的极度痛苦，具有撼动读者心灵的惊人艺术魅力。此词就是一个显著的例子。",
                  "transferInfo" : "门帘外传来雨声潺潺，浓郁的春意又要凋残。即使身盖罗织的锦被也受不住五更时的冷寒。只有迷梦中忘掉自身是羁旅之客，才能享受片时的欢愉。不该独自一人登楼凭栏远望，引起对故国的无尽思念和感慨。离开容易再见故土就难了。过去像流失的江水凋落的红花跟春天一起回去，今昔对比，一是天上一是人间。",
                  "backgroundInfo" : "此词是作者去世前不久所写。此词基调低沉悲怆，透露出李煜这个亡国之君绵绵不尽的故土之思，可以说这是一支宛转凄苦的哀歌。",
                  "backImageName" : "",
                  "bgImageURL" : "",
                  "placeHolder" : ""
                  }
	],
    "type" : "command",
    "baseID" : "0",
    "mainClass" : "99"
}
