{
    "poetryList" : [
        {
       "name" : "雨过山村",
       "author" : "唐·王建",
       "content" : "雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。",
       "transferInfo" : "雨中传来鸡鸣，山村里依稀一两户人家。小溪夹岸绿竹苍翠，窄窄板桥连接着一线山路。婆媳相互呼唤一起去浴蚕选种，那庭院中间的栀子花独自开放无人欣赏。",
       "addtionInfo" : "竹溪：小溪旁长着翠竹。妇姑：指农家的媳妇和婆婆。相唤：互相呼唤。浴蚕：古时候将蚕种浸在盐水中，用来选出优良的蚕种，称为浴蚕。闲看：农人忙着干活，没有人欣赏盛开的栀子花。中庭：庭院中间。栀子：常绿灌木，春夏开白花，很香。",
       "analysesInfo" : "“雨里鸡鸣一两家”。诗一开头就透出山村风味，这首先是从鸡声来的。“鸡鸣桑树颠”是村居特征之一，在雨天，晦明交 替似的天色，会诱得“鸡鸣不已”。倘如是平原大川，村落不会很小，一鸡打鸣往往会引起群鸡合唱（“群鸡正乱叫”）。然而山村就不同了，地形使得居民分散，即使有村，人户也不多。“鸡鸣一两家”，恰好是山村的特点，传出山村的感觉。&&&“竹溪村路板桥斜”。如果说首句已显出山村之幽，那么，次句就通过“曲径通幽”的描写，显出山村之深来；并让读者随着诗句的引导，体验一下款步山行的味道。雨看来不大（后文有“浴蚕”之事），沿着那斗折蛇行的小路，不觉来到一座小桥。这桥，不是那种气势如虹的江 桥，甚至也不是精心构筑的石梁，而是山里人随意用拖来的木板搭成的“板桥”。山民尚简，山溪不大，原不必铺张。从美的角度看，这“竹溪村路”中也只有横斜这样的板桥，才叫自然天成呢。&&&第三句中，“雨过山村”四字，至此全都有了。诗人转而写到农事：“妇姑相唤浴蚕去”。“浴蚕”，指古时用盐水选蚕种。据《周礼》“禁原蚕”注引《蚕书》：“蚕为龙精，月值大火（二月）则浴其种。”于此可见这是在仲春时分。在这淳朴的山村里，妇姑相唤而行，显得多么亲切，作为同一家庭的成员，关系多么和睦，她们彼此招呼，似乎不肯落在他家之后。“相唤浴蚕”的时节，也必有“相唤牛耕”之事，只举一端，不难概见其余。那优美的雨景中添一对“妇姑”，似比着一双兄弟更有诗意。&&&第四句中，田家少闲月，冒雨浴蚕，就把倍忙时节的农家气氛表现得更加够味。但诗人存心要锦上添花，挥洒妙笔写下最后一句：“闲看中庭栀子花”。事实上就是没有一个人“闲着”，但他偏不正面说，却要从背面、侧面落笔。用“闲”衬忙，通过栀子花之“闲”衬托人们都十分忙碌的情景，兴味尤饶。同时诗人做入“栀子花”，又丰富饱满了诗意。雨浥栀子冉冉香，意象够美的。此外，须知此花一名“同心花”，诗中向来用作爱之象征，故少女少妇很喜采撷这种素色的花朵。此诗写栀子花无人采，主要在于表明春深农忙，似无关“同心”之意。但这恰从另一面说明，农忙时节没有谈情说爱的“闲”功夫，所以那花的这层意义便给忘记了。这含蓄不发的结尾，实在妙机横溢，摇曳生姿。前人曾这样来评论这首诗的末句：“心思之巧，词句之秀，最易启人聪颖”。&&&诗人处处扣住山村特色，尤其是劳动生活情事来写，从景到人，再从人到境，都散发着浓郁生活气息；其新鲜活跳的语言，清新优美的意象，更使人百读不厌。这诚如前人所说：“心思之巧，辞句之秀，最易启人聪颖。”",
       "backgroundInfo" : "诗人王建一生沉沦下僚，生活贫困，所以非常了解人民疾苦。这首诗是王建在游玩山村时所写下的，描绘了山村人民农忙时的生活。",
       "classInfo" : "106",
       "poetryID" : "199",
       "source" : "21",
       "likes":"701"
       },{
       "name" : "除夜作",
       "author" : "唐·高适",
       "content" : "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。",
       "transferInfo" : "旅馆里透着凄冷的灯光，映照着那孤独的迟迟不能入眠的客人。这孤独的旅人是为了什么事情而倍感凄然呢？故乡的人今夜一定在思念远在千里之外的我；我的鬓发已经变得斑白，到了明天又新增一岁。",
       "addtionInfo" : "除夜：除夕之夜。客心：自己的心事。转：变得。凄然：凄凉悲伤。霜鬓：白色的鬓发。明朝（zhāo）：明天。",
       "analysesInfo" : "高适素以边塞诗人著称，诗风浑厚雄放，这首《除夜作》却诗风平易自然，全诗没有一句生僻字句和华丽词藻，也没有塞外风景和异城奇观，都是浅近的口语，表达除夕夜的平常感受；却将他乡游子真实的感受写得淋漓尽致，感人肺腑。&&&“旅馆寒灯独不眠”，诗的首句所包涵的内容非常丰富而且启人联想，点明作者在除夕仍羁旅天涯，可以想见，诗人眼看着外面家家户户灯火通明，欢聚一堂，而自己却远离家人，身居客舍。两相对照，不觉触景生情，连眼前那盏散发光和热的灯，竟也变得“寒”气逼人了。“寒灯”二字，渲染了旅馆的清冷和诗人内心的孤寂。除夕之夜寒灯只影自然难于入眠，而“独不眠”自然又会想到一家团 聚，其乐融融的守岁的景象，那更是让人心情悲凉。因此这一句看上去是写眼前景、眼前事，但是却处处从反面扣紧诗题，创造出一个孤寂清冷的意境。&&&第二句“客心何事转凄然”，这是一个转承的句子，用提问的形式将思想感情更明朗化，因身在客中，故称“客”。诗中问道：“是什么使得客人心里面变得凄凉悲伤？”原因就是他身处除夕之夜。晚上那一片浓厚的除夕气氛，把诗人包围在寒灯只影的客舍之中，他的孤寂凄然之感便油然而生了。此句中“转凄然”三个字写出了在除夕之夜，作者单身一人的孤苦；对千里之外故乡亲人的思念；以及对时光流逝之快的感叹。&&&“故乡今夜思千里。”“故乡”，是借指故乡的亲人；“千里”，借指千里之外的诗人自己。意思是说：“故乡的亲人在这个除夕之夜定是在想念着千里之外的我，想着我今夜不知落在何处，想着我一个人如何度过今晚。”其实，这也正是“千里思故乡”的一种表现。诗人并没有直接表达对故乡的思念，而是表达的更加含蓄委婉。&&&“霜鬓明朝又一年”，“今夜”是除夕，所以明朝又是一年了，由旧的一年又将“思”到新的一年，这漫漫无边的思念之苦，又要在霜鬓增添新的白发。沈德潜说：“作故乡亲友思千里外人，愈有意味”。（《唐诗别裁》）之所以“愈有意味”，就是诗人巧妙地运用“对写法”，将深挚的情思抒发得更为曲折含蕴。这三、四两句是对一、二两句的回答说明“独不眠”和“转凄然”的原因一是思乡心切，二是伤老大无成，岁月无情。&&&明代胡应麟认为，绝句“对结者须意尽。如……高达夫‘故乡今夜思千里，霜鬓明朝又一年’，添著一语不得乃可”（《诗薮·内编》卷六）。所谓“意尽”，是指诗意的完整；所谓“添著一语不得”，也就是指语言的精炼。“故乡今夜思千里，霜鬓明朝又一年”，正是把双方思之久、思之深、思之苦，集中地通过除夕之夜抒写出来了，完满地表现了诗的主题思想。因此，就这首诗的高度概括和精炼含蓄的特色而言，已经收到了“意尽”和“添著一语不得”的艺术效果。",
       "backgroundInfo" : "周勋初将此诗系于公元750年（天宝九载），根据是：“高适游踪虽广，然离梁宋而至远地，亦不过闽中、幽州、陇右、河西、剑南数地而已。高适至闽中时，年岁尚轻；次至幽州时，未及‘霜鬓’之年；至陇右、河西、剑南时，已甚得意，与此诗内容不合，故知此诗定作于第二次北上。”",
       "classInfo" : "6",
       "poetryID" : "200",
       "source" : "21",
       "likes":"702"
       },{
       "name" : "劝学",
       "author" : "唐·颜真卿",
       "content" : "三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。",
       "transferInfo" : "每天三更半夜到鸡啼叫的时候，是男孩子们读书的最好时间。少年不知道早起勤奋学习，到老了后悔读书少就太迟了。",
       "addtionInfo" : "更：古时夜间计算时间的单位，一夜分五更，每更为两小时。午夜11点到1点为三更。五更鸡：天快亮时，鸡啼叫。黑发：年少时期，指少年。白首：头发白了，这里指老年。方：才。",
       "analysesInfo" : "《劝学》中的“劝”起着统领全篇的作用。“劝”解释为“勉励”的意思。作者在这篇以《劝学》为的诗歌中，劝勉青少年要珍惜少壮年华，勤奋学习，有所作为，否则，到老一事无成，后悔已晚。使孩子初步理解人生短暂，从而提高学习的积极性。诗歌以短短的28个字便揭示了这个深刻的道理，达到了催人奋进的效果。&&&“三更灯火五更鸡”是指勤劳的人、勤奋学习的学生在三更半夜时还在工作、学习，三更时灯还亮着，熄灯躺下稍稍歇息不久，五更的鸡就叫了，这些勤劳的人又得起床忙碌开了。第一句用客观现象写时间早，引出第二句学习要勤奋，要早起“正是男儿读书时”为第一句作补充，表达了年少学习时应该不分昼夜学习，通过努力学习才能报家报国，建功立业。&&&“黑发不知勤学早，白首方悔读书迟。”写的是年轻的时候不好好学习到了年纪大了，在想要学习也晚了。句子中“黑发”，“白首”是采用借代的修辞方法，借指青年和老年。通过对比的手法，突出读书学习要趁早，不要到了老了后悔了才去学习。从结构上看，三、四句为对偶句，“黑发”与“白首”前后呼应，互相映衬，给读者留下深刻的印象。&&&这首诗深入浅出，自然流畅，富含哲理。核心是“黑发早勤学，白首读书迟”。作为有志气的人，要注意抓紧时间读书学习修身养性，最好的读书时间是在三更五更，晨读不息；而且只有年年月月刻苦坚持，才能真正学到报国兴家立业的本领。从学习的时间这一角度立意，劝勉年轻人不要虚度光阴，要及早努力学习，免得将来后悔。诗人是从学习的意义，作用和学习应持的态度方法等角度立意，希望人们重视后天学习，以加强自身的行为修养。",
       "backgroundInfo" : "颜真卿3岁丧父后家道中落，母亲殷氏对他寄予厚望，实行严格的家庭教育。他自己也格外自律，每日勤学苦读。这首诗正是颜真卿为了勉励后人所写。",
       "classInfo" : "72",
       "poetryID" : "201",
       "source" : "21",
       "likes":"703"
       },{
       "name" : "赠刘景文",
       "author" : "宋·苏轼",
       "content" : "荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，最是橙黄橘绿时。",
       "transferInfo" : "荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。",
       "addtionInfo" : "刘景文：刘季孙，字景文，工诗，时任两浙兵马都监，驻杭州。苏轼视他为国士，曾上表推荐，并以诗歌唱酬往来。荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。",
       "analysesInfo" : "这首诗是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。&&&苏轼的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。&&&古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人胡仔以之与韩愈《早春呈水部张十八员外》诗中“正是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。&&&荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故屈原写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。",
       "backgroundInfo" : "这首诗作于1090年（元祐五年）初冬，当时苏轼正在杭州任职，任两浙兵马都监的刘季孙也在。两人过从甚密，交情很深。诗人一方面视刘景文为国士，并有《乞擢用刘季孙状》予以举荐；另一方面赠此诗以勉励之。",
       "classInfo" : "22",
       "poetryID" : "202",
       "source" : "23",
       "likes":"704"
       },{
       "name" : "海棠",
       "author" : "宋·苏轼",
       "content" : "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。",
       "transferInfo" : "袅袅的东风吹拂暖意融融，春色更浓。花朵的香气融在朦胧的雾里，而月亮已经移过了院中的回廊。只害怕夜深人静花儿独自开放无人欣赏，特意点燃蜡烛来照亮海棠的美丽姿容。",
       "addtionInfo" : "东风：春风。袅袅：微风轻轻吹拂的样子。泛：摇动。崇光：高贵华美的光泽，指正在增长的春光。夜深花睡去：暗引唐玄宗赞杨贵妃“海棠睡未足耳”的典故。史载，昔明皇召贵妃同宴，而妃宿酒未醒，帝曰：“海棠睡未足也”。故：于是。红妆：用美女比海棠。故烧高烛照红妆：一作“高烧银烛照红妆”。",
       "analysesInfo" : "首句是起。诗人写道：“东风袅袅泛崇光。” “东风”即春风。“袅袅”形容烟气缭绕升腾。“东风袅袅”这里形容春风的吹拂之态。化用了《楚辞·九歌·湘夫人》中的“袅袅兮秋风，洞庭波兮木叶下”（秋风吹来啊阵阵清凉，洞庭起浪啊落叶飘扬）.之句，属于用典中的“语典”。“泛”即弥漫。“崇光”是指正在增长的春光。“崇”推崇，引申为“增长”。其中，诗人在此用一“泛”字，活化出了春意浓浓的景象，也为海棠的盛开营造氛围。&&&次句是承句。诗人写道：“香雾空蒙月转廊。”这一句侧写海棠。“香雾”指的是氤氲的雾气中的海棠花香。“空蒙”即细雨（烟雾）迷茫的样子。南朝齐谢眺《观朝雨》中写道：“空蒙如薄雾，散漫似轻埃。”唐代杜甫的《渼陂西南台》中写道：“仿像识鲛人，空蒙辨鱼艇。”宋代苏轼 《饮湖上初晴后雨》中：“水光潋滟晴方好，山色空蒙雨亦奇。”这里，“香雾空蒙”描写了海棠阵阵幽香，在氤氲的雾气中弥漫开来的景象。诗人从嗅觉的角度来写，香飘四溢，不但扩大了诗歌的空间，也提高诗歌的审美境界。“月转廊”即月亮已转过回廊那边去了，照不到这海棠花。其中的“转”字，不但表明了月光动态性，给诗歌增添空间感，也暗示夜已深而人难以入眠的寂寞之感。&&&后两句写爱花心事。第三句转句。诗人首先写道：“只恐夜深花睡去。”这一句紧承第二句而转，担心“夜深花睡去”。这一句是全诗的关键句，是从上面描写环境进入到描写人物的内心世界中，表现了赏花者的心态。上面写 “月转廊”，月光再也照不到海棠了。其中，一个“只”，可以说虚词表意，深化了爱花人的痴情。一个“恐”字，不但强调了诗人对海棠的痴情，更暗示了自己的孤寂、冷清。最后是合句。&&&诗人接着写道：“故烧高烛照红妆。”这一句将爱花的感情提升到一个极点。“故”即所以之意，含有“特意而为”之意。同时，这一句运用了唐玄宗以杨贵妃醉貌为“海棠睡未足”的典故。据宋释惠洪在《冷斋夜话》中记载，唐明皇登沉香亭，召太真妃，于时卯醉未醒，命高力士使侍儿扶掖而至。妃子醉颜残妆，鬓乱钗横，不能再拜。明皇笑日：“岂妃子醉，直海棠睡未足耳！”这里，“红妆”表面指海棠，实则诗人在此运用了拟人的修辞手法，表明了自己对心上人的思念。可以说，诗人以花喻人，不但含蓄，而且给人以审美想象。&&&“烧高烛”遥承上文的“月转廊”，这是一处精彩的对比，月光似乎也太嫉妒于这怒放的海棠的明艳了，那般刻薄寡恩，竟然不肯给她一方展现姿色的舞台。于是作者用高烧的红烛，为她驱除这长夜的黑暗。此处隐约可见诗人的侠义与厚道。“照红妆”呼应前句的“花睡去”三字，极写海棠的娇艳妩媚。“烧”“照”两字表面上都写作者对花的喜爱与呵护，其实也不禁流露出些许贬居生活的郁郁寡欢。他想在“玩物”（赏花）中获得对痛苦的超脱，哪怕这只是片刻的超脱也好。虽然花儿盛开了，就向衰败迈进了一步，尽管高蹈的精神之花毕竟远离了现实的土壤，但他想过这种我行我素、自得其乐的生活的积极心态，没有谁可以阻挠。&&&全诗语言浅近而情意深永。写此诗时，诗人虽已过不惑之年，但此诗却没有给人以颓唐、萎靡之气，从“东风”“崇光”“香雾”“高烛”“红妆”这些明丽的意象中分明可以感触到诗人的达观、潇洒的胸襟。",
       "backgroundInfo" : "这首诗写作于公元1084年（宋神宗元丰七年），当时已是作者被贬黄州（今湖北黄冈）任团练副使已经五个年头。",
       "classInfo" : "21",
       "poetryID" : "203",
       "source" : "23",
       "likes":"705"
       },{
       "name" : "阮郎归·初夏",
       "author" : "宋·苏轼",
       "content" : "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沉烟。棋声惊昼眠。微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。",
       "transferInfo" : "槐树枝繁叶茂，柳树高大，浓绿深处的新蝉鸣声乍歇。和暖的风微微吹起，绿色的纱窗下，香炉中升腾著沉香的袅袅轻烟；惬意的昼眠，忽而被落棋之声惊醒。细雨过后，轻风把荷叶翻转。石榴花衬着湿润的绿叶，更是红得像火焰。美丽女子纤手拨动清池的泉水，水花溅起落在荷叶中，就像晶莹的珍珠，一会儿破碎一会儿又圆。",
       "addtionInfo" : "阮郎归：词牌名。双调四十七字，前后片各四平韵。薰风：南风，和暖的风，指初夏时的东南风。水沉：木质香料，又名沉水香。然：同“燃”，形容花红如火。玉盆：指荷叶。纤手：女性娇小柔嫩的手。琼珠：形容水的泡沫。",
       "analysesInfo" : "此词表现初夏时节的闺阁生活。上片写静美，而从听觉入手，以声响状环境之寂，组成一幅幽美宁静的初夏美人图；下片写动美，却从视觉落笔，用一幅幅无声画来展示大自然的生机，营造出一种清丽欢快的情调，显得淡雅清新而又富于生活情趣。全词以描写为主，采用从反面落笔的手法，写人写景细腻精致，注意景物描写、环境描写和人物描写的交叉运用，从而获得了极好的艺术效果。&&&这首词写的是初夏时节的闺阁生活，采用从反面落笔的手法，用一幅幅无声画来展示大自然的生机。整首词淡雅清新而又富于生活情趣。&&&上片写初夏已悄悄来到一个少女的身边。&&&“绿槐高柳咽新蝉”，都是具有初夏特征的景物：枝叶繁茂的槐树，高大的柳树，还有浓绿深处的新蝉鸣声乍歇，一片阴凉幽静的庭院环境。“熏风初入弦”，又是初夏的气候特征。熏风，就是暖和的南风。古人对这种助长万物的风曾写有《南风歌》大加赞颂：“南风之熏兮，可以解吾民之愠兮。南风之时兮，可以阜吾民之财兮。”据《礼记·乐记》载：“昔者，舜作五弦之琴以歌《南风》。”意即虞舜特制五弦琴为《南风》伴奏。这里的“熏风初入弦”，是说《南风》之歌又要开始入管弦被人歌唱，以喻南风初起。由于以上所写的景物分别诉诸于视觉（绿槐、高柳）、听觉（咽新蝉）和触觉（熏风），使初夏的到来具有一种立体感，鲜明而真切。&&&“碧纱窗下水沉烟，棋声惊昼眠”，进入室内描写。碧纱窗下的香炉中升腾著沉香（即水沉）的袅袅轻烟。碧纱白烟相衬，不仅具有形象之美，且有异香可闻，显得幽静闲雅。这时传来棋子著枰的响声，把正在午睡的女主人公惊醒。苏轼有《观棋》四言诗，其序云：“独游庐山白鹤观，观中人皆阖户昼寝，独闻棋声于古松流水之间，意欣然喜之。”诗句有云：“不闻人声，时闻落子。”这首词和这首诗一样，都是以棋声烘托环境的幽静。而棋声能“惊”她的昼眠，读者可以想象，在这么静的环境中，她大概已经睡足，所以丁丁的落子声便会把她惊醒。醒来不觉得余倦未消，心中没有不快，可见首夏清和天气之宜人。&&&下片写这个少女梦醒来以后，尽情地领略和享受初夏时节的自然风光。&&&歇拍二句，写弄水叶面，琼珠碎而复圆，更觉清新可爱。“微雨过、小荷翻，榴花开欲燃”，又是另一番园池夏景。小荷初长成，小而娇嫩，一阵细雨过去，轻风把荷叶翻转；石榴花色本鲜红，经雨一洗，更是红得像火焰。这生机，这秀色，大概使这位少女陶醉了，于是出现了又一个生动的场面：“玉盆纤手弄清泉，琼珠碎却圆。”这位女主人公索性采摘荷叶后到清池边玩水。水花散溅到荷叶上，像珍珠那样圆润晶亮。可以想见，此时此刻这位少女的心情也恰如这飞珠溅玉的水花一样，喜悦，兴奋，不能自持。&&&在苏轼之前，写女性的闺情词，总离不开相思、孤闷、疏慵、倦怠、种种弱质愁情，可是苏轼在这里写的闺情却不是这样。女主人公单纯、天真、无忧无虑，不害单相思，困了就睡，醒了就去贪赏风景，拨弄清泉。她热爱生活，热爱自然，愿把自已融化在大自然的美色之中。这是一种健康的女性美，与初夏的勃勃生机构成一种和谐的情调。苏轼的此种词作，无疑给词坛，尤其是给闺情词，注入了一股甜美的清泉。&&&描写是这首词的主要表现方法。它注重景物的描写、环境描写与人物描写的交叉运用，从而获得了很好的艺术效果。上片由绿槐、高柳、鸣蝉、南风等景物描写与碧纱窗、香烟、棋声等环境描写，以及午梦初醒的人物描写共同构成一幅有声有色的初夏闺情图。下片又以微雨、小荷、榴花等景物描写与洗弄清泉的人物描写结合，构成一幅活泼自然的庭园野趣图，女主人公的形象卓立其间。同时他还注意了动态描写，且不说“棋声惊昼眠”、“玉盆纤手弄清泉”的人物活动，就是景物也呈现出某种动感。小荷为微雨而翻动，可以想见它的迎风摇曳之姿。榴花本是静物，但用了一个“燃”字，又使它仿佛动了起来。这些动态描写对活跃气氛，丰富画面无疑起了有益的作用。&&&此词景中含情，将众多的景物以情纬之，故散而不乱，给人以整体感。作者善于抓住细微的心理感受并在无形中将客观环境的细微变化加以对比，通过景物描写、环境描写，构成一幅活泼自然的庭园野趣，并在其中寄寓女主人公的单纯、天真和对自然、对生活的热爱。词中的少女形象，与一般闺情词中疏慵倦怠、孤闷愁苦的女性形象截然不同，充满了美好清新的勃勃生机和青春气息，给人以耳目一新的感觉。作品中活泼健康的少女形象，与初夏时节富有生气的景物、环境，构成了一种和谐、清丽、灵动的情调，令人流连忘返。",
       "backgroundInfo" : "这首《阮郎归·初夏》词作于公元1084年（宋神宗元丰七年）四月，当时苏轼刚刚调离黄州（今湖北省黄冈市）。",
       "classInfo" : "113",
       "poetryID" : "204",
       "source" : "22",
       "likes":"706"
       },{
       "name" : "沈园二首·其一",
       "author" : "宋·陆游",
       "content" : "城上斜阳画角哀，沈园非复旧池台。伤心桥下春波绿，曾是惊鸿照影来。",
       "transferInfo" : "斜阳下城墙上的画角声仿佛也在哀痛，沈园已经不是原来的池阁亭台。那座令人伤心的桥下春水依然碧绿，当年我曾在这里见到她美丽的身影。",
       "addtionInfo" : "沈园：即沈氏园，故址在今浙江绍兴禹迹寺南。斜阳：偏西的太阳。画角：涂有色彩的军乐器，发声凄厉哀怨。惊鸿：语出三国魏曹植《洛神赋》句“翩若惊鸿”，以喻美人体态之轻盈；这里指唐琬。",
       "analysesInfo" : "《沈园二首》乃陆游触景生情之作，此时距沈园邂逅唐氏已四十余年，但缱绻之情丝毫未减，反而随岁月之增而加深。&&&本诗是组诗中的第一首，回忆沈园相逢之事，悲伤之情充溢楮墨之间。&&&“城上斜阳”，不仅点明傍晚的时间，而且渲染出一种悲凉氛围，作为全诗的背景。斜阳惨淡，给沈园也涂抹上一层悲凉的感情色彩。于此视觉形象之外，又配以“画角哀”的听觉形象，更增悲哀之感。“画角”是一种彩绘的管乐器，古时军中用以警昏晓，其声高亢凄厉。此“哀”字更是诗人悲哀之情外射所致，是当时心境的反映。这一句造成了有声有色的悲境，作为沈园的陪衬。&&&次句即引出处于悲哀氛围中的“沈园”。诗人于光宗绍熙三年（1192年）六十八岁时所写的《禹迹寺南有沈氏小园序》曰：“禹迹寺南有沈氏小园，四十年前（按：实为三十八年）尝题小词壁间，偶复一到，园已三易主，读之怅然。”诗中并有“坏壁醉题尘漠漠”之句。那时沈园已有很大变化；而现在又过七年，更是面目全非，不仅“三易主”，且池台景物也不复可认。诗人对沈园具有特殊的感情，这是他与唐氏离异后唯一相见之处，也是永诀之所。这里留下了他刹那间的毛喜与永久的悲，《钗头凤·红酥手》这首摧人肝肺之词也题于此。他多么渴望旧事重现，尽管那是悲剧，但毕竟可一睹唐氏芳姿。这当然是幻想，不得已而求其次，他又希望沈园此时的一池一台仍保持当年与唐氏相遇时的情景，以便旧梦重温，借以自慰。但现实太残酷了，今日不仅心上人早已作古，连景物也非复旧观。诗人此刻心境之寥落，可以想见。&&&但是诗人并不就此作罢，他仍竭力寻找可以引起回忆的景物，于是看到了“桥下春波绿”一如往日，感到似见故人。只是此景引起的不是喜悦而是“伤心”的回忆：“曾是惊鸿照影来”。四十四年前，唐氏恰如曹植《洛神赋》中所描写的“翩若惊鸿”的仙子，飘然降临于春波之上。她是那么婉娈温柔，又是那么凄楚欲绝。离异之后的不期而遇所引起的只是无限“伤心”。诗人赋《钗头凤》，抒写出“东风恶，欢情薄”的愤懑，“泪痕红浥鲛绡透”的悲哀，“错！错！错！”的悔恨。唐氏和词亦发出“世情薄，人情恶”的控诉，“今非昨，病魂常恨千秋索”的哀怨。虽然已过了四十余春秋，而诗人“一怀愁绪”，绵绵不绝，但“玉骨久成泉下土”（《十二月二日夜梦游沈氏园亭》），一切早已无可挽回，那照影惊鸿已一去不复返了。然而只要此心不死，此“影”将永在心中。",
       "backgroundInfo" : "陆游一生最大的个人不幸就是与结发妻唐琬的爱情悲剧。《齐东野语》曰：“翁居鉴湖之三山，晚岁每入城，必登寺眺望，不能胜情，又赋二绝云：（引诗略）。盖庆元己未也。”据此可知，这组诗创作于宋宁宗庆元五年己未（1199年），是年陆游七十五岁。",
       "classInfo" : "37",
       "poetryID" : "205",
       "source" : "23",
       "likes":"707"
       },{
       "name" : "点绛唇·闺思",
       "author" : "宋·李清照",
       "content" : "寂寞深闺，柔肠一寸愁千缕。惜春春去，几点催花雨。倚遍阑干，只是无情绪。人何处，连天芳草，望断归来路。",
       "transferInfo" : "暮春时节，深闺里无边的寂寞如潮水般涌来，一寸柔肠便有千缕愁丝。越是珍惜春天，春天却越容易流逝，淅淅沥沥的雨声催着落红，也催着春天归去的脚步。倚遍栏杆，纵是春天千般好，怎奈也是无情绪。所思念的人在哪里呀？眼前只有那一眼望不到尽头的萋萋芳草，正顺着良人归来时所必经的道路蔓延开去，一直延伸到遥远的天边。",
       "addtionInfo" : "点绛唇：词牌名。“寂寞”二句：此系对韦庄调寄《应天长》二词中有关语句的隐括和新变。人何处：所思念的人在哪里？此处的“人”，当与《凤凰台上忆吹箫·香冷金猊》的“武陵人”及《满庭芳·小阁藏春》的“无人到”中的二“人”字同意，皆喻指作者的丈夫赵明诚。“连天”二句：化用《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”之句意，以表达亟待良人归来之望。",
       "analysesInfo" : "这是一首借伤春写离恨的闺怨词。全词情词并胜，神韵悠然，层层深入揭示了抒情女主人公心中无限愁情。&&&词人首先写道：“寂寞深闺，柔肠一寸愁千缕。”“闺”指过去年轻女子居住的内室。“柔”有作“愁”的。意思是说，一个人独处在深院闺房中，心中总是积郁了千丝万缕的愁绪。开篇就以抒情笔调切入主题，再现了词人独守深闺，孤单寂寞，思念亲人，愁情不绝，柔肠寸断，叫人不知如何是好的情状。“柔肠一寸”就是“愁千缕”，由此可见词人寂寞愁苦、深情绵长、思念之情无可排遣的程度已经到了极致。&&&接着写道：“惜春春去，几点催花雨。”“崔花雨”这里指崔花调落的雨。这是环境描写，意在烘托主人公忧愁的心境。一个“惜”字表明了词人对“春春去”的情感。接着又是“几点催花雨”，真有雪上加霜的感觉。原本令人怜惜且最能给人带来希望的春天却走了，可是，“屋漏偏于”，这里，春去而偏又下起了摧残鲜花的暮春雨。可见，词人惜春中自然也包含着怜惜青春年华的心理。&&&接着下片写伤别，抒写词人对丈夫强烈的思念和盼归之情。&&&词人写道：“倚遍栏干，只是无情绪。”“无情绪”就是心怀抑郁惆怅，没有兴趣。“独处深闺”的词人，心头总觉是“寂寞”，更是“柔肠一寸愁千缕”。词人深感寂寞，只好走到闺房外面，看看外面的风景，也好排遣心中的忧烦愁思。可是“倚遍栏杆”，极目远望，终究还是没有好心绪，真有“过尽千帆皆不是，斜晖脉脉水悠悠。肠断白苹洲”（温庭筠《望江南》）的感受。词人知道自己的丈夫远在他乡，望不见的，可是心思又放不下，而词人“倚遍栏干”不但不见丈夫，甚至还不知道“人何处”。&&&结尾处，遥问“人何处”，点明凭阑远望的目的，同时也暗示了“柔肠一寸愁千缕”、“祇是无情绪”的根本原因。这里，词人巧妙地安排了一个有问无答的布局，却转笔追随着女子的视线去描绘那望不到尽头的萋萋芳草，正顺着良人归来时所必经的道路蔓延开去，一直延伸到遥远的天边。然而望到尽头，唯见“连天芳草”，不见良人踪影。&&&这首词上片写伤春之情，下片写伤别之情。伤春、伤别，融为柔肠寸断的千缕浓愁。刻画出一个爱情专注执着、情感真挚细腻的深闺思妇的形象。写出了让人肝肠寸断的千缕浓愁：寂寞愁、伤春愁，伤别愁以及盼归愁。结尾“望断”二字写尽盼归不能的愁苦，此时感情已积聚至最高峰，全词达到高潮。",
       "backgroundInfo" : "据陈祖美《李清照简明年表》，此词大约作于重和元年至宣和二年（1118至1120年）期间。当时赵明诚或有外任，李清照独居青州。",
       "classInfo" : "39",
       "poetryID" : "206",
       "source" : "22",
       "likes":"708"
       },{
       "name" : "玉楼春·春恨",
       "author" : "宋·晏殊",
       "content" : "绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。",
       "transferInfo" : "在杨柳依依、芳草萋萋的长亭古道上，年少的人总是能轻易的抛弃送别之人登程远去。楼头传来的五更钟声惊醒了离人残梦，花底飘洒的三月春雨增添了心中的愁思。无情人哪里懂得多情的人的苦恼，一寸相思愁绪竟化作了万缕千丝。天涯地角再远也有穷尽终了那一天，只有那相思是没有尽头，永不停止。",
       "addtionInfo" : "玉楼春：词牌名。又名“木兰花”。长亭路：送别的路。长亭：古代驿路上建有供行人休息的亭子。年少抛人：人被年少所抛弃，言人由年少变为年老。残梦：未做完的梦。五更钟、三月雨：都是指思念人的时候。一寸：指愁肠。还：已经。千万缕：千丝万缕。比喻离恨无穷。",
       "analysesInfo" : "此词抒写人生离别相思之苦，寄托了作者从有感于人生短促、聚散无常以及盛筵之后的落寞等心情生发出来的感慨。整首词感情真挚，情调凄切，抒情析理，绰约多姿，有着迷人的艺术魅力。作者抒发人生感慨时成功地使用了夸张手法，更增添了词的艺术感染力。&&&上片首句写景，时间是绿柳依依的春天，地点古道长亭，这是旅客小休之所，也是两人分别之处。&&&“绿杨芳草长亭路”，上片起句写春景、别亭和去路，用以衬托人的感情。因为就是在这芳草连天、绿杨茂密的长亭外、古道边，那年少的游子与自己的心上人告别了。无边的“绿杨芳草”所描绘出的一派春光春景，给离别愁怨的抒发创造了广阔的空间。“年少”句叙述临行之际，闺女空自泪眼相看，无语凝咽，而“年少”的他却轻易地弃之而去。年少，是指思妇的“所欢”，也即“恋人”，据赵与时《宾退录》记载，“晏叔原见蒲传正曰：‘先君平日小词虽多，未尝作妇人语也。’传正曰：‘绿杨芳草长亭路，年少抛人容易去，岂非妇人语乎？’叔原曰：‘公谓年少为所欢乎，因公言，遂解得乐天诗两句：欲留所欢待富贵，富贵不来所欢去。’传正笔而悟。余按全篇云云，盖真谓所欢者，与乐天‘欲留年少待富贵，富贵不来年少去’之句不同，叔原之言失之。”这是晏几道为其父此词“年少”语所作的无谓辩解。实际上，此词写思妇闺怨，用的的确是“妇人语”。&&&“楼头残梦五更钟，花底离情三月雨”二句，极写相思之苦，哀怨之切。残梦依稀，钟鼓伤情;细雨迷蒙，离情更苦，这正是那被抛弃的真情的悲哀。这两句不仅有着音节对仗工整之妙，更表现了幽咽婉转的意境之美。缠绵含蓄的轻歌低叹，真切浑成的着意抒发，把暮春三月的细雨，五更的残梦，楼头离人花下的寂寞，连同所有的相思都勾连成一片，缥渺轻飏，茫茫无际。&&&下片用反语，先以无情与多情作对比，继而以具体比喻从反面来说明。“无情”两句，用反语以加强语意。先说无情则无烦恼，因此多情还不如无情，从而反托出“多情自古伤离别”的深衷：“一寸”指心，柳丝缕缕，拂水飘绵，最识离怀别苦。两句意思是说，无情怎似多情之苦，那一寸芳心，化成了千丝万缕，蕴含着千愁万恨。词意来自李煜“一片芳心千万绪，人间没个安排处”（《蝶恋花》）。&&&末两句含意深婉。天涯地角，是天地之尽头，故云“有穷时”。然而，别离之后的相思之情，却是无穷无尽的，正所谓“只有相思无尽处”。这里通过比较来体现出因“多情”而受到的精神折磨，感情真切而含蓄，对于那个薄幸年少，却毫无埋怨之语。此词写闺怨，颇具婉转流利之致，词中不事藻饰，没有典故，除首两句为叙述，其余几句不论是用比喻，还是用反语，用夸张，都是通过白描手段反映思妇的心理活动，亦即难以言宣的相思之情，收到了很好的艺术效果。",
       "backgroundInfo" : "此词为闺中人代言，述写相思之情，创作时间未详。实际上，此词写思妇闺怨，用的的确是“妇人语”。",
       "classInfo" : "81",
       "poetryID" : "207",
       "source" : "22",
       "likes":"709"
       },{
       "name" : "采桑子",
       "author" : "宋·晏殊",
       "content" : "时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？",
       "transferInfo" : "时光只知道催人老去，不理解人世间的多情，你看长亭送别时，伤心的泪水滴到衣衫上，连喝醉酒也不能使自己忘却烦恼。昨夜，急促的西风刮的梧桐树叶飒飒作响，月色惨淡，朦朦胧胧，我的美梦不断地被惊醒，不知何处的高楼上传来大雁凄厉的叫声。",
       "addtionInfo" : "只解：只知道。不信：不理解。离亭：古代人在长事短亭间送别，因此称这些亭子为离亭。亭：建在路上供行人休歇的长亭。春衫：春天所穿的衣服。此处指年少时穿的衣服，唐代张籍《白纻歌》：“皎皎白纻白且鲜．将作春衫称少年。”淡：惨淡清冷。胧（lóng）明：模糊不清，此指月光不明。胧，朦朦胧胧。频：屡次。高楼雁一声：化用自唐代韩偓《生查子》：“空楼雁一声，远屏灯半灭。”。",
       "analysesInfo" : "此词以情感曲折细腻见长，与上片写景下片抒情的一般构思有别。“时间”句与“离亭”匈，将时间空间交织在一起，于是，“长恨”便通过小小“泪滴”形象地折射出来。短短四句胜过万语千言。下片只用“西风”、“淡月”便勾划出秋夜的凄清。在此无可奈何之际，离妇的渺茫希望只能寄托给迷蒙的梦境。然而一声雁唳，却又将她从梦中唤醒，无情的现实更增添雁归而人未归的失落与惆怅。尽管如此，凄凉落寞之中仍暗暗透出一种乐观的希望。温润秀洁，境象高远，颇能引发读者的遐想。&&&“时光只解催人老”这是每一个珍惜时光的人同样都有的感受。看似平常，细想起来，所谓“时光”，到底是怎么回事，它除了每时每刻催人老去，还有别的什么意义，词人一入手就端出“时光”这个问题逼到人们眼前，逼着人们不能不点头承认：这是无可奈何的事实。这样就先把读者的感情有力地调动起来了。&&&“不信多情，长恨离亭”人，是宇宙间富有感情的生物，照理，在亲人之问，不应该永远彼此分开，永远在离别之中过日子吧。可是，尽管不相信事情会如此不妙，事实却又正是如此。再想想吧，人一天天的老下去，又一天天的隔别着。如今，不相信的不由不相信了。这又怎能不使人为之慨叹不已。&&&“泪滴春衫酒易醒”因为感时光之易逝，怅亲爱的分离，无可开解，只有拿酒来暂时麻木一下自己；然而不久便又“泪滴春衫”，可见连酒也不能使自己暂时忘却烦恼。&&&以上几句，三层抒发，一层比一层迫紧。惊心于时光易逝，这是一。想不到有情人长期隔别，这是二。企图忘却而又不能忘却，这是三。三层意思，层层相扣，层层拉紧，把读者投入强烈的心情震荡之中。于是，在下片，词人进一步给以更具体、更浓密的形象，使读者的心灵震荡达到最高的频率。&&&下片先写不眠，次写惊梦。西风飒飒，桐叶萧萧，一股凉意直透人的心底。抬头一看，窗外淡淡月色，朦胧而又惨淡，仿佛它也受到西风的威胁。&&&“梧桐昨夜西风急，淡月胧明”已经是“泪滴春衫酒易醒”，忽然西风飒飒，桐叶萧萧，一股凉意直透人的心底。抬头一看，窗外淡淡月色，朦胧而又惨淡，仿佛它也受到西风的威胁。&&&“好梦频惊”写每当希望“好梦”多留一霎的时候，它就突然破灭了。而且每当一回破灭，现实的不幸之感就又一齐奔集而来。此时，室外的各种音响，各样色彩，以及室中人时光流逝之感，情人离别之痛，春酒易醒之恨，把刚才的好梦全都打成碎片了。这里，“好梦频惊”四字为点睛之笔，承上启下，把室中人此际的感受放大成为一个特写的镜头，让人们充分感受其中沉重的分量。&&&“何处高楼雁一声”写室中人沉抑的情绪正凌乱交织之中，突然飞出一声高亢的哀鸣。这一声哀厉的长鸣，是如此突如其来，使众响为之沉寂，万类为之失色。这是孤雁的哀唳，响彻天际，透入人心，它把室中人的思绪提升到一个顶峰了。这一声代表什么呢？是感觉秋已经更深吗？是预告离人终于不返吗？还是加剧室中人此时此地的孤独之感呢？不管怎样，它让人们想得很远、很沉，一种怅惘之情使人不能自已。&&&但总的说来，此词感情悲凉而不凄厉，词人不会让自己沉溺在痛苦之中无法自拔。他在沉思默想，觉悟到要把握住自己的感情，进而更透彻地去理解人生和世界。像此词结句，用意是何等超脱高远，它把感情升华到一个更加明净的境界。",
       "backgroundInfo" : "这首词的具体创作时间不详。作者由于离别后音信难得，由此产生离别之思。于此同时，作者又把离别与时光无情、年华渐老联系起来，形成了双重的无奈和感伤。此词就是在作者这两种感情的影响下写出的。",
       "classInfo" : "7",
       "poetryID" : "208",
       "source" : "22",
       "likes":"710"
       },{
       "name" : "踏莎行·碧海无波",
       "author" : "宋·晏殊",
       "content" : "碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。",
       "transferInfo" : "碧海波平无险阻，瑶台有路可通行。细思量，当初就该双飞去。想当时，轻别意中人，现如今，山高水远何处寻。灰尘落绮席，烟雾锁香闺。写好的书信，如何送给你。登高楼极目望远方，萧萧细雨洒梧桐，天已近黄昏。",
       "addtionInfo" : "踏莎（suō）行：词牌名。又名“柳长春”“喜朝天”“踏雪行”等。双调五十八字，仄韵。碧海：传说中的海名。《海内十洲记》：“ 扶桑在东海 之东岸，岸直，陆行登岸一万里，东复有碧海，海广狭浩汗，与东海等，水既不咸苦，正作碧色，甘香味美”。瑶台：指传说中的神仙居处。晋王嘉《拾遗记·昆仑山》：“傍有瑶台十二，各广千步，皆五色玉为台基”。思量：考虑；忖度。意中人：心中所眷恋或属意的人。绮席：华丽的席具。古人称坐卧之铺垫用具为席。香闺：青年女子的内室。红笺（jiān）：红色笺纸。附：带去。",
       "analysesInfo" : "此词写别情。上片起首三句：“碧海无波，瑶台有路，思量便合双飞去。”《楚辞·离骚》有瑶台这个词，但可能从《穆天子传》写西王母所居的瑶池移借过来，指陆上仙境。说要往海上仙山，没有波涛的险阻，要往瑶台仙境，也有路可通，原来可以双飞同去，但当时却没有这样做；此时“思量”起来，感到“不合”，有些后悔。接着两句：“当时轻别意中人，山长水远知何处？”是说放弃双飞机会，让“意中人”轻易离开，此时后悔莫及，可就是“山长水远”，不知她投身何处了。“轻别”一事，是产生词中愁恨的特殊原因，是感情的症结所在。一时的轻别，造成长期的思念，“山长”句就写这种思念。它和作者的《蝶恋花·槛菊愁烟兰泣露》词中的“山长水阔知何处”，同一意境。&&&下片，“绮席凝尘，香闺掩雾”，写“意中人”去后，尘凝雾掩，遗迹凄清，且非一日之故。“红笺小字凭谁附”，音讯难通，和《蝶恋花·槛菊愁烟兰泣露》的“欲寄彩笺兼尺素”而未能的意思相同。“高楼目尽欲黄昏”，既然人已远去，又音讯难通，那么登高遥望，也就是一种痴望。词中不直说什么情深、念深，只通过这种行动来表现，显得婉转含蓄。最后接以“梧桐叶上萧萧雨”一句，直写景物，实际上景中有情，意味深长。比较起来，温庭筠《更漏子·玉炉香》的“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明”，李清照《声声慢·寻寻觅觅》的“梧桐更兼细雨，到黄昏，点点滴滴”，虽然妙极，还是失之显露；而作者的《采桑子·时光只解催人老》词中的“好梦频惊，何处高楼雁一声”，另一首《踏莎行·小径红稀》的“一场愁梦酒醒时，斜阳却照深深院”，结笔的妙处正相同，都是以景结情。&&&这首词写离愁别恨，侧重“轻别”，有其“个性”；它从内心的懊悔和近痴的行动来表现深情，婉转含蓄，不脱晏殊词的特点；而结笔为最妙，蕴藉而韵高，尤堪玩赏。",
       "backgroundInfo" : "《踏莎行·碧海无波》当作于天圣五年（1027）作者贬知宣州途中。作者因反对张耆升任枢密使，违反了刘太后的旨意，加之在玉清宫怒以朝笏撞折侍从的门牙，被御史弹劾，以刑部侍郎贬知宣州，此词即在途中所作。",
       "classInfo" : "7",
       "poetryID" : "209",
       "source" : "22",
       "likes":"711"
       },{
       "name" : "渔父",
       "author" : "五代·李煜",
       "content" : "浪花有意千里雪，桃花无言一队春。一壶酒，一竿身，快活如侬有几人。",
       "transferInfo" : "江上千里浪花翻滚如雪，岸上一排排的桃花竞相怒放，春意正浓。身边一壶美酒，手中一支钓竿，世上这样自由快乐的人有几个？",
       "addtionInfo" : "渔父：词调名，又名“渔父词”、“渔歌子”，单调，正体为二十七字，五句四平韵。浪花：一作“阆（láng）苑”，指传说中神仙居住的地方。一队春：指桃李盛开，由近及远，好像队列有序一样排列着。一竿身：一根钓竿。身，一作“纶”，一作“鳞”。侬（nóng）：我，江南口语。",
       "analysesInfo" : "这首词是题《春江钓叟图》画之词。据《南唐书·后主纪》载：“文献太子恶其有奇表，后主避祸，惟覃思经籍。”由此，也有人认为，这首词是“后主为情势所迫，沈潜避祸，隐遁世尘并写词表露自己的遁世之心，以释文献太子的疑嫉”（蒲仁、梅龙《南唐二主词全集》辑注），也有道理。词史上最早写《渔父》词的，是唐代的张志和。李煜这首词，继承的就是张志和的“渔父家风”，写渔父的快乐逍遥。从词意上看，此词耽于隐逸、格调不高，当是李煜前期意念消沉的作品。&&&此词开篇入画，将画中意境以言辞写出，以画境言心境。“浪花”成“千里雪”，“桃花”作“一队春”，写春江浪涌，春光明媚。一队”后着一“春”字，不仅显示出桃李的生机，而且又透出别样的俏皮，绘出明畅绚丽的意境。这两句寥寥数字便将画中意境描绘得淋漓尽致：画中的主人公渔父，趁着春江水涨，驾一叶小舟，随水顺风而下；好风推舟行进，轻舟分浪飞驶，浪花迎面而来，如溅起千里雪；渔父心中开怀，而浪花也似有意；船行浪中，两岸桃红李白，列队相随，花树多情，渔父恬畅。&&&余下三句描写了渔父的装束，是点睛之笔，写出了渔父淡泊潇洒的人生境界。两个三字句看似信手拈来，其实也是锤炼的结果：“一壶酒”写出渔父的精神状态；“一竿纶”点明渔父的职业和身份。单说“一壶酒”，也许还可以联想到别的人；但紧跟着说“一竿纶”，则肯定是渔父无疑了。末句突现高峰——“世上如侬有几人”，这句话是渔父的自述：在尘世上，像我这样自在快活的人，恐怕不多。这位钓叟，无风波之险，而有自然之乐，在自己的糊口生涯中找到乐趣。他摆脱世俗的羁绊，避开名利的枷锁，自在逍遥，令人羡慕不已。&&&这首词题画抒怀，借景寓意，虽然情趣不高，但悠然散淡之意境却清丽不俗，也可视为题画诗词中的精品。",
       "backgroundInfo" : "这是一首题画词，具体创作时间不详。是词人为南唐内供名画家卫贤绘制的《春江钓叟图》所题。",
       "classInfo" : "74",
       "poetryID" : "210",
       "source" : "27",
       "likes":"712"
       },{
       "name" : "少年游",
       "author" : "宋·柳永",
       "content" : "长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。",
       "transferInfo" : "骑着马在长安古道上缓缓前行，道旁柳树上的秋蝉不住嘶鸣。夕阳在远方渐渐沉落，秋风在原野上劲吹，我极目远望，天际广阔夜幕降临。归去的云一去杳无踪迹，旧日的期望何处去寻？冶游饮宴的兴致早已衰减，过去的酒友也都寥落无几，再也不是狂放不羁的少年时了。",
       "addtionInfo" : "马迟迟：马行缓慢的样子。原上：乐游原上，在长安西南。目断：极目望到尽头。四天垂：天的四周夜幕降临。归云：飘逝的云彩。这里比喻往昔经历而现在不可复返的一切。前期：以前的期约。既可指往日的志愿心期又可指旧日的欢乐约期。狎兴：游乐的兴致。狎：亲昵而轻佻。酒徒：酒友。萧索：零散，稀少，冷落，寂寞。",
       "analysesInfo" : "一般人论及柳永词者，往往多着重于他在长调慢词方面的拓展，其实他在小令方面的成就，也是极可注意的。叶嘉莹在《论柳永词》一文中，曾经谈到柳词在意境方面的拓展，以为唐五代小令中所叙写的“大多不过是闺阁园亭伤离怨别的一种‘春女善怀’的情意”，而柳词中一些“自抒情意的佳作”，则写出了“一种‘秋士易感’的哀伤”。这种特色，在他的一些长调的佳作，如《八声甘州》《曲玉管》《雪梅香》诸词中，都曾经有很明白的表现。然而柳词之拓展，却实在不仅限于其长调慢词而已，就是他的短小的令词，在内容意境方面也同样有一些可注意的开拓。就如这一首《少年游》小词，就是柳永将其“秋士易感”的失志之悲，写入了令词的一篇代表作。&&&柳永之所以往往怀有一种“失志”的悲哀，盖由于其一方面既因家世之影响，而曾经怀有用世之志意，而另一方面则又因天性之禀赋而爱好浪漫的生活。当他早年落第之时，虽然还可以藉着“浅斟低唱”来加以排遣，而当他年华老去之后，则对于冶游之事既已失去了当年的意兴，于是遂在志意的落空之后，又增加了一种感情也失去了寄托之所的悲慨。而最能传达出他的双重悲慨的便是这首《少年游》小词。&&&“长安古道马迟迟，高柳乱蝉嘶。”这首词开头两句是说，在长安古道上骑着瘦马缓缓行走，高高的柳树秋蝉乱嘶鸣。“长安”原为中国历史上著名的古都，前代诗人往往以“长安”借指首都所在之地，而长安古道上来往的车马，便也往往被借指为对于功名利禄的争逐。不过柳永此词在“马”字之下，所承接的却是“迟迟”两字，这便与前面“长安道”所可能引起的争逐的联想，形成一种强烈的反衬。而在长安道上词人之“马”之“迟迟”行走，则既表现了词人对争逐之事灰心淡薄，也表现了一种对今古沧桑的若有深慨的思致。秋蝉的嘶鸣独具有一种凄凉之致。“蝉嘶”之上，还加了一个“乱”字，如此便不仅表现了秋蝉声的缭乱众多，也表现了被秋蝉嘶而引起的哀感的词人之心情的缭乱纷纭。至于“高柳”二字，则一则表示了蝉嘶所在之地，再则以“高”字表现了“柳”之零落萧疏，是其低垂的浓枝密叶已经凋零，所以才显得树的高。&&&“夕阳鸟外，秋风原上，目断四天垂。”上阕后三句是说，夕阳照射下，秋风在原野上劲吹，我举目远望，看见天幕从四方垂下。写词人在秋日郊野所见之萧瑟凄凉的景象，飞鸟隐没在长空之外，夕阳隐没更在飞鸟之外，值此日暮之时，郊原上寒风四起，天苍苍，野茫茫，词人双目望断而终无一可供投止之所。&&&词的上半阕是词人自写其今日之飘零落拓，望断念绝，全从外界的景象着笔，而感慨极深。&&&“归云一去无踪迹，何处是前期？”下阕前两句是说，归去的云一去杳无踪迹，往日的期待在哪里？写对于过去的追思，则一切希望和欢乐不可再得。对于柳永而言，他过去的愿望和期待都已经同样落空了。&&&“狎兴生疏，酒徒萧索，不似少年时。”末三句是说，冶游饮宴的兴致已经衰减，过去的酒友也已经寥落无几，现在的我已经不像以前年轻的时候了。末三句写自己今日的寂寥落寞，志向和意愿一无所成，岁月流逝，只剩下“不似少年时”的悲哀和叹息。&&&柳永这首《少年游》词，前阕全从景象写起，而悲慨尽在言外；后阕则以“归云”为喻象，写一切期望之落空，最后三句以悲叹自己之落拓无成作结。全词情景相生，虚实互应，是一首极能表现柳永一生之悲剧而艺术造诣又极高的好词。总之，柳永以一个禀赋有浪漫之天性及谱写俗曲之才能的青年人，而生活于当日之士族的家庭环境及社会传统中，本来就已经注定了是一个充满矛盾不被接纳的悲剧人物，而他自己由后天所养成的用世之意，与他自己先天所禀赋的浪漫的性格和才能，也彼此互相冲突。他的早年时，虽然还可以将失意之悲，借歌酒风流以自遣，但是歌酒风流却毕竟只是一种麻醉，而并非可以长久依恃之物，于是年龄老大之后，遂终于落得了志意与感情全部落空的下场。昔叶梦得《避署录话》卷记下柳永以谱写歌词而终生不遇之故事，曾慨然论之曰：“永亦善他文辞，而偶先以是得名，始悔为己累，……而终不能救。择术不可不慎。”柳永的悲剧是值得后人同情，也值得后人反省的。",
       "backgroundInfo" : "",
       "classInfo" : "57",
       "poetryID" : "211",
       "source" : "22",
       "likes":"713"
       },{
       "name" : "北陂杏花",
       "author" : "宋·王安石",
       "content" : "一陂春水绕花身，花影妖娆各占春。纵被春风吹作雪，绝胜南陌碾成尘。",
       "transferInfo" : "一池春水多情地护绕着杏林，嫣红的杏花和绿水中妖娆的花影相映成趣，各以其风姿平分着春色。即使被无情的东风吹落，飘飘似雪，也胜过道路边上的杏花凋零洒落路面，任人践踏，碾成尘土。",
       "addtionInfo" : "陂（bēi）：池塘。花影：花枝在水中的倒影。纵：即使。绝胜：远远胜过。南陌：指道路边上。",
       "analysesInfo" : "这首诗一二句写出了北陂杏花的娇媚之美，后两句表现了杏花高洁的品性之美，作者寄情于物，体现出王安石刚强耿介的个性和孤芳自赏的人生追求。&&&这首绝句写于王安石贬居江宁之后，是他晚年心境的写照。王安石是宰相中的读书人，到晚年，他的绝句尤好。曾有人言，唐代以后无诗，此论太极端了点。王安石晚年的绝句有不少是直追唐人的，在议论入诗上，他的议论与描叙结合得很紧，而且议论不浅白直切，而是含蕴有味。&&&“一陂春水绕花身，花影妖娆各占春。”这两句写景状物，描绘杏花临水照影之娇媚。首句点明杏花所处地理位置。“陂”，此处是指池塘。一池碧绿的春水环绕着杏树，预示着勃发的生机。“绕”字用得精巧，既写陂水曲折蜿蜒之流势，又写水花之相依相亲。王安石爱用“绕”字摹写山形水势，如他《江上》一诗中说：“青山缭绕疑无路，忽见千帆隐映来。”在《书湖阴先生壁》（其一）中写到：“一水护田将绿绕，两山排闼送青来。”又在《钟山即事》中说“涧水无声绕竹流”，有清婉、柔媚、幽静之感。&&&“花影妖娆各占春”从花与影两个方面写杏花的绰约风姿。满树繁花竞相开放，满池花影摇曳迷离。“妖娆”二字本用于写人，这里移用于杏花，展现了杏花争奇斗妍的照人光彩。一个“各”字，表明在诗人眼中，花与影一样地美艳、多情，一样令人流连忘返、沉迷自失。宋人许顗《彦周诗话》说：“荆公爱看水中影，此亦性所好，如‘秋水泻明河，迢迢藕花底’，又《桃花诗》云：‘晴沟涨春渌周遭，俯视红影移鱼舠’，皆观其影。”王安石写花善于从本体和投影两方面着手，如此刻画，虚实相生：一方面使景物更具立体的美，另一方面也透露出诗人的审美趣味，即对虚静恬淡之美的情有独钟。&&&“纵被春风吹作雪，绝胜南陌碾成尘。”这两句议论抒情，褒扬北陂杏花品性之美。&&&这两句对偶精工，如陈衍《宋诗精华录》说：“荆公绝句，多对语甚工者，似是作律诗未就化成截句（绝句）。”这两句托物言志，耐人玩味。“东风吹作雪”，这一笔淋漓地描绘出风吹杏树，落英缤纷，似漫天飞雪，而随波逐流的凄美景象，比喻生动，浮想联翩。即便是春风轻拂，娇媚的花儿也不堪吹折，它凋谢了，零落了，这本是让人黯然神伤的。但诗人却偏说它胜过南陌杏花，矜持与自足之意溢于言表。这一对比启人深思：“南陌”在此诗中与“北陂”相对立，这两个背景意象包含着一种空间的隐喻。若说清幽静谧的“北陂”是远离浮世喧嚣的隐逸之所，则“南陌”正是熙来攘往、物欲横陈的名利之场。&&&“南陌”繁华，“北陂”僻静；“南陌”热闹，“北陂”空寂；北陂杏花即使零落了，尚可在一泓清波中保持素洁；而南陌的杏花要么历尽亵玩、任人攀折；要么凋零路面、任人践踏，碾成尘土，满身污秽。若说这南陌杏花是邀功请赏、党同伐异的得势权臣的影射，则北陂杏花是诗人刚强耿介、孤芳自赏的自我人格的象征。王安石从1070年（熙宁三年）到1076年（熙宁九年），两次拜相，又两次罢相，最后退居江宁，寄情于半山。罢相之后，他虽被迫退出政治舞台，但仍然坚持自己原有的改革信念与立场，积极倡言“天命不足畏，人言不足恤，祖宗之法不足守”。一“纵”，一“绝”，呼应紧密，激浊扬清，掷地有声地表明他的政治立场与人生操守。&&&绝句由于篇幅短小，很忌一气直下，没有波折。这首诗句句写临水杏花，第二句承第一句；第三、四句承第二句，却宕开一层，以“纵被”领句，用“绝胜”作呼应，便使全诗跌宕有致，富于曲折变化。这样布局，有直写，有侧写，有描绘，有议论，诗人自己爱好高洁的品格也就贯注其中了。",
       "backgroundInfo" : "",
       "classInfo" : "118",
       "poetryID" : "212",
       "source" : "23",
       "likes":"715"
       },{
       "name" : "春夜",
       "author" : "宋·王安石",
       "content" : "金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏杆。",
       "transferInfo" : "夜已经深了，香炉里的香早已燃尽，漏壶里的水也将漏完。夜风轻柔却也带着点点寒意。夜晚的春色美得令人难以入睡，只见花影随着月亮的移动，悄悄地爬上了栏杆。",
       "addtionInfo" : "金炉：铜制香炉。漏声残：指水将滴完，即天快亮。漏声古代用来计时的漏壶中滴水的声响。翦翦（jiǎn)：形容风轻且带有点寒意。恼人：引逗、挑动人。栏杆：以竹、木等做成的遮拦物。",
       "analysesInfo" : "王安石于公元1042年（宋仁宗庆历二年）进士及第，公元1059年（嘉祐三年）上变法万言书，未被采纳。直到公元1068年（宋神宗熙宁元年），神宗准备实行新法，到四月才召他进京面对。经过二十六年的漫长岁月，王安石屈居下位不算，最大的憾事是变法主张未能实现。此时形势突变，遇到了赏识他主张的锐意变法的新帝，正是龙虎风云、君臣际遇的良机，大展鸿图，即在眼前。因此，他在值宿禁中的时候，面对良宵春色，剪剪轻风，金炉香烬，月移花影，一派风光，激起了思想上难以自制的波澜，为自己政治上的春色撩拨得不能成眠。&&&首句“金炉香烬漏声残”诗人因国事而一夜未眠，对时间的流失十分敏感。所以既看香炉里的“烬”又听漏声之残。次句“翦翦轻风阵阵寒”此句写诗人由室内来到户外的感受，“翦翦”形容风轻微而带有些微的寒意，恰好说明了诗人的兴奋和激动的心情。三句中的“春色恼人”更是把作者亢奋不已的心情表现俱足，收束句“月移花影上栏杆”，更是借景抒情，“以景语结情语”，将作者的愉悦的心境表现的含蓄而又兴味长。&&&“春色恼人眠不得”写作者在户外面对美好的春色，激动不已。这里“春色”既是实指美妙的景色，更是指历史上难得的君臣际遇，确实是难得的“春色”；这里的“恼人”是撩人，由于时值新春，再加上恰逢神宗即位他有了一展宏图的机会。故无数往事、感慨事、紧要事涌上心头，所以才会兴奋的“眠不得”。&&&这首诗的内在抒情曲折而深沉，外在表向却是春夜清幽美景，创作手法高明。诗中处处紧扣着深夜，却又没有一句直接说到夜已如何，而只写夜深时的种种景象。诗人没有正面写对人的怀念，而是通过香尽漏残、月移风寒，写出时光的推移，从而表明诗人徘徊之久和怀想之深。表面上是这庭院夜色搅乱了诗人的清梦，实际上是由于对远方的人强烈的思忆，使诗人感到眼前的春色倍加恼人，感情表达得含蓄、曲折而深沉，有着余而不尽之意。&&&诗人所描写的皇宫春晓的迷人景色，和杜甫“九重春色醉仙桃”，贾至“禁城春色晓苍苍”，岑参“莺啭皇州春色阑”的用意是一样的，用现代的话说，就是大好的景色象征大好的形势。如果没有“月傍九霄多”，就不会有“花影上栏干”，由此可见，王安石是参透了杜甫《春宿左省》后才动笔的。 所以说，这一首政治抒情诗。王安石是借用爱情诗曲折地表达自己的春风得意之情。",
       "backgroundInfo" : "",
       "classInfo" : "119",
       "poetryID" : "213",
       "source" : "23",
       "likes":"714"
       },{
       "name" : "长相思·花似伊",
       "author" : "宋·欧阳修",
       "content" : "花似伊，柳似伊。花柳青春人别离。低头双泪垂。长江东，长江西。两岸鸳鸯两处飞。相逢知几时。",
       "transferInfo" : "看着那花儿像你，看着那柳枝也像你；正是花柳最美的春天，人却要别离。伤心的人儿不禁垂首默默流泪。一个长江的东边，一个住在长江的西边，好似两岸的鸳鸯在两处飞，不知道什么时候才能再次相逢呢？",
       "addtionInfo" : "长相思：词牌名。唐教坊曲。鸳鸯（yuān yāng）：本鸟名，此比喻恩爱夫妻。几时：什么时候。",
       "analysesInfo" : "这是一首抒写离别之情的作品。描写一对青春别离的夫妇，别后妻子会产生无穷无尽的思念，并亟盼早日与丈夫相逢团聚。短短几句，把归人行程和愁怨的焦点都简括而又深沉地传达了出来。尽管佳人已去，妆楼空空，可作者还是一片痴情，终难忘怀。&&&词的上阕从眼前所见流水写起，并且目送远波，想象这流水将流到瓜洲渡和长江汇合，再想到吴中（江南）的山也面带愁容，正是花繁柳茂的时节，花如人，柳如人，正在花柳最美的春天，人却要别离了。实则深切怀念远在江南的情人，希望情人能从吴地归来，过瓜洲古渡，溯流北上与自己相会，但同样汴水、泗水是一去不复回的，随之南下的爱人大概也和河水一样，永远离开了他。伊人面若桃花眉似柳，正楚楚可怜地低头泣下，原来是因心上人即将离别而黯然神伤。&&&于是就在下阕抒发了自己的相思之痛，恋人被大江分隔，一个住长江头，一个在长江尾，仿佛是两岸的鸳鸯两处飞，相逢机会知道等到什么时候？这位“花柳青春”的妻子就只好“低头双泪垂”了。绵绵相思之情，尽在结句的设问之中。&&&全词以月下脉脉的流水映衬，象征悠悠的离情别绪，深深的思念和由此产生的绵绵的怨恨，又频用叠字叠韵，再配上那柔和的民歌风味，更加抒发悠悠不尽的“思”和“恨”。",
       "backgroundInfo" : "公元1036年（宋仁宗景祐三年），词人任夷陵县令。时年欧阳修30岁，在长江边送走心爱的人，两地分离，不知何时相见，看着江边的花儿和两岸鸳鸯成双地飞舞，被贬失意加上离别相思之情，于是写下了这首词。",
       "classInfo" : "7",
       "poetryID" : "214",
       "source" : "22",
       "likes":"716"
       },{
       "name" : "丰乐亭游春·其三",
       "author" : "宋·欧阳修",
       "content" : "红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。",
       "transferInfo" : "红花满树，青山隐隐，白日西沉。广漠的郊野，草色青青一望无垠。游春的人们哪管春天将去，脚踏落花在丰乐亭前来来往往。",
       "addtionInfo" : "红树：开红花的树，或落日反照的树，非指秋天的红叶。长郊：广阔的郊野。无涯：无边际。春将老：春天将要过去。",
       "analysesInfo" : "丰乐亭在滁州（治所在今安徽滁县）西南丰山北麓，琅琊山幽谷泉上。此亭为欧阳修任知州时所建。他写了一篇《丰乐亭记》，记叙了亭附近的自然风光和建亭的经过，由苏轼书后刻石。美景，美文，美书，三美兼具，从此成为著名的游览胜地。&&&丰乐亭周围景色四时皆美，但这组诗则撷取四时景色中最典型的春景先加描绘。&&&“红树青山日欲斜，长郊草色绿无涯。”是说青山红树，白日西沉，萋萋碧草，一望无际。&&&“游人不管春将老，来往亭前踏落花。””天已暮，春将归，然而多情的游客却不管这些，依旧踏着落花，来往于丰乐亭前，欣赏这暮春的美景。&&&这首诗把对春天的眷恋之情写得既缠绵又酣畅。在这批惜春的游人队伍中，当然有诗人自己在内。欧阳修是写惜春之情的高手，他在一首《蝶恋花》词中有句云：“泪眼问花花不语，乱红飞过秋千去”，真是令人肠断；而此诗“来往亭前踏落花”的多情游客，也令读者惆怅不已。&&&本诗都是前两句写景，后两句抒情。写景，鲜艳斑斓，多姿多彩；抒情，明朗活泼而又含意深厚。",
       "backgroundInfo" : "欧阳修于公元1046年（庆历六年）在滁州郊外山林间造了丰乐亭，第二年三月写了《丰乐亭游春》这组诗。本首是其第三首。",
       "classInfo" : "94",
       "poetryID" : "215",
       "source" : "23",
       "likes":"717"
       },{
       "name" : "劝学诗",
       "author" : "宋·朱熹",
       "content" : "少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。",
       "transferInfo" : "青春的日子十分容易逝去，学问却很难获得成功，所以每一寸光阴都不能轻易放过。没等池塘生春草的美梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。",
       "addtionInfo" : "学：学问，学业、事业。一寸光阴：日影移动一寸的时间，形容时间短暂。轻：轻视，轻松放过。未觉：没有感觉、觉醒。池塘春草梦：东晋诗人谢灵运《登池上楼》中有“池塘生春草，园柳变鸣禽”，是歌咏南国早春的句子。阶：台阶。梧：梧桐，落叶乔木。",
       "analysesInfo" : "本诗中的“劝”起着统领全篇的作用。“劝”解释为“勉励”的意思。&&&“少年易老学难成，一寸光阴不可轻”。这是诗人用切身体会告戒年轻人的经验之谈，说明人生易老，学问难成，因而必须爱惜光阴。因其“易老”、故“不可轻”，可见惜时之重要。说明应该珍惜自己美好的年华，努力学习，切莫让可贵的时光从身边白白地溜走。&&&“未觉池塘春草梦，阶前梧叶已秋声。”诗人以敏锐、细腻的笔触，借用前人诗句中的优美形象，结合自己对“少年易老学难成”的深切感受，把时间快过，岁月易逝的程度，用梦未觉，梧叶秋声来比喻，十分贴切，备增劝勉的力量；从而使“一寸光阴不可轻”的题旨得以更鲜明的体现，给读者留下深刻难忘的印象。&&&全诗通过梦未醒、梧叶已落来比喻光阴转瞬即逝，告诫青年人珍视光阴，努力向学，用以劝人，亦用于自警。告诫人们要珍惜光阴，追求学业，感叹人生苦短，要抓紧时间学习，将来才不会因虚度年华而悔恨，不因碌碌无为而蹉跎人生。青春的日子容易逝去，学问却很难成功，所以每一寸光阴都要珍惜，不能轻易放过。还没从美丽的春色中一梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。",
       "backgroundInfo" : "公元1196年（庆元二年）为避权臣韩侂胄之祸，朱熹与门人黄干、蔡沈、黄钟来到新城福山（今黎川县社苹乡竹山村）双林寺侧的武夷堂讲学，并写下此诗。",
       "classInfo" : "120",
       "poetryID" : "216",
       "source" : "24",
       "likes":"718"
       },{
       "name" : "蚕妇",
       "author" : "宋·张俞",
       "content" : "昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。",
       "transferInfo" : "昨天我进城去卖丝，回来时泪水湿透了手巾。为什么这么伤心？我看到了浑身穿绫罗、着绸缎的富人，他们竟没有一个是养蚕的人。",
       "addtionInfo" : "蚕妇：养蚕的妇女。蚕，一种昆虫，吐出的丝是重要的纺织原料，主要用来纺织绸缎。市：做买卖或买卖货物地方，这里是指卖出蚕丝。巾：手巾或者其他的用来擦抹的小块布。遍身：全身上下。罗绮：丝织品的统称。罗，素淡颜色或者质地较稀的丝织品。绮，有花纹或者图案的丝织品。在诗中，指丝绸做的衣服。",
       "analysesInfo" : "这首诗是通过以养蚕为业的农妇入城里卖丝的所见所感，揭示了怵目惊心的社会现实“剥削者不劳而获，劳动者无衣无食”的形象，表现了诗人对劳动人民的同情，对统治阶级的压迫剥削的不满。&&&“昨日入城市，归来泪满巾。”写蚕妇的伤感。妇人昨天进城里去卖丝，回来的时候却是痛哭流泪。“泪满巾”可以看出蚕妇感情刺激之深。诗人用朴素的语言无声地揭示了社会的极端不公。通过对一个蚕妇经历与感受的叙写，表达了对下层劳动人民处境的深刻同情。诗中不着一字议论，却无声地控诉了以养蚕为生、深居僻乡的劳动妇女这一形象。蚕妇初次进城，竟发现了自己贫困终生的根源，难怪她要悲伤，要痛哭流泪了。那位蚕妇的神态、见闻、感受都写得绘声绘色、有血有肉，就以这么一个生活细节，来深刻揭露封建社会制度的极端不合理，立意深刻，构思巧妙，显示了诗人对生活的敏锐洞察力和高度概括力。&&&“遍身罗绮者，不是养蚕人。”揭示蚕妇是因为有感于获而不劳、劳而不获的不合理社会现实而伤感。蚕妇之所以会痛哭流泪，是因为她看到，城里身穿丝绸服装的人，都是有权有势的富人。像她一样的劳动人民，即使养一辈子蚕，也是没有能力穿上美丽的丝绸衣服的。诗人用明显对比的手法概括封建社会阶级对立的现实，揭露统治者不劳而获的不合理现实，极有说服力。&&&诗中反映了劳动人民生活的悲苦，表达了诗人对养蚕农妇的同情，对不劳而获的剥削阶级的愤恨，以及对整个封建社会的控诉和鞭挞。",
       "backgroundInfo" : "本诗具体创作时间不详。此诗写在北宋时期，充满了对当时社会的讽刺和批判。诗人在此时描写了一位整日辛苦劳作，不经常进城，一直在贫穷的乡下以养蚕卖丝为生的普通妇女的遭遇。",
       "classInfo" : "40",
       "poetryID" : "217",
       "source" : "23",
       "likes":"719"
       },{
       "name" : "三衢道中",
       "author" : "宋·曾几",
       "content" : "梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。",
       "transferInfo" : "梅子成熟的时候，天天都是晴朗的好天气，乘小船走到小溪的尽头，再走山间小路。山路上古树苍翠，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。",
       "addtionInfo" : "三衢道中：在去三衢州的道路上。三衢即衢州，今浙江省常山县，因境内有三衢山而得名。梅子黄时：指五月，梅子成熟的季节。小溪泛尽：乘小船到小溪的尽头。小溪，小河沟。泛，乘船。尽，尽头。却山行：再走山间小路。却，再的意思。阴：树荫。不减：并没有少多少，差不多。黄鹂：黄莺。",
       "analysesInfo" : "诗写初夏时宁静的景色和诗人山行时轻松愉快的心情。此诗首句写出行时间，次句写出行路线，第三句写绿阴那美好的景象仍然不减登山时的浓郁，第四句写黄莺声，路边绿林中又增添了几声悦耳的黄莺的鸣叫声，为三衢山的道中增添了无穷的生机和意趣。全诗明快自然，极富有生活韵味。&&&第一句句点明此行的时间，“梅子黄时”正是江南梅雨时节（黄梅天），难得有这样“日日晴”的好天气，因此诗人的心情自然也为之一爽，游兴愈浓。诗人乘轻舟泛溪而行，溪尽而兴不尽，于是舍舟登岸，山路步行。一个“却”字，道出了他高涨的游兴。&&&三四句紧承“山行”，写绿树荫浓，爽静宜人，更有黄鹂啼鸣，幽韵悦耳，渲染出诗人舒畅愉悦的情怀。“来时路”将此行悄然过渡到归程，“添得”二字则暗示出行归而兴致犹浓，故能注意到归途有黄鹂助兴，由此可见出此作构思之机巧、剪裁之精当。&&&作者将一次平平常常的行程，写得错落有致，平中见奇，不仅写出了初夏的宜人风光，而且诗人的愉悦情状也栩栩如生，让人领略到平的意趣。&&&诗还有个特点，就是通过对比融入感情。诗将往年阴雨连绵的黄梅天与眼下的晴朗对比；将来时的绿树及山林的幽静与眼前的绿树与黄莺叫声对比，于是产生了起伏，引出了新意。全诗又全用景语，浑然天成，描绘了浙西山区初夏的秀丽景色；虽然没有铺写自己的感情，却在景物的描绘中锲入了自己愉快欢悦的心情。曾几虽然是江西诗派的一员，但这首绝句写得清新流畅，没有江西诗派生吞活剥、拗折诘屈的弊病。他的学生陆游就专学这种，蔚成大家。",
       "backgroundInfo" : "曾几是一位旅游爱好者。这首诗是他游浙江衢州三衢山时写的，抒写诗人对旅途风物的新鲜感受。",
       "classInfo" : "9",
       "poetryID" : "218",
       "source" : "23",
       "likes":"720"
       },{
       "name" : "咏华山",
       "author" : "宋·寇准",
       "content" : "只有天在上，更无山与齐。举头红日近，回首白云低。",
       "transferInfo" : "华山的上面只有青天，世上更是找不到和它齐平的山。在山顶抬头就能看到红色的太阳有多近，回头看甚至觉得白云都很低。",
       "addtionInfo" : "与齐：与之齐的省略，即没有山和华山齐平。举头：抬起头。回首：这里作低头，与“举头”相对应。",
       "analysesInfo" : "《华山》是寇准七岁时的咏诗。寇准，是北宋时期的一个稀世神童，他聪慧过人，才思敏捷，出口成章。据史书记载，寇准小时候，其父大宴宾客，饮酒正酣，客人请小寇准以附近华山为题，作《咏华山》诗，寇准在客人面前踱步思索，一步、二步，到第三步便随口吟出了这首传为千古佳话的五言绝句。这是一首即景即情之作，每一句都突出了华山的高峻陡峭，气势不凡，显得贴合山势，准确传神，可谓是难能可贵的佳作。&&&“只有天在上，更无山与齐。”这两句诗意思是说，比华山高的只有蓝天，也没有任何一座山峰能与之平齐，极写华山巍峨高耸之非常。其中“只有”一词说明了华山极高，再比华山高的就只有那蓝天了；“更无”说明华山是唯一最高的山峰，再没有任何一座山峰能与之平起平坐。&&&“举头红日近，回首白云低。”这两句意思是说，当你站在高高的山顶的时候，抬起头来仰望苍穹，红日仿佛就在你的头顶上；低头俯瞰脚下，蒸腾的云雾正在半山腰缭绕弥漫。“红日”后之“近”字，“白云”后之“低”字，都极有力地衬托了华山的高耸与陡峭。&&&这首诗在写法上有两点值得我们借鉴，一是对仗工整、严谨，没有一丝一毫的刀斧痕迹。二是炼字精准，不着任何痕迹地衬托了华山的高耸、巍峨与陡峭，如前两句中的“只有”、“更无”和后两句中的“近”、“低”，都用得十分精准，十分巧妙。无论是对仗修辞手法的运用，还是遣词炼字的功力，都说明了绝非等闲之辈所能为之，教人不敢相信它竟然出自于一个七岁孩童之口。",
       "backgroundInfo" : "",
       "classInfo" : "44",
       "poetryID" : "219",
       "source" : "23",
       "likes":"721"
       },{
       "name" : "咏柳",
       "author" : "宋·曾巩",
       "content" : "乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。",
       "transferInfo" : "杂乱的柳枝条还没有变黄，在东风的吹动下便飞快的变绿了。只懂得用它的飞絮蒙住日月，却不知天地之间还有秋霜。",
       "addtionInfo" : "倚：仗恃，依靠。狂：猖狂。解把：解得，懂得。飞花：柳絮。",
       "analysesInfo" : "《咏柳》是一首托物言志之作，作者是唐宋八大家之一的北宋的曾巩。曾巩少即见长于文章，他的文风，雍容平易，不露锋芒，而曲尽事理。他的一些咏物诗寓意很深，如这首《咏柳》，就把春天的柳树比拟为得势便猖狂的小人，借以讽刺邪恶势力。&&&诗的前两句是说：当春天刚到来的时候，零乱的柳条还没来得及转变为浅淡的青黄色，它就倚仗着东风吹拂而飘忽摇摆，气势更加猖狂。诗刚开头即语带嘲讽、蔑视，它描写“乱条”如何倚仗权势，张牙舞爪，逞性妄为，实际上是在为全诗主旨作准备，亦即古人所谓“蓄势”。&&&蓄足了气势，则必然有力地得出颠扑不破的结论，于是后两句水到渠成，警语立出：那些柳条只会使柳絮飞上半天，企图遮蔽日月的光辉，却不知秋季来临，天地间还将有一场又一场的严寒霜冻，到那时它就要枯萎凋零了。“不知天地有清霜”一句为全诗的画龙点睛之笔，它对那些得志一时的小人提出了严正的警告，振聋发聩，促人警醒。&&&诗中把柳树人格化的写法，以及诗人对柳树的明显的贬抑与嘲讽，使这首诗不是纯粹地吟咏大自然中的柳树。 咏柳而讽世，针对的是那些得志便猖狂的势利小人。 将状物与哲理交融，含义深长，令人深思。",
       "backgroundInfo" : "",
       "classInfo" : "55",
       "poetryID" : "220",
       "source" : "23",
       "likes":"722"
       }, {
       "name" : "清明",
       "author" : "宋·王禹偁",
       "content" : "无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。",
       "transferInfo" : "无花无酒的度过清明节，那萧索的兴致犹如居于山野庙宇的和尚一样。昨天从邻家讨来新燃的火种，破晓时就在窗前点灯，坐下来潜心读书。",
       "addtionInfo" : "兴味：兴趣、趣味。萧然：清净冷落。新火：唐宋习俗，清明前一日禁火寒食，到清明节再起火，称为“新火”。",
       "analysesInfo" : "这首诗以清明时节为背景，用白描手法再现了古代清贫知识分子的困顿生活，表达了诗人生活的艰难和以读书为乐的情怀。&&&前二句开门见山，清明是春回大地、草木萌发的时节，到这一天，人们不论贫富，都要穿着春装，到郊外去赏花踏青。然而，就在这样一个观赏大好春光，舒散自己抑郁心情的日子里，我们的诗人却兀坐家中，既没有花酒助兴，也没有高朋作陪。在这样的情况下“过”清明，诗人往日的孤寂心情不就更为典型地表现出来了吗?因此，诗的第一句看似平常，实则含义颇深。接下去，诗人进一步扩大，加深这种沉重感。“兴味萧然”本已经勾画出作者百无聊赖、孤独寂寞的心情了，更何况他又用“野僧”作比。我们知道，佛家主张“物我两忘，四大皆空”，作者身居人境自比“野僧”，一种几乎被世人遗忘、自生自灭的感觉不禁油然而生，作者凄苦冷寂的心情也被表现得更为强烈了。&&&后二句是现身说法，自诉人穷志不穷，表明寒士的清明佳节，第一件事就是刻苦用功，努力读书，主题思想是励志劝学，发愤读书。昨日诗人向邻家“乞新火”本是为了生活所需（包括烧水煮饭等），而诗人在这里只说“分与读书灯”，这就使兴味得以转化，是一种寄托和享受，和先前感到的“萧然”迥然有别：他将痛苦与郁闷化为前进的动力。这盏伴随他苦读诗书的灯，仿佛点燃了生命的火炬，驱走了眼前的黑暗，照亮了前进的道路，于是心胸豁然亮堂，情感得以净化，另有一番“兴味”在心头。这种“兴味”的内在涵义就是“有志者事竟成”，只有立志成才的人，才有这样的毅力，这样的兴味。正因为如此，诗人的形象才显得生动形象，才能在无花无酒的清晨，专心致志地在读书中度过清明佳节。&&&全篇语言朴实，议论明快，叙述简洁。全诗运用衬托、对比的手法，再现了古代清贫寒士的困顿生活，给人凄凉、清苦之感，寥寥数语，质朴平实，于小处见大，自然揭露出社会生活真实的一面。",
       "backgroundInfo" : "此诗作于王禹偁贬居商州期间（公元991－993年）。清明节这天，本应出外踏青赏花，举杯畅饮，使生活增添几分乐趣。可是此时诗人一贫如洗，既无花又无酒，如置身于荒山寺庙里的和尚，清冷孤独，无所慰藉，兴味索然，遂作诗求乐趣慰籍。",
       "classInfo" : "85",
       "poetryID" : "221",
       "source" : "23",
       "likes":"723"
       }, {
       "name" : "襄邑道中",
       "author" : "宋·陈与义",
       "content" : "飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。",
       "transferInfo" : "两岸原野落花缤纷，将船只都映红，沿着长满榆树的大堤，半日工夫就到了百里以外的地方。躺卧在船上望着满天白云 ，它们好像都纹丝不动，却不知道云和我都在向东行前进。",
       "addtionInfo" : "襄邑：今河南省睢（suī）县，在开封（北宋京城）东南150里，惠济河从境内通过。榆堤：栽满榆树的河堤。不知：不知道。俱东：俱，一起；指一起向东。",
       "analysesInfo" : "此诗通过对乘船东行，河两岸上原野落花缤纷，随风飞舞等景物的描述，表达了诗人这次远行，非常轻松畅快，心旷神怡。&&&全诗写坐船行进于襄邑水路的情景。首句写两岸飞花，一望通红，把作者所坐的船都照红了。用“红”字形容“飞花”的颜色，这是“显色字”，诗中常用；但这里却用得很别致。花是“红”的，这是本色；船本不红，被花照“红”，这是染色。作者不说“飞花”红而说飞花“照船红”，于染色中见本色，则“两岸”与“船”，都被“红”光所笼罩。&&&次句也写了颜色：“榆堤”，是长满榆树的堤岸；“飞花两岸”，表明是春末夏初季节，两岸榆树，自然是一派新绿。只说“榆堤”而绿色已暗寓其中，这叫“隐色字”。与首句配合，红绿映衬，色彩何等明丽！次句的重点还在写“风”。“百里”是说路长，“半日”是说时短，在明丽的景色中行进的小“船”只用“半日”时间就把“百里榆堤”抛在后面，表明那“风”是顺风。作者只用七个字既表现了绿榆夹岸的美景，又从路长与时短的对比中突出地赞美了一路顺风，而船中人的喜悦心情，也洋溢于字里行间。&&&古人行船，最怕逆风。作者既遇顺风，便安心地“卧”在船上欣赏一路风光：看两岸，飞花、榆堤，不断后移；看天上的“云”，却并未随之而动。作者明知船行甚速，如果天上的“云”真的不动，那么在“卧看”之时就应像“榆堤”那样不断后移。于是，作者恍然大悟：原来天上的云和自己一样朝东方前进。&&&作者坐小船赶路，最关心的是风向、风速。这首小诗，通篇都贯串一个“风”字。全诗以“飞花”领起，一开头便写“风”。如果没有“风”，“花”就不会“飞”。次句出“风”字，写既是顺风，风速又大。三、四两句，通过仰卧看云表现闲适心情，妙在通过看云的感受在第二句描写的基础上进一步验证了既遇顺风、风速又大，而作者的闲适之情，也得到了进一步的表现。应该看到，三、四两句也写“风”，如果不是既遇顺风、风速又大，那么天上的云便不会与船同步前进，移动得如此迅疾。以“卧看满天云不动”的错觉反衬“云与我俱东”的实际，获得了出人意外的艺术效果。",
       "backgroundInfo" : "这首诗作于公元1117年（政和七年），作者任满经襄邑入京，诗人此行是任开德府教授期满，入京待选，因此志得意满，心情舒畅。于是便写下了这首即景抒怀诗。",
       "classInfo" : "113",
       "poetryID" : "222",
       "source" : "23",
       "likes":"724"
       },{
       "name" : "述国亡诗",
       "author" : "五代·花蕊夫人",
       "content" : "君王城上竖降旗，妾在深宫那得知。十四万人齐解甲，更无一个是男儿！",
       "transferInfo" : "后蜀的君王城楼上竟然竖起了白旗，我被封锁在了这冷清清的行宫里哪里知道？十四万军士一起放下武器投降，这些人中没有一个是真正守家卫国的男子！",
       "addtionInfo" : "妾：花蕊夫人自称。解甲：解除武装，指投降。",
       "analysesInfo" : "这首诗第一句是叙述蜀国降宋的事实，第二句使诗意更为深入，同时也展示出了这位宫妃的内心活动和对蜀国灭亡的看法。第三句具体讲述蜀国投降的惨状，第四句用了反问句式并运用反语斥责了蜀主的无能，又嘲笑了文武群臣甘当俘虏的丑态，从而表明了这位宫妃的爱国之心，报国之志。&&&此诗破题就直述国亡之事：“君王城上竖降旗”。史载后蜀君臣极为奢侈，荒淫误国，宋军压境时，孟昶一筹莫展，屈辱投降。诗句只说“竖降旗”，遣词含蓄。下语只三分而命意十分，耐人玩味。&&&“妾在深宫那得知”纯用口语，而意蕴微妙。大致有两重含义：首先，历代追咎国亡的诗文多持“女祸亡国”论，如把商亡归咎于妲己，把吴亡归咎于西施等等。而这句诗则象是针对“女祸亡国”而作的自我申辩。语似轻声叹息，然措词微婉，而大有深意。其次，即使退一步说，“妾”及时得知投降的事也照样于事无补，一个弱女子不可能有回天之力。不过，“那得知”云云毕竟还表示了一种廉耻之心，比起甘心作阶下囚的“男儿”们终究不可同日而语。这就为下面的怒斥预留了地步。&&&第三句照应首句“竖降旗”，描绘出蜀军“十四万人齐解甲”的投降场面。史载当时破蜀宋军仅数万人，而后蜀则有“十四万人”之众。以数倍于敌的兵力，背城借一，即使面临强敌，当无亡国之理。可是一向耽于享乐的孟蜀君臣毫无斗志，闻风丧胆，终于演出众降于寡的丑剧。“十四万人”没有一个死国的志士，没有一星半点丈夫气概，当然是语带夸张，却有力写出了一个女子的羞愤：可耻在于不战而亡。&&&至此，作者的羞愤痛切之情已酝酿充分，于是爆发出一句热骂：“更无一个是男儿！”“更无一个”与“十四万人”对比，“男儿”与前面“妾”对照，可谓痛快淋漓。“诗可以怨”，其实岂但可怨而已，这里已是“嬉笑怒骂，皆成文章”了。&&&此诗写得很有激情，表现出亡国的沉痛和对误国者的痛切之情；更写得有个性，活现出一个活泼泼有性格的女性形象。诗人以女子身份骂人枉为男儿，就比一般有力，个性色彩鲜明。就全诗看，有前三句委婉含蓄作铺垫，虽泼辣而不失委婉，非一味发露、缺乏情韵之作可比。&&&据宋吴曾《能改斋漫录》，花蕊夫人作此诗则有所本。“前蜀王衍降后唐，王承旨作诗云：‘蜀朝昏主出降时，衔璧牵羊倒系旗。二十万人齐拱手，更无一个是男儿。’”对照二诗，徐氏对王诗几处改动都很好。原诗前二句太刻意吃力，不如改作之含蓄有味，特别是改用第一人称“妾”的口气来写，比原作多一重意味，顿添神采。这样的改作实有再造之功。就诗人陈诗一事而论，不但表现了廉耻之心，而且有几分胆气。这行为本身就足为孟蜀“男儿”羞。所以，此诗得到一代雄主赵匡胤的赏识，不是偶然的。",
       "backgroundInfo" : "这首诗的具体创作时间不详。费氏（一说姓徐），青城（今四川都江堰市）人，因才貌双全，得幸于后蜀主孟昶，拜贵妃，别号花蕊夫人。她曾仿王建作宫词百首，为时人称许。孟蜀亡国后，被掳入宋。宋太祖久闻其诗名，召她陈诗。徐氏就诵了这首“述亡国之由”的诗。",
       "classInfo" : "60",
       "poetryID" : "223",
       "source" : "27",
       "likes":"725"
       },{
       "name" : "鹧鸪天",
       "author" : "宋·刘著",
       "content" : "雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。",
       "transferInfo" : "铺满大地的白雪映照着山城，小楼上突然奏起的一曲《梅花落》，那一声声羌笛音里，饱含着离别的哀怨，你的手指此时恐怕已是寒冷冰凉了吧！江南的梅花开了又落，已不知开落了多少次，我仍在天涯漂泊，两鬓已斑白。面对天上点点闪亮的星星，朗朗普照的圆月，我独自一人痛饮不休。喝着，喝着，好像觉得天上的银河倒流入了我的杯中。我思乡念归写了三千首诗词，想寄给你这南方的恋人，让你强忍着眼泪慢慢细读啊！",
       "addtionInfo" : "玉指：比喻女子洁白如玉的纤指。羌管：即羌笛，出自古代西部羌族的一种管乐器，其声凄切、哀伤。又名玉笛、短笛、芦笛等。楼间：空楼的意思。团团：形容月圆。河汉：指银河。翰林：指李白。刘著曾入翰林，故此处以李白自比。风月：原指诗句中的骚情雅意，此处代指表达爱情相思的诗篇。三千首：极言作诗之多。这里词人说自己作诗非常多，有如翰林李白。吴姬：吴地（即江南）一带的美女；此借指曾经相好的女子。忍泪：强忍眼泪。",
       "analysesInfo" : "本首词是刘著所创作的唯一一首词作，是一首寄给情人的词。全词感情真挚，迂回曲折，流转自然，营造了一个慨叹韶光易逝、人生易老，身处他乡，缺少知音，对故土拥有无限依恋与思念的主人公形象。&&&上片状别离滋味。“雪照山城玉指寒，一声羌管怨楼间”起拍，追怀往日那次难忘的离别场面。山城雪照，一个严寒的冬日。山城指南方某地，词人与所爱者分携之处。悲莫悲兮生别离，离筵充满了悲凉的气氛。玉指寒，既点冬令，又兼示离人心上的凄清寒意。吹梅笛怨，也许是她在小楼上奏起的一曲《梅花落》吧。&&&“南楼不恨吹横笛，恨晓风、千里关山。”这两句自“细雨梦回鸡塞远，小楼吹彻玉笙寒”化出，而景情切合，缠绵哀感，深得脱胎换骨之妙。这一别，黯然销魂，情难自禁，从此后相思两地，再见何年。下面的“江南几度梅花发”，接得如行云流水，自然无迹。由笛怨声声到梅花几度，暗示着江南的梅花开了又落，落了又开，情天恨海，逝者如斯。无情的岁月早经染白了主人公的双鬓。追忆别时，恍如昨日。整个上片，读来已觉回肠荡气。&&&下片，由当年写到此夕，感情进一步深化。天涯霜月又今宵，茫茫百感，袭上心头，除了诗和酒，世上没有什么能寄托自己的思恋，消遣自己的愁怀。换头先说饮酒。一片深愁待酒浇。苍茫无际的天野，有星光作伴，月色相陪，还是开怀痛饮，不管一切吧。这几句大有“尽挹西江，细斟北斗，万象为宾客”的气势，“倒流河汉”，等于说吸尽银河，更巧妙的是暗中融化了李贺“酒酣喝月使倒行”（《秦王饮酒》）的意境，痛饮淋漓，忘乎所以，恨不得令银河倒流，让辰光倒转，把自己的一腔郁闷，驱除个干净。兴会不可谓不酣畅了。然而，酒入愁肠，化作的毕竟是相思泪。&&&紧接着，一气呵成的，就是放笔疾书，不可遏止地倾转，无所顾忌地抒怀，要将那无穷的往事、别后的相思；要将那尘满面、鬓如霜的感慨；要将那但愿人长久、千里共婵娟的祝愿，一齐泻向笔端。可这些，是有限的篇章、区区的言语不能表达的，他只好借助于欧阳修《赠王安石》的成句，动用一下“翰林风月三千首”了。而竟夕呜咽、愁情满纸的诗篇，寄与伊人，将会带给她新的悲哀。作者仿佛已感到了她的心弦颤动，看到了她的泪眼模糊。设身处地，体贴入微，心息之相通，一至于此。魂逐飞蓬。心灵感荡，“非陈诗何以展其义，非长歌何以骋其情”。而在一首短章小令之中，用词代简，以歌当哭，包含了如许丰富的感情容量，传达了如许深微的心理活动，长短句的语言艺术功能也可算得发挥尽致了。&&&全词以流转自然的音节，迂回曲折的笔势，既缠绵悱侧，又激宕疏爽，以词代简，短篇中含丰富的感情内容，传达出微妙而细致的内心活动，把一种无力排遣的悲凉愁绪发挥得淋漓尽致。",
       "backgroundInfo" : "这首词的具体创作时间不详。金初词坛，深受北宋诸家词风的影响亡国之恨，乡关之思，贰臣之愧是常见的题材，刘著的这首《鹧鸪天》，从“寄与吴姬”的字面看，当是作者入金后客居北地时怀念远在江南的一位女子的怀人之作，貌似“香艳”的爱情词，实际上蕴含着刻骨铭心的亡国之恨。",
       "classInfo" : "37",
       "poetryID" : "224",
       "source" : "22",
       "likes":"726"
       },{
       "name" : "墨梅",
       "author" : "元·王冕",
       "content" : "我家洗砚池头树，朵朵花开淡墨痕。不要人夸好颜色，只留清气满乾坤。",
       "transferInfo" : "我家洗砚池边有一棵梅树，朵朵开放的梅花都像是用淡淡的墨汁点染而成。它不需要别人夸奖颜色多么好看，只是要将清香之气弥漫在天地之间。",
       "addtionInfo" : "墨梅：用墨笔勾勒出来的梅花。我家：因王羲之与王冕同姓，所以王冕便认为王姓自是一家。洗砚池：写字、画画后洗笔洗砚的池子。王羲之有“临池学书，池水尽黑”的传说，这里化用这个典故。池头：池边。头 ：边上。淡墨：水墨画中将墨色分为四种，如，清墨、淡墨、浓墨、焦墨。这里是说那朵朵盛开的梅花，是用淡淡的墨迹点化成的。痕：痕迹。清气:梅花的清香之气。满乾坤：弥漫在天地间。满：弥漫。乾坤：天地间。",
       "analysesInfo" : "这是一首题画诗。诗人赞美墨梅不求人夸，只愿给人间留下清香的美德，实际上是借梅自喻，表达自己对人生的态度以及不向世俗献媚的高尚情操。&&&开头两句“吾家洗砚池头树，朵朵花开淡墨痕”直接描写墨梅。画中小池边的梅树，花朵盛开，朵朵梅花都是用淡淡的墨水点染而成的。“洗砚池”，化用王羲之“临池学书，池水尽黑”的典故。&&&三、四两句盛赞墨梅的高风亮节。它由淡墨画成，外表虽然并不娇艳，但具有神清骨秀、高洁端庄、幽独超逸的内在气质；它不想用鲜艳的色彩去吸引人，讨好人，求得人们的夸奖，只愿散发一股清香，让它留在天地之间。这两句正是诗人的自我写照。王冕自幼家贫，白天放牛，晚上到佛寺长明灯下苦读，终于学得满腹经纶，而且能诗善画，多才多艺。但他屡试不第，又不愿巴结权贵，于是绝意功名利禄，归隐浙东九里山，作画易米为生。“不要人夸颜色好，只留清气满乾坤”两句，表现了诗人鄙薄流俗，独善其身，不求功勋的品格。&&&这首诗题为“墨梅”，意在述志。诗人将画格、诗格、人格有机地融为一体。字面上在赞誉梅花，实际上是赞赏自己的立身之德。&&&在这首诗中，一“淡”一“满”尽显个性，一方面，墨梅的丰姿与诗人傲岸的形象跃然纸上；另一方面令人觉得翰墨之香与梅花的清香仿佛扑面而来。从而使“诗格”、“画格”、人格巧妙地融合在一起。&&&《墨梅》盛赞梅花的高风亮节，诗人也借物抒怀，借梅自喻，表明了自己的人生态度和高尚情操。有意见认为，该题画诗，点出创作意图，强调操守志趣，在艺术史上甚至比《墨梅图》本身还要出名。",
       "backgroundInfo" : "此诗约作于元顺帝至正九年至十年（1349年—1350年）期间。王冕在长途漫游以后回到了绍兴，在会稽九里山有一梅花屋，自号梅花屋主。此诗就作于此。此时正值元末农民大起义爆发前夕，作者面对现实生活中无法解决的矛盾，借梅自喻，感慨之下作此诗。",
       "classInfo" : "121",
       "poetryID" : "225",
       "source" : "27",
       "likes":"727"
       },{
       "name" : "山坡羊·骊山怀古",
       "author" : "元·张养浩",
       "content" : "骊山四顾，阿房一炬，当时奢侈今何处？只见草萧疏，水萦纡。至今遗恨迷烟树。列国周齐秦汉楚。赢，都变做了土；输，都变做了土。",
       "transferInfo" : "站在骊山上环望四周，雄伟瑰丽的阿房宫已被付之一炬，当年奢侈的场面现在到哪里去了呢？呈现在眼前的只有稀疏寥落的草木，回旋迂曲的水流。到现在那些遗恨已消失在烟雾弥漫的树林中了。想想周、齐、秦、汉、楚等国多少帝王为了天下，征战杀伐，赢的如何？输的如何？不都变做了土！",
       "addtionInfo" : "山坡羊：曲牌名，又名“山坡里羊”“苏武持节”。骊山：在今陕西临潼县东南。阿房：阿房宫，秦宫殿名，故址在今陕西西安市西南阿房村。一炬：指公元前206年12月，项羽引兵屠咸阳，“烧秦宫室，火三月不灭”（见《史记·项羽本纪》）。萦纡：形容水流回旋迂曲的样子。列国：各国，即周、齐、秦、汉、楚。",
       "analysesInfo" : "从王朝的统治者的角度来看兴亡，封建统治者无论输赢成败最终都逃脱不了灭亡的命运。辛辣地批判了封建统治者为争夺政权而进行的残酷厮杀焚烧及夺得政权后大兴土木的奢侈无度。伴随着各个王朝的兴亡交替，是无休无止的破坏，无数的物质文明和精神财富都化为灰烬。&&&骊山（今西安市的东边），阿房宫当初的宫殿台基残存。杜牧在《阿房宫赋》中说：“骊山北构而西折，直走咸阳”，阿房宫从骊山建起，再向西直达咸阳，规模极其宏大，设施极其奢华。公元前206年秦朝灭亡，项羽攻入咸阳后阿房宫焚毁。张养浩途经骊山有所感而创作了这首“骊山怀古”小令。&&&开头三句“骊山四顾，阿房一炬，当时奢侈今何处？”回顾骊山的历史，曾是秦朝宫殿的所在，被大火焚烧之后，当时的歌台舞榭、金块珠砾都已不复存在，诗人用“今何处”一个问句，强调了对从古到今历史所发生的巨大变化的感慨，并自然而然地引出了下文“只见草萧疏，水萦纡。”再不见昔日豪华的宫殿，只有野草稀疏地铺在地上，河水在那里迂回的流淌。草的萧索，水的萦纡更加重了作者怀古伤今的情感分量。&&&第六七句说：“至今遗恨迷烟树。 列国周齐秦汉楚。”到如今，秦王朝因奢侈、残暴而亡国的遗恨已消失在烟树之间了。而这种亡国的遗恨不只有秦朝才有，周朝、战国列强直到汉楚之争，哪个不抱有败亡的遗恨呢？实际上作者在这里寄托了一种讽刺，是说后人都已遗忘了前朝败亡的教训！元朝统治者在夺得政权之后更奢侈挥霍无度，全然不顾国库空虚社会经济急待调整。&&&张养浩对当时的状况心怀不满，但想到列国的历史，又觉得从夺得政权，到奢侈暴戾，到最终败亡，乃是历代封建王朝的共同结局。杜牧说阿房宫“楚人一炬，可怜焦土”，作者正是由此引申开来写道：“赢， 都 变 做 了 土；输，都变做了土。”这句结尾句式相同的两句是说无论输赢，奢侈的宫殿最后都会归于死亡，“都变做了土”，我们可以看作这是对封建王朝的一种诅咒，更是对封建王朝社会历史的规律性的概括。张养浩在另一首《山坡羊·潼关怀古》的结尾说：“兴，百姓苦；亡，百姓苦。”这是从百姓的角度看封建王朝的更迭，带给人民的全是苦难。而这首小令则是从王朝的统治者的角度来谈的，封建统治者无论输赢成败最终都逃脱不了灭亡的命运。作者辛辣地批判了封建统治者为争夺 政权而进行的残酷厮杀、焚烧及夺得政权后大兴土木的奢侈无度。它虽不及“潼关怀古”思想深刻，但也提示出了一种历史的必然，还是比较有意义的。",
       "backgroundInfo" : "公元前206年秦朝灭亡，项羽攻入咸阳后阿房宫被焚。张养浩在途经骊山时有所感写下了《山坡羊·骊山怀古》这首小令。",
       "classInfo" : "33",
       "poetryID" : "226",
       "source" : "24",
       "likes":"728"
       },{
       "name" : "水仙子·夜雨",
       "author" : "元·徐再思",
       "content" : "一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花，棋未收，叹新丰孤馆人留。枕上十年事，江南二老忧，都到心头。",
       "transferInfo" : "梧桐叶上的每一滴雨，都让人感到浓浓的秋意。一声声滴落在芭蕉叶上的嘀嗒雨声，都使得愁思更浓。夜里做着的归家好梦，一直延续到三更之后。灯花落下，棋子还未收，叹息又将滞留在这新丰客舍。十年宦海奋斗的情景，江南家乡父母的担忧，一时间都涌上了心头。",
       "addtionInfo" : "三更：指夜半时分。归梦：回家的梦。灯花：灯心余烬结成的花形。叹新丰句：化用马周困新丰的典故。据《新唐书·马周传》记载，唐初中书令马周贫贱时，曾住在新丰的旅舍，店主人不理睬他，备受冷落。新丰：地名，在今陕西省临潼东北。江南：指作者自己的家乡，即浙江嘉兴一带。二老：父母双亲。",
       "analysesInfo" : "“一声梧叶一声秋，一点芭蕉一点愁。”首先渲染了伤感的情绪，“梧桐”、“芭蕉”、“夜雨”在中国古典文学作品中总是和离愁、客思、寂寥悲伤联系在一起，全曲描写在凄凉寂寞的旅店里，形孤影单、卧听夜雨的情景。曲的起首句以雨打梧桐破题，烘托出“梧桐一叶落，天下尽知秋”的萧瑟落寞氛围。白居易：“秋雨梧桐叶落时。”王昌龄：“金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。”（《长信秋词》）温庭筠：“梧桐树，三更雨，不道离情正苦，一叶叶，一声声，空阶滴到明。”（《更漏子》）李煜：“无言独上西楼，月如钩。寂寞梧桐深院锁清秋。”（《相见欢》）梧桐作为凄凉悲伤的象征，给文学赋予了很深的悲情含义。苏轼：“缺月挂疏桐，漏断人初静。谁见幽人独往来？”（《卜算子》），孟浩然：“微云淡河汉,疏雨滴梧桐。”晏殊：“绮席凝尘，香闺掩雾，红笺小字凭谁付。高楼目尽欲黄昏，梧桐叶上萧萧雨。”（《踏莎行》）李清照：“梧桐更兼细雨，到黄昏，点点滴滴。这次第，怎一个愁字了得！”（《声声慢》），芭蕉同样具有独特的离别愁绪。李商隐：“芭蕉不展丁香结，同向春风各自愁”（《代赠》）杜牧：“一夜不眠孤客耳，主人窗外有芭蕉。”（《咏雨》）李煜：“秋风多，雨如和，帘外芭蕉三两窠，夜长人奈何。”（《长相思》）南唐卢绛没有入仕时，曾经生病住店，梦见白衣妇人唱着歌劝酒，词中说：“玉京人去秋萧索，画檐鹊起梧桐落。欹枕悄无言，月和清梦圆。背灯惟暗泣，甚处砧声急。眉黛小山攒，芭蕉生暮寒。”（《菩萨蛮》）林逋：“此夜芭蕉雨，何人枕上闻。”（《宿洞霄宫》）&&&“三更归梦三更后”点明了诗人夜不能寐，愁肠百结的心情。三更即是午夜，午夜梦回，再难入眠。“落灯花棋未收”，夜阑静，灯花落尽，雨声未停，滴滴犹如敲棋一般，宋代贺铸有词说：“三更月，中庭恰照梨花雪；梨花雪，不胜凄断，杜鹃啼血。”（《忆秦娥》）可见在三更之夜，天涯孤客，更添愁绪，“三更”和“梧桐”、“芭蕉”、“夜雨”一样是孤寂的象征。作者用了这么多语言描写了一个清冷孤苦的夜晚，其实只有一个原因，那就是：“叹新丰逆旅淹留。”《太平乐府》作“叹新丰孤馆人留”。此句出自汉高祖刘邦的典故，新丰地属今陕西临潼县东北，刘邦得天下后，将父亲接到京中，而刘父思乡之情很浓，于是将街道格局改成丰邑的样子，并另建村镇，并迁来丰邑的居民，所以叫新丰。《新唐书·马周传》记载马周未发迹时，曾旅居新丰，却受客家冷遇。所以后人多用旅居新丰表达羁旅客愁、备受冷落的情怀，而并不一定真的是旅居新丰。从这一句可以看出全曲的意旨。天一阁本《录鬼簿》记载徐再思只做过“嘉兴路吏”。《坚瓠集·丁集》说他“旅居江湖，十年不归”。由此可见徐再思曾有北上的经历，而且滞留有十年之久，除此曲之外，他的“山色投西去，羁情望北游”（商调《悟叶儿·革步》）、“回首江南倦客，西湖诗债，梅花等我须归”（[越调]《天净沙·别高宰》）、“十年不到湖山，齐楚秦燕，皓首苍颜”，均可见一斑。徐再思北上旅居已是中年，郁郁不得志，华发新生，不得不感慨江南子弟他乡老的落魄和无奈。十年游宦归梦远，让他感到十分惆怅。&&&此曲写旅人的离愁别绪，情景交融，言短意长。起三句鼎足对，妥帖自然，没有一点做作的痕迹，见出作者的功力。中间段点出痛苦根源，由感而发，语淡味浓。各种情景均古已有之，文人骚客早已描写尽致，在作者笔端却自有一番滋味，全因末三句：“枕上十年事， 江南二老忧，都到心头。”十年之间经历了多少事，而远在江南的双亲却总在为久客不归的游子担心。这里作者巧妙地运用了侧面落笔的手法，不写自己如何思念故乡，思念亲人，而以年迈双亲的忧思烘托出更加浓烈的亲情。遂使此曲更加独特，深扣人心。末句“都在心头”四字戛然而止，欲语还休，却有引人遐思，荡气回肠之功。人总是在年华老去、潦倒他乡、沧桑落寞时，才会回首天涯，“枕上十年事”似乎说尽了作者的无力与无成，文已尽而意有余。徐再思十年北上的经历，由于资料缺失，已无法查找，只能从他的诗句中略窥一二。元代社会歧视南人和知识分子，“八娼九儒十丐”虽略有夸张，但也可以看出知识分子入仕之难。徐再思北上之行，无非为求仕而往。作为南宋遗民的亡国之恨，作为元朝落魄文人的前途无门，颇有“英雄失路”的感慨。这首作品贵在描写普通人的情感和落寞。将人生的失落与亲情相溶，字字未写作者自己，写物寓言，侧面落笔，“以我观物，而物皆有我之色彩”。“词以境界为最上，有境界则自成高格，自有名句。”曲是词之变体，但比词更贴近民间。王国维在《宋元戏曲史》中说过：“一代有一代之文学，楚之骚，汉之赋，六朝之骈语，唐之诗，宋之词，元之曲，皆所谓一代之文学，而后世莫能继焉者也。”元曲之美在于它更加浑朴自然、清新爽朗，“俗中透雅”、“雅中求俗”，它能以其特有的流行性在市井勾栏中广为流传，原因就在于它描写了普通人的生活、普通的情感。&&&徐再思散曲的另一特点是善用数字，开头“一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后”这三句，耐人寻味：连用几个相同的数词和量词，音调错落和谐，正好表现忐忑难安的心情；作者笔下，秋雨绵绵，桐叶声声，雨打芭蕉，愁滴心头，羁旅路遥，思乡情长，无限惆怅，无限感慨，全都浸透在字里行间。曲中层层递进，以最少的数词却能包涵着最大的容量，细腻真切地表达了羁旅惆怅、光阴易逝的感慨，道出了因思乡而断肠的情怀，可以说曲因数字而有生趣，数字因曲而灵动。这一点在“九分恩爱九分忧，两处相思两处愁，十年迤逗十年受。几遍成几遍休，半点事半点惭羞。三秋恨三秋感旧，三春怨三春病酒，一世害一世风流”（[双调]《水仙子·春情》）中表现得更加突出。多数学者认为数字的反复迭用，有斧凿之嫌，好在《夜雨》一曲贵在真情实感的流露，而非一般的应景之作。王国维在《人间词话》中说：“昔人论诗词，有景语、情语之别，不知一切景语皆情语也。”徐再思正是借助数字对秋色的描写，借景抒情、寓言写物、情景交融，真切地吐露了游子“旅思”之情。全曲语言朴实无华，自然流畅，而感情真挚动人。",
       "backgroundInfo" : "这首曲的创作时间不详。此曲为作者漂泊在外，栖宿在旅店里逢夜雨时所作。",
       "classInfo" : "91",
       "poetryID" : "227",
       "source" : "24",
       "likes":"729"
       },{
       "name" : "临江仙",
       "author" : "明·杨慎",
       "content" : "滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。",
       "transferInfo" : "滚滚长江向东流，多少英雄像翻飞的浪花般消逝。争什么是与非、成功与失败，到头来都是一场空。只有青山依然存在，太阳依然日升日落。在江边的白发隐士，早已看惯了岁月的变化。和朋友难得见了面，痛快的畅饮一杯酒。古往今来的多少事，都付诸于人们的谈笑之中。",
       "addtionInfo" : "临江仙：原唐教坊曲名，后用作词牌名，字数有五十二字、五十四字等六种。东逝水：是江水向东流逝水而去，这里将时光比喻为江水。淘尽：荡涤一空。成败：成功与失败。青山：青葱的山岭。几度：虚指，几次、好几次之意。渔樵：此处并非指渔翁、樵夫，联系前后文的语境而为动词：隐居；此处作名词，指隐居不问世事的人。渚（zhǔ）：原意为水中的小块陆地，此处意为江岸边。秋月春风：指良辰美景，也指美好的岁月。浊（zhuó）：不清澈；不干净。与“清”相对。浊酒 ：用糯米、黄米等酿制的酒，较混浊。古今：古代和现今。",
       "analysesInfo" : "这是一首咏史词，借叙述历史兴亡抒发人生感慨，豪放中有含蓄，高亢中有深沉。&&&从全词看，基调慷慨悲壮，意味无穷，令人读来荡气回肠，不由得在心头平添万千感慨。在让读者感受苍凉悲壮的同时，这首词又营造出一种淡泊宁静的气氛，并且折射出高远的意境和深邃的人生哲理。作者试图在历史长河的奔腾与沉淀中探索永恒的价值，在成败得失之间寻找深刻的人生哲理，有历史兴衰之感，更有人生沉浮之慨，体现出一种高洁的情操、旷达的胸怀。读者在品味这首词的同时，仿佛感到那奔腾而去的不是滚滚长江之水，而是无情的历史；仿佛倾听到一声历史的叹息，于是，在叹息中寻找生命永恒的价值。&&&在这凝固地历史画面上，白发的渔夫、悠然的樵汉，意趣盎然于秋月春风。江渚就是江湾，是风平浪静的休闲之所。一个“惯”字让人感到些许莫名的孤独与苍凉。幸亏有朋自远方来的喜悦，酒逢知己，使这份孤独与苍凉有了一份慰藉。“浊酒”似乎显现出主人与来客友谊的高淡平和，其意本不在酒。古往今来，世事变迁，即使是那些名垂千古的丰功伟绩也算得了什么。只不过是人们茶余饭后的谈资，且谈且笑，痛快淋漓。多少无奈，尽在言外。&&&大江裹挟着浪花奔腾而去，英雄人物随着流逝的江水消失得不见踪影。“是非成败转头空”，豪迈、悲壮，既有大英雄功成名就后的失落、孤独感，又暗含着高山隐士对名利的淡泊、轻视。既是消沉的又是愤慨的，只是这愤慨已经渐渐没了火气。面对似血的残阳，历史仿佛也凝固了。“青山依旧在”是不变，“几度夕阳红”是变，“古今多少事”没有一件不在变与不变的相对运动中流逝，从“是非成败”的纠葛中解脱出来，历尽红尘百劫，太多的刻意都可以抛开，太复杂了倒会变得简单，在时、空、人、事之间的感悟中，别是一般滋味在心头。&&&历史固然是一面镜子，倘若没有丰富的甚至是痛苦的残酷的人生体验，那面镜子只是形同虚设，最多也只是热闹好看而已。正因为杨慎的人生感受太多太深，他才能看穿世事，把这番人生哲理娓娓道来，令无数读者产生心有戚戚的感觉。&&&既然“是非成败”都如同过眼烟云，就不必耿耿于怀、斤斤计较；不如寄情山水，托趣渔樵，与秋月春风为伴，自在自得。作者平生抱负未展，横遭政治打击。他看透了朝廷的腐败，不愿屈从、阿附权贵，宁肯终老边荒而保持自己的节操。因此他以与知己相逢为乐事，把历代兴亡作为谈资笑料以助酒兴，表现出鄙夷世俗、淡泊洒脱的情怀。无论过去，当下，还是以后，追逐名利似乎总是一些人的生存方式，然而名缰利锁又往往令人痛苦不堪，难以自拔。&&&当然要建功立业，当然要展现英雄气概，当然要在无情的流逝中追求永恒的价值。但是既要拿得起，进得去；还要放得下，跳得出。要想看清历史发展的必然趋势，看清自己在历史中的位置和可能起到的作用，深度和远见都必须在生活中不断磨炼。&&&浪奔浪流，万里滔滔江水永不休，任凭江水淘尽世间事，化作滔滔一片潮流。历史总要不断地向前推进，不以人的意志为转移。逝者如斯，谁也留不住时光的脚步。可是人们却不甘就这样顺其自然，随波逐流。&&&“白发渔樵江渚上，惯看秋月春风。”这两句尤其经典，作者经历了70多年的人生，看穿了看透了，他就就是词中的白发渔樵，坐在历史长河边的沙滩上，看历史长河滚滚东流，此刻时间凝固了，他以旁观者的心境，看季节的变化，看时代的更迭，顿觉人生何尝不是如此？你留也好，去也罢，四季照样变化，朝代照样更迭，生命照样老去。面对短短的人生，我们又何必一定要去强求什么呢？此刻的心境虽然无奈但又何等的洒脱。&&&“一壶浊酒喜相逢。古今多少事，都付笑谈中。”人的一生，你穷也好，达也罢，你得到的、你失去的，不也就在生命消亡的同时烟消云散了吗。所以，只要有一壶浊酒，有几个知己，就应该很满足了。&&&词中有两句将词的意境即作者的心境推向了极致，其一是“是非成败转头空”，其二是“古今多少事，都付笑谈中”。作者总结自己的一生，得出的结论就是：“是非成败于人生而言，只不过都是笑谈罢了。”",
       "backgroundInfo" : "1511年（明朝正德六年），杨慎获殿试第一。1524年因得罪世宗朱厚熜，杨升庵被发配到云南充军。他经常四处游历，观察民风民情。每到一地都要与当地的读书人谈诗论道，留下了大量描写云南的诗篇。此词即其中一篇。",
       "classInfo" : "36",
       "poetryID" : "228",
       "source" : "28",
       "likes":"730"
       },{
       "name" : "怨",
       "author" : "明·冯小青",
       "content" : "新妆竟与画图争，知是昭阳第几名？瘦影自临春水照，卿须怜我我怜卿。",
       "transferInfo" : "化了新的妆容！却不得人欣赏，竟然和画像争论！这幅仪态妆容！在后宫中又能排到第几名 ！忧愁的看着水中自己纤瘦的身影，你应该怜惜我对于你的爱。",
       "addtionInfo" : "临：靠近。",
       "analysesInfo" : "画像上的小青光鲜依旧，可生活中的小青却日渐衰弱。无缘再会心上的夫君，画像又怎能解她心上的忧愁。此生万般无奈，她只好祈祷来世的幸福。",
       "backgroundInfo" : "",
       "classInfo" : "75",
       "poetryID" : "229",
       "source" : "26",
       "likes":"731"
       },{
       "name" : "己亥杂诗",
       "author" : "清·龚自珍",
       "content" : "九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人才。",
       "transferInfo" : "只有依靠风雷激荡般的巨大力量才能使中国大地焕发勃勃生机，然而社会政局毫无生气终究是一种悲哀。我奉劝上天要重新振作精神，不要拘泥一定规格以降下更多的人才。",
       "addtionInfo" : "九州：中国的别称之一，分别是：冀州、兖州、青州、徐州、扬州、荆州、梁州、雍州和豫州。生气：生气勃勃的局面。恃（shì）：依靠。万马齐喑：比喻社会政局毫无生气。喑（yīn），沉默，不说话。天公：造物主。抖擞：振作，奋发。降：降生，降临。",
       "analysesInfo" : "这是一首出色的政治诗。&&&全诗层次清晰，共分三个层次：第一层，写了万马齐喑，朝野噤声的死气沉沉的现实社会。“万马齐喑”，比喻在清朝统治下，人们不敢讲话，到处是一种令人窒息的沉闷气氛。这里用了一个典故。苏轼《三马图赞引》：“时（宋元祐初）西域贡马，首高八尺，龙颅而风骨，虎背而豹章，出东华门，入天驷监，振鬣长鸣，万马齐喑。”对于“万马齐喑”的局面，用一“哀”字，表明诗人痛惜之情与爱国之心。诗人于1810年到北京做官，满怀经世之志、治国之略，但是仕途的失意。政治主张的破灭，使他清醒地认识到他处在“平生进退两颠簸”（《十月廿夜大风不寐起而书怀》）的境遇中。&&&第二层，作者指出了要改变这种沉闷，腐朽的现状，就必须依靠风雷激荡般的巨大力量。暗喻必须经历波澜壮阔的社会变革才能使中国变得生机勃勃。&&&第三层，作者认为这样的力量来源于人材，而朝庭所应该做的就是破格荐用人材，只有这样，中国才有希望。“我劝天公重抖擞，不拘一格降人才。”运用移花接木的手法，表现了诗人渴望砸烂黑暗统治，出现一个崭新世界的愿望。“天公”，即玉皇，亦即世俗所谓老天爷。诗人揭露时弊，忽然就劝起老天爷来了，诗末自注云：“过镇江，见赛玉皇及风神、雷神者，祷祠数万，道士乞撰青词。”这个自注说明了诗人写这首诗的具体环境，看出了诗人是借“道士乞撰青词”之机，用民间迷信活动来为自己所要表达的思想感情服务。“不拘一格”，充分表现了诗人开阔的胸怀，远大的目光，具有战略性的设想。当时的清政府，腐朽无能，内忧外患，特别是帝国主义侵略者，虎视耽耽，奴役中国民族、灭亡中国国家之心不死，瓜分风潮，迫在眉睫，要拯救暴风中破船似的中国，非有各方面的大批人才，是无济于事的，所以诗人劝天公重新振作精神，不拘一格而降大批人才，共挽即倒的狂澜，将倾的大厦。“劝”字，颇具积极意义。它是奉劝，而不是乞求，表现了诗人处于踞离临下的地位，也显示出诗人变革的信心。&&&诗的前两句用了两个比喻，写出了诗人对当时中国形势的看法。“万马齐喑”比喻在腐朽、残酷的反动统治下，思想被禁锢，人才被扼杀，到处是昏沉、庸俗、愚昧，一片死寂、令人窒息的现实状况。“风雷”比喻新兴的社会力量，比喻尖锐猛烈的改革。从大处着眼、整体着眼、大气磅礴、雄浑深邃的艺术境界。诗的后两句，“我劝天公重抖擞，不拘一格降人才”是传诵的名句。诗人用奇特的想象表现了他热烈的希望，他期待着优秀杰出人物的涌现，期待着改革大势形成新的“风雷”、新的生机，一扫笼罩九州的沉闷和迟滞的局面，既揭露矛盾、批判现实，更憧憬未来、充满理想。它独辟奇境，别开生面，呼唤着变革，呼唤未来。",
       "backgroundInfo" : "龚自珍所处时代是封建主义腐朽没落的时代。他以其才华，起而议政“医国”，宣传变革，终因“动触时忌”，他于公元1839年（道光十九年己亥）辞官南归，在途中写下三百一十五首《己亥杂诗》。这即是其中一首。",
       "classInfo" : "122",
       "poetryID" : "230",
       "source" : "25",
       "likes":"733"
       },{
       "name" : "狱中题壁",
       "author" : "清·谭嗣同",
       "content" : "望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。",
       "transferInfo" : "希望出亡的康有为、梁启超在逃亡中投宿时能像张俭一样受到人们的保护。希望战友们能如杜根一样忍死待机完成变法维新的大业。我自仰天大笑，慷慨赴死，因为去者和留者肝胆相照、光明磊落，有如昆仑山一样的雄伟气魄。",
       "addtionInfo" : "望门投止：望门投宿。张俭：东汉末年高平人，因弹劾宦官侯览，被反诬“结党”，被迫逃亡，在逃亡中凡接纳其投宿的人家，均不畏牵连，乐于接待。事见《后汉书·张俭传》。忍死：装死。须臾：不长的时间。杜根：东汉末年定陵人，汉安帝时邓太后摄政、宦官专权，其上书要求太后还政，太后大怒，命人以袋装之而摔死，行刑者慕杜根为人，不用力，欲待其出宫而释之。太后疑，派人查之，见杜根眼中生蛆，乃信其死。杜根终得以脱。事见《后汉书·杜根传》。横刀：屠刀，意谓就义。两昆仑：有两种说法，其一是指康有为和浏阳侠客大刀王五；其二为“去”指康有为，“留”指自己。",
       "analysesInfo" : "这首诗的前两句运用张俭和杜根的典故，揭露顽固派的狠毒，表达了对维新派人士的思念和期待。后两句抒发作者大义凛然，视死如归的雄心壮志。全诗表达了对避祸出亡的变法领袖的褒扬祝福，对阻挠变法的顽固势力的憎恶蔑视，同时也抒发了诗人愿为自己的理想而献身的壮烈情怀。&&&“望门投止思张俭止”这一句，是身处囹圄的谭嗣同记挂、牵念仓促出逃的康有为等人的安危，借典述怀。私心祈告：他们大概也会像张俭一样，得到拥护变法的人们的接纳和保护。&&&“忍死须臾待杜根”是用东汉诤臣义士的故事，微言大义。通过运用张俭的典故，以邓太后影射慈禧，事体如出一辙，既有对镇压变法志士残暴行径的痛斥，也有对变法者东山再起的深情希冀。这一句主要是说，戊戌维新运动虽然眼下遭到重创，但作为锐意除旧布新的志士仁人，应该志存高远，忍死求生。等待时机，以期再展宏图。&&&“我自横刀向天笑”是承接上两句而来：如若康、梁诸君能安然脱险，枕戈待旦，那么，我谭某区区一命岂足惜哉，自当从容地面对带血的屠刀，冲天大笑。“让魔鬼的宫殿在笑声中动摇”。对于死，诗人谭嗣同早有准备。当政变发生时，同志们曾再三苦劝他避居日本使馆，他断然拒绝，正是由于他抱定了必死的决心，所以才能处变不惊，视死如归。&&&“去留肝胆两昆仑”对于去留问题，谭嗣同有自己的定见。在政变的第二天，谭氏待捕不至，遂往日本使馆见梁启超，劝其东游日本。他说：“不有行者，无以图将来；不有死者，无以酬圣主。今南海（康有为）之生死未可卜，程婴、杵臼、月照、西乡，吾与足下分任之。”他出于“道”（变法大业、国家利益），也出于“义”（君臣之义、同志之义），甘愿效法《赵氏孤儿》中的公孙杵臼和日本德川幕府末期月照和尚的好友西乡的行节，以个人的牺牲来成全心目中的神圣事业，以自己的挺身赴难来酬报光绪皇帝的知遇之恩。同时，他也期望自己的一腔热血能够惊觉苟且偷安的芸芸众生，激发起变法图强的革命狂澜。在他看来，这伟大的身后事业，就全靠出奔在逃的康、梁们的推动和领导。基于这种认知，他对分任去留两职的同仁同志，给予了崇高的肯定性评价：去者，留者。路途虽殊，目标则同，价值同高，正像昆仑山的两座奇峰一样，比肩并秀，各领千秋风骚。&&&全诗用典贴切精妙，出语铿锵顿挫，气势雄健迫人。诗中寄托深广，多处运用比喻手法，使胸中意气奈情的表达兼具含蓄特色。",
       "backgroundInfo" : "公元1898年（光绪二十四年）是农历的戊戌年，是年六月，光绪皇帝实行变法，八月，谭嗣同奉诏进京，参预新政。九月中旬，慈禧太后发动政变，囚禁光绪帝，并开始大肆捕杀维新党人。9月21日，他与杨深秀、刘光第、康广仁、杨锐、林旭等五人同时被捕。这首诗即是他在狱中所作。",
       "classInfo" : "60",
       "poetryID" : "231",
       "source" : "25",
       "likes":"732"
       },{
       "name" : "舟夜书所见",
       "author" : "清·查慎行",
       "content" : "月黑见渔灯，孤光一点萤。微微风簇浪，散作满河星。",
       "transferInfo" : "漆黑的夜晚不见月亮，只见那渔船上的灯光，在茫茫的夜色中，像萤火虫一样发出一点微亮。微风阵阵，河水泛起层层波浪，渔灯微光在水面上散开，好像无数星星洒落在河面上。",
       "addtionInfo" : "孤光：孤零零的灯光。簇：拥起。",
       "analysesInfo" : "这首诗好似一幅速写，作者抓住了那倒映在水中的渔火化作满天星星的片刻，几笔勾勒，立即捕捉住了这转瞬即逝的景物。这首诗又好似一幅木刻，在漆黑的背景之上，亮出一点渔火，黑白对比，反差特别鲜明。&&&前两句是静态描写，把暗色和亮色联系在一起，显得形象鲜明。&&&第一句“月黑见渔灯”中“月黑”指的是月亮没有出来，天特别黑，不是说月亮是黑的。见（读xiàn），显现。孤光，孤单的亮光。萤，萤火虫，光亮微弱。意思说：一个没有月亮的晚上，天是那样黑。只有渔船上一盏围灯，孤零零闪着萤火虫一样微弱的光。第一句用“月黑”突出“渔灯”。&&&第二句“孤光一点萤”，写如豆灯光像江岸边一点萤火，是意中之象，描写渔灯的形象。河面幽黑，只有孤零零的一点灯光闪烁着，仿佛是一只萤火虫在原野里发出微弱的光。“孤”表现了环境的寂寞、单调，寄寓着一定的感情色彩。一种茫然无奈的情感袭上诗人的心头。&&&后两句为动态描写。不难想象，当诗人见到微风腾起细浪，灯影由一点散作千万这动人一幕的时候，心情是何等地兴奋。&&&第三句“微微风簇浪”簇，拥簇，簇动。风儿微微吹来，水面拥起细细的波纹，再看那倒映在水中的“孤光”，四下散乱开了，顿时化作满河的星星，闪烁不定，令人眼花缭乱。这两句由静入动，描绘出一个十分生动神奇的画面。风簇细浪，浪散灯光，灯光化星，层层展开，引人入胜。“簇”字用得准确形象，既写出了风微，又刻划了浪动。&&&第四句“散作满河星”犹如天外奇峰，劈空而来。那如萤的孤光，刹那间似乎变成万船灯火，点缀河中，又如风吹云散，满天明星，倒映水中，使这静谧的黑夜，单调的河面出现了意想不到的壮观。风吹浪起，簇起的每朵浪花，都把那如萤般的灯光摄进水中，有多少浪花，就有多少灯光。同时此句的描写为诗词增添了画面感，使枯燥无趣的文字能幻化出美丽浪漫带有一丝丝的安逸宁静的景象，使诗人流连其中。&&&诗人细腻的观察是由上到下，由静到动的，写来又是那样井然有序，明暗互衬，静动相间，用字传神，联想奇特，构成一幅独特而又令人神往的舟夜渔火图，使读者得到一种精神上的愉悦和满足。",
       "backgroundInfo" : "本首诗的具体创作时间不详。是诗人在船上过夜时，写下的所见到的景物，所以题目叫做“舟夜书所见”。",
       "classInfo" : "9",
       "poetryID" : "232",
       "source" : "25",
       "likes":"734"
       },{
       "name" : "短歌行",
       "author" : "汉·曹操",
       "content" : "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈宴，心念旧恩。月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。周公吐哺，天下归心。",
       "transferInfo" : "一边喝酒一边高歌，人生的岁月有多少。好比晨露转瞬即逝，逝去的时光实在太多！宴会上歌声慷慨激昂，心中的忧愁却难以遗忘。靠什么来排解忧闷？唯有豪饮美酒。有学识的才子们啊，你们令我朝夕思慕。只是因为您的缘故，让我沉痛吟诵至今。阳光下鹿群呦呦欢鸣，在原野吃着艾蒿。一旦四方贤才光临舍下，我将奏瑟吹笙宴请嘉宾。当空悬挂的皓月哟，什么时候可以摘取呢；心中深深的忧思，喷涌而出不能停止。远方宾客穿越纵横交错的田路，屈驾前来探望我。彼此久别重逢谈心宴饮，重温那往日的恩情。月光明亮星光稀疏，一群寻巢乌鹊向南飞去。绕树飞了几周却没敛翅，哪里才有它们栖身之所？高山不辞土石才见巍峨，大海不弃涓流才见壮阔。我愿如周公一般礼贤下士，愿天下的英杰真心归顺于我。",
       "addtionInfo" : "对酒当歌：一边喝着酒，一边唱着歌。当，是对着的意思。几何：多少。去日：过去的日子；苦：患，苦于。已经过去的日子太多了。用于感叹光阴易逝之语。慨当以慷：指宴会上的歌声激昂慷慨。当以，这里无实际意义。全句意思是，应当用激昂慷慨（的方式来唱歌）。杜康：相传是最早造酒的人，这里代指酒。青青子衿（jīn），悠悠我心：这里用来比喻渴望得到有才学的人。子，对对方的尊称。衿，古式的衣领。青衿，是周代读书人的服装，这里指代有学识的人。悠悠，长久的样子，形容思虑连绵不断。沉吟：沉思，深思，这里指对贤才的思念和倾慕。呦（yōu）呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙（shēng）：出自《诗经·小雅·鹿鸣》。呦呦：鹿叫的声音。苹：艾蒿。鼓：弹。何时可掇（duō）：什么时候可以摘取呢？掇，拾取，摘取。另解：掇读chuò，为通假字，掇，通“辍” ，即停止的意思。越陌度阡：穿过纵横交错的小路。陌，东西向田间小路。阡，南北向的小路。枉用相存：屈驾来访。枉，这里是“枉驾”的意思；用，以。存，问候，思念。三匝（zā）：几周。匝，周，圈。吐哺：极言殷勤待士。",
       "analysesInfo" : "《短歌行》是汉乐府的旧题，属于《相和歌辞·平调曲》。这就是说它本来是一个乐曲的名称。最初的古辞已经失传。乐府里收集的同名有24首，最早的是曹操的这首。这种乐曲怎么唱法，现在当然是不知道了。但乐府《相和歌·平调曲》中除了《短歌行》还有《长歌行》，唐代吴兢《乐府古题要解》引证古诗“长歌正激烈”，魏文帝曹丕《燕歌行》“短歌微吟不能长”和晋代傅玄《艳歌行》“咄来长歌续短歌”等句，认为“长歌”、“短歌”是指“歌声有长短”。现在也就只能根据这一点点材料来理解《短歌行》的音乐特点。《短歌行》这个乐曲，原来当然也有相应的歌辞，就是“乐府古辞”，但这古辞已经失传了。现在所能见到的最早的《短歌行》就是曹操所作的拟乐府《短歌行》。所谓“拟乐府”就是运用乐府旧曲来补作新词，曹操传世的《短歌行》共有两首，这里要介绍的是其中的第一首。&&&这首《短歌行》的主题非常明确，就是作者求贤若渴，希望人才都来投靠自己。曹操在其政治活动中，为了扩大他在庶族地主中的统治基础，打击反动的世袭豪强势力，曾大力强调“唯才是举”，为此而先后发布了“求贤令”、“举士令”、“求逸才令”等；而《短歌行》实际上就是一曲“求贤歌”、又正因为运用了诗歌的形式，含有丰富的抒情成分，所以就能起到独特的感染作用，有力地宣传了他所坚持的主张，配合了他所颁发的政令。&&&全诗分为四节，逐而一一分析。&&&第一节主要抒写了诗人对人生苦短的忧叹。第一节中有两处都提到了“酒”，酒在魏晋时期，多受到魏晋诗人的喜好。无论心情愉悦，或是悲伤，感慨时都不难找到酒的影子。本诗中，第一句话就用酒来作开头引出诗人对人生苦短的忧叹。第一节最后一句“何以解忧？唯有杜康。”其中“杜康”相传发明酿酒的人，这里也是指代酒的意思。其中我们如何去理解诗人这种人生苦短的忧叹呢？诗人生逢乱世，目睹百姓颠沛流离，肝肠寸断，渴望建功立业而不得，改变乱世局面，因而发出人生苦短的忧叹。&&&第二节情味更加缠绵深长了。“青青”二句原来是《诗经·郑风·子衿》中的话，原诗是写一个姑娘在思念她的爱人，其中第一章的四句是：“青青子衿，悠悠我心。纵我不往，子宁不嗣音？”（你那青青的衣领啊，深深萦回在我的心灵。虽然我不能去找你，你为什么不主动给我音信？）曹操在这里引用这首诗，而且还说自己一直低低地吟诵它，这实在是太巧妙了。他说“青青子衿，悠悠我心”，固然是直接比喻了对“贤才”的思念；但更重要的是他所省掉的两句话：“纵我不往，子宁不嗣音？”曹操由于事实上不可能一个一个地去找那些“贤才”，所以他便用这种含蓄的方法来提醒他们：“就算我没有去找你们，你们为什么不主动来投奔我呢？”由这一层含而不露的意思可以看出，他那“求才”的用心实在是太周到了，的确具有感人的力量。而这感人力量正体现了文艺创作的政治性与艺术性的结合。他这种深细婉转的用心，在《求贤令》之类的文件中当然无法尽情表达；而《短歌行》作为一首诗，就能抒发政治文件所不能抒发的感情，起到政治文件所不能起的作用。紧接着他又引用《诗经·小雅·鹿鸣》中的四句，描写宾主欢宴的情景，意思是说只要你们到我这里来，我是一定会待以“嘉宾”之礼的，我们是能够欢快融洽地相处并合作的。这八句仍然没有明确地说出“求才”二字，因为曹操所写的是诗，所以用了典故来作比喻，这就是“婉而多讽”的表现方法。同时，“但为君故”这个“君”字，在曹操的诗中也具有典型意义。本来在《诗经》中，这“君”只是指一个具体的人；而在这里则具有了广泛的意义：在当时凡是读到曹操此诗的“贤士”，都可以自认为他就是曹操为之沈吟《子衿》一诗的思念对象。正因为这样，此诗流传开去，才会起到巨大的社会作用。&&&第三节是对以上十六句的强调和照应。以上十六句主要讲了两个意思，即为求贤而愁，又表示要待贤以礼。倘若借用音乐来作比，这可以说是全诗中的两个“主题旋律”，而“明明如月”八句就是这两个“主题旋律”的复现和变奏。前四句又在讲忧愁，是照应第一个八句；后四句讲“贤才”到来，是照应第二个八句。表面看来，意思上是与前十六句重复的，但实际上由于“主题旋律”的复现和变奏，因此使全诗更有抑扬低昂、反复咏叹之致，加强了抒情的浓度。再从表达诗的文学主题来看，这八句也不是简单重复，而是含有深意的。那就是说“贤才”已经来了不少，我们也合作得很融洽；然而我并不满足，我仍在为求贤而发愁，希望有更多的“贤才”到来。天上的明月常在运行，不会停止（“掇”通“辍”，“晋乐所奏”的《短歌行》正作“辍”，即停止的意思；高中课本中“掇”的解释为：拾取，采取。何时可掇：什么时候可以摘取呢）；同样，我的求贤之思也是不会断绝的。说这种话又是用心周到的表现，因为曹操不断在延揽人才，那么后来者会不会顾虑“人满为患”呢？所以曹操在这里进一步表示，他的求贤之心就象明月常行那样不会终止，人们也就不必要有什么顾虑，早来晚来都一样会受到优待。关于这一点作者在下文还要有更加明确的表示，这里不过是承上启下，起到过渡与衬垫的作用。&&&第四节求贤如渴的思想感情进一步加深。“月明”四句既是准确而形象的写景笔墨，也有比喻的深意。清人沈德潜《古诗源》中说：“月明星稀四句，喻客子无所依托。”实际上是说那些犹豫不决的人才，在三国鼎立的局面下一时无所适从。诗人以乌鸦绕树、“何枝可依”的情景来启发他们，不要三心二意，要善于择枝而栖，赶紧到我这边来。最后“周公”四句画龙点睛，明明白白披肝沥胆，希望人才都来归顺我曹操，点明了全诗的主旨。关于“周公吐哺”的典故，据说周公自言：“吾文王之子，武王之弟，成王之叔父也；又相天下，吾于天下亦不轻矣。然一沐三握发，一饭三吐哺，犹恐失天下之士。”这话似也表达诗人心情。&&&总起来说，《短歌行》正像曹操的其它诗作如《蒿里行》、《对酒》、《苦寒行》等一样，是政治性很强的诗作，主要是为曹操当时所实行的政治路线和政治策略服务的；然而它那政治内容和意义却完全熔铸在浓郁的抒情意境之中，全诗充分发挥了诗歌创作的特长，准确而巧妙地运用了比兴手法，来达到寓理于情，以情感人的目的。在曹操的时代，他就已经能够按照抒情诗的特殊规律来取得预期的社会效果，这一创作经验显然是值得借鉴的。同时因为曹操在当时强调“唯才是举”有一定的进步意义，所以他对“求贤”这一主题所作的高度艺术化的表现，也应得到历史的肯定。",
       "backgroundInfo" : "这首诗的创作时间学术界大致有五种说法。一是在苏轼《赤壁赋》中“横槊赋诗”言语的基础上，《三国演义》称曹操在赤壁大战前吟诵这首《对酒当歌》，时间定在建安十三年（208）末。二是求贤说，出自张可礼《三曹年谱》：“抒发延揽人才之激切愿望，盖与《求贤令》作于同时。”时间在建安十五年（210）。三是宾主唱和说，此主张发自万绳楠，他认为此诗作于汉建安元年（196），曹操迁汉献帝于许都之际，曹操与手下心腹如荀彧等人的唱和之作。四是及时行乐说，但没有考证具体时间。此说由沈德潜发之，《古诗源》卷五：“《短歌行》，言当及时为乐也。”五是王青的作于招待乌丸行单于普富卢的宴会上的说法，时间在建安二十一年（216）五月。",
       "classInfo" : "115",
       "poetryID" : "233",
       "source" : "27",
       "likes":"736"
       },{
       "name" : "杂诗",
       "author" : "魏晋·陶渊明",
       "content" : "人生无根蒂，飘如陌上尘。分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。",
       "transferInfo" : "人生在世就如无根之木、无蒂之花，又好似大路上随风飘转的尘土。生命随风飘转，人生历尽了艰难，人们都已不再是最初的样子了。来到这个世界上的都应该成为兄弟，又何必在乎骨肉之亲呢？遇到高兴的事就应当作乐，有酒就要邀请近邻一起畅饮。美好的青春岁月一旦过去便不会再重来，一天之中永远看不到第二次日出。应当趁年富力强之时勉励自己努力奋斗，光阴流逝，并不等待人。",
       "addtionInfo" : "蒂（dì）：瓜当、果鼻、花与枝茎相连处都叫蒂。陌：东西的路，这里泛指路。此：指此身。非常身：不是经久不变的身，即不再是盛年壮年之身。落地：刚生下来。斗：酒器。比邻：近邻。盛年：壮年。及时：趁盛年之时。",
       "analysesInfo" : "陶渊明《杂诗》共有十二首，此为第一首。王瑶先生认为前八首“辞气一贯”，当作于同一年内，作于晋安帝义熙十年（414），时陶渊明五十岁，距其辞官归田已经八年。这是一组“不拘流例，遇物即言”（《文选》李善注）的杂感诗。可以说，慨叹人生之无常，感喟生命之短暂，是这组《杂诗》的基调。&&&“人生无根蒂，飘如陌上尘。”无根蒂：形容飘泊不定。陌：路。这两句是说，人生在世就好像无根之木、无蒂之花，又好比是大路上随风飘转的尘土。&&&“分散随风转，此已非常身。”常身：常住之身。佛家认为常住之身具有永恒的法性，与死生变易无常的父母生身不同。这两句是说，由于命运变幻莫测，人生飘泊不定，种种遭遇和变故不断的改变着人，每一个人都不是最初的自我了。这四句诗，语虽寻常，却寓意奇崛，将人生比作无根之木、无蒂之花，是为一喻，再比作陌上尘，又是一喻，比中之比，象中之象，直把诗人深刻的人生体验写了出来，透露出至为沉痛的悲怆。&&&“落地为兄弟，何必骨肉亲？”落地：指诞生。这两句是说，既然每个人都已不是最初的自我，那又何必在乎骨肉之亲，血缘之情呢。来到这个世界上的都应该成为兄弟。&&&“得欢当作乐，斗酒聚比邻。”欢：欢愉。这两句是说，遇到高兴的事就应当作乐，有酒就应该聚在一起共饮。阅历的丰富往往使人对人生的悲剧性有更深刻的认识，年龄的增长常常使人更难以寻得生活中的欢乐和激动，处于政治黑暗时期的陶渊明更是如此。但他毕竟没有完全放弃美好的人生理想，本着“四海之内皆兄弟”的博爱精神，他转向官场宦海之外的自然去寻求美，在村居生活中去寻求精神上的欢乐，和村民们结下了深厚的情谊，这种欢乐平淡中和、明净淳朴。&&&“盛年不重来，一日难再晨。”难再晨：是说没有第二个早晨。这两句是说，壮年不会第二次到来，一天之内没有第二个早晨。“及时当勉励，岁月不待人。”这两句是说，趁着盛年之时应当勉励自己，光阴流逝不会等待人。&&&“盛年不重来，一日难再晨。及时当勉励，岁月不待人。”结尾四句常被人们用来勉励年轻人要抓紧时机，珍惜光阴，努力学习，奋发上进。在今天，一般读者对这四句诗作如此理解，未尝不可。但在这首诗中，陶渊明的本意却与此大相径庭，是鼓励人们要活在当下，及时行乐。既然生命是这么短促，人生是这么不可把握，社会是这么黑暗，欢乐是这么难得，那么，对于生活中偶尔出现的一点点欢乐，就应该倍加珍惜，不要轻易放过，要及时抓住它，尽情享受。这种及时行乐的思想，我们必须要放在特定的历史环境下加以考察。它是指示标志着一种人的觉醒，即在怀疑和否定旧有传统的标准和信仰的条件下，人对自己生命、意义、命运的重新发现、思索、把握和追求。陶渊明在自然中发现纯净的美，在村居生活中找到了质朴的人际关系，在田园劳动中得到了自我价值的实现。&&&这首诗起笔即命运之不可把握发出慨叹，读来使人感到迷惘、沉痛。继而稍稍振起，诗人执著的在生活中寻找友爱，寻找着欢乐，给人一线希望。终篇慷慨激越，使人为之感奋。全诗用语朴实无华，取譬来自生活，质如璞玉，然而内蕴却极丰富，波澜跌宕，发人深省。",
       "backgroundInfo" : "",
       "classInfo" : "57",
       "poetryID" : "234",
       "source" : "27",
       "likes":"735"
       },{
       "name" : "李延年歌",
       "author" : "两汉·李延年",
       "content" : "北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾城与倾国？佳人难再得。",
       "transferInfo" : "北国有一位美人，姿容简直是举世无双，她娴雅之性超俗而出众，不屑与众女为伍，无人知己而独立。她看守城的将士一眼，将士弃械，墙垣失守；她对君临天下的皇帝瞧一眼，皇帝倾心，国家败亡！纵然如此，也不能失去获得佳人的好机会。美好姑娘世所难遇、不可再得！",
       "addtionInfo" : "倾城、倾国：原指因女色而亡国，后多形容妇女容貌极美。宁不知：怎么不知道。",
       "analysesInfo" : "这首歌的起句平平，对“佳人”的夸赞开门见山，一无渲染铺垫。但其意蕴，却非同凡俗。南国秀丽，其佳人多杏目柳腰、清艳妩媚；北国苍莽，其仕女多雪肤冰姿、妆淡情深。此歌以“北方”二字领起，开笔就给所歌佳人，带来了一种与南方迥异的晶莹素洁的风神。北方的佳人何止千万，而此歌所瞩意的，则是万千佳人中“绝世独立”的一人而已，“绝世”夸其姿容出落之美，简直是并世无双；“独立”状其幽静娴雅之性，更见得超俗而出众。不仅如此，“绝世而独立”还隐隐透露出，这位佳人不屑与众女为伍，无人知已而独立栏杆的的淡淡哀愁－那就不仅是超世脱俗，而且更楚楚可怜了。这就是平中孕奇，只开篇两句，恐怕就令武帝企足引领，生出对佳人的心向神往之情了。&&&北方佳人既如此脱俗可爱，当其顾盼之间，又该有怎样美好的风姿呢？要表现这一点，就不太容易了。然而，这位富于才情的音乐家，却出人意外地唱出了“一顾倾人城，再顾倾人国”的奇句－她只要对守卫城垣的士卒瞧上一眼，便可令士卒弃械、墙垣失守；倘若再对驾临天下的人君“秋波那么一转”，亡国灭宗的灾祸，可就要降临其身了！表现佳人的顾盼之美，竟然发为令人生畏的“倾城”、“倾国”之语，真是匪夷所思！但如果不是这样夸张，又何以显出这位佳人惊世骇俗的美好风姿？而正因为这风姿美得令人生畏，才更让人心驰神往、倍加牵怀。如果美好的事物都那么可近而易得，恐怕就没有这样摄人心魄的吸引力了。这就是“不可畏也？伊可怀也”的人生哲理。&&&此歌的结尾也耐人咀嚼。上文对佳人的美好作了极度的夸张，结尾则突然一转，化为深切的惋惜之语：“宁不知倾城与倾国？佳人难再得！”美好的佳人，常常给人君带来“倾城”“倾国”的灾难。这样的例子在历史上见得还少吗？这似乎是要告诫人君，记取倾城、倾国的古鉴，不可为“佳人”所误。但接着一句则又紧摄一层？纵然是倾城、倾国，也别失去获得佳人的良机－美好的佳人，毕竟是世所难逢、不可再得的呵！这二句故作取舍两难之语，实有“欲擒故纵”之妙：愈是强调佳人之不可近，便愈见其美；而愈是惋惜佳人之难得，就愈能促人赶快去获取。作者的用意，正是要以深切的惋惜之辞，牵动武帝那难获绝世佳人的失落之感，从而迅速作出抉择。这样收束，可谓一唱三叹、余音袅袅，令人闻之而怅然不已。难怪武帝听。&&&《李延年歌》有三点特色。&&&其一，出语夸张，欲扬故抑。诗人将所咏美女赞为冠绝当代而独此一人，其美貌的程度竟至看她一眼城邦就会倾覆，再看她一眼国家就会沦亡，“美女亡国”之说最早见于《诗经·大雅·瞻卬》：“哲夫成城，哲妇倾城”，说的是男子有才能立国，女子有才毁社稷，旨在讽刺周幽王宠幸貌美而好迸谗言的褒拟以至亡国之事。此后，“倾城”、“倾国”就成了绝色美女的代名词。在《李延年歌》里，诗人极尽夸张之能事，危言耸听，但绝不是以此来昭示君王，求鉴前史，而是反其意而用之，以其具有倾城倾国的巨大魅力来极言佳人之美，达到引动君王思美之心的目的。&&&其二，情真意切，溢于诗间。《李延年歌》一诗，除了 “其辞脱口而出，无矫揉妆束之态”外，其表达的情感是十分真挚的。李延年歌咏的佳人是自己的胞妹。无论是出于对胞妹的深爱之情而望她有个辉煌的前途，还是出于利己之心而进献胞妹，其诗中表现出的赞美都是热切的。短短几句的小诗，“倾城”、“倾国”的字眼二度出现，推荐美人的主旨非常鲜明。先言有此绝美之人，再言美人的惊人魅力，然后向君王恳切呼告：您难道不知这具有倾城倾国之貌的佳人，一旦错过就再难得到了！拳拳之心意，殷切的情感，在一咏三叹之中挣到了充分的表达，产生了沁人心脾的感染力，拨动了汉武帝的心弦。&&&其三，以简胜繁，以虚生实。中国画以墨为颜色，色彩可谓少矣。但那单一的墨色却可在鉴赏者的脑海中幻化出缤纷的五彩。如同齐白石的画，空白可谓多矣，但那空白处却可使人想象出无限丰美的境界。《李延年歌》只是咏叹了佳人的无双而不作具体描绘，这就势必使佳人的形象成为神秘诱人的空白，从而激发起赏诗者对她的神往、想象和渴念之情。当时在汉武帝的脑海中一定幻化出了世间最为美妙的女子形象。而后世的读诗者，更可以根据自己的审美理想、历史知识及其特有的心理素质，想象出各自心中的绝色佳人来。在歌咏美女的中国古诗中，有不少细描实写的佳句，像“手如柔荑，肤如凝脂”之类。同时也不乏以侧描虚写取胜的佳篇。如《诗经·周南·关雎》，对女子品貌的描写只有一句“窈窕淑女，君子好逑”，而浓墨渲染的是男子对她的苦苦思恋、热烈追求和结合后的欢乐喜悦，以此显示出女子的美丽可爱。《李延年歌》显然也是以这种以虚生实的艺术手法取胜的。",
       "backgroundInfo" : "《汉书·外戚传上》记载：在一次宫廷宴会上，李延年献舞时唱了这首诗。汉武帝听后不禁感叹道：世间哪有这样的佳人呢？汉武帝的姐姐平阳公主就推荐了李延年的妹妹。汉武帝召来一见，果然妙丽善舞。从此，李延年之妹成了武帝的宠姬李夫人。李延年也更加得到宠幸。",
       "classInfo" : "75",
       "poetryID" : "235",
       "source" : "1",
       "likes":"738"
       },{
       "name" : "迢迢牵牛星",
       "author" : "两汉·佚名",
       "content" : "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。",
       "transferInfo" : "在银河东南牵牛星遥遥可见，在银河之西织女星明亮皎洁。织女正摆动柔长洁白的双手，织布机札札地响个不停。一整天也没织成一段布，哭泣的眼泪如同下雨般零落。这银河看起来又清又浅，两岸相隔又有多远呢？虽然只相隔了一条银河，但也只能含情脉脉相视无言。",
       "addtionInfo" : "迢（tiáo）迢：遥远的样子。牵牛星：河鼓三星之一，隔银河和织女星相对，俗称“牛郎星”，是天鹰星座的主星，在银河东。皎皎：明亮的样子。河汉女：指织女星，是天琴星座的主星，在银河西，与牵牛星隔河相对。河汉，即银河。纤纤：纤细柔长的样子。擢（zhuó）：引，抽，接近伸出的意思。素：洁白。札（zhá）札：象声词，机织声。弄：摆弄。杼（zhù）：织布机上的梭子。章：指布帛上的经纬纹理，这里指整幅的布帛。此句是用《诗经·小雅·大东》语意，说织女终日也织不成布。《诗经》原意是织女徒有虚名，不会织布。而这里则是说织女因相思，而无心织布。涕：眼泪。零：落下。清且浅：清又浅。相去：相离，相隔。去，离。复几许：又能有多远。盈盈：水清澈、晶莹的样子。一说形容织女，《文选》六臣注：“盈盈，端丽貌”。一水：指银河。间（jiàn）：间隔。脉（mò）脉：相视无言的样子。",
       "analysesInfo" : "这首诗借神话传说中牛郎、织女被银河相隔而不得相见的故事，抒发了因爱情遭受挫折而痛苦忧伤的心情。&&&诗一开篇，先写织女隔银河怅望对岸的牛郎。“迢迢”是织女心里的感觉，情人眼里的咫尺天涯。牵牛郎，既是“河汉女”眼中的牛郎，也是“河汉女”心中的牛郎。这第一句是立足织女的感觉来写，第二句才正面写织女。这一二句诗就为后文的种种场面描写、情思描写而张了本。“皎皎河汉女”是写景也是写人。“皎皎”不仅写出了银河的清亮，也是为后文的“清且浅”做铺垫，同时也写出了织女整体形象的娇美姿态。&&&接下来，“纤纤擢素手，札札弄机杼”诗句，是描写织女手的特征、劳动的情景及其勤劳的形象。“纤纤”一词，写织女手的形态，纤细柔长。“素”字写出织女手的颜色，白嫩娇美。“擢”一个动词，写出织女伸手摆动的劳动姿态，娴熟优美。“札札”叠词写出织女织布时不停的织机声，一个“弄”字形象地写出了机梭在织布机上的飞动，同时也写出了织女织布动作娴练和纯熟。“纤纤擢素手”写得如见其形，“札札弄机杼”写得更如闻其声。这两句诗不仅写出了织女的姿态美，也意在写出织女的勤劳形象，更意在写出织女因牛郎不在身边的孤寂苦闷心情。&&&“终日不成章，泣涕零如雨”，是写织女织布的结果和织布时的情态。织女虽然整天在忙碌地织布，结果却“不成章”；她整天郁闷不乐，泪流如雨。织女劳而无功，眼泪如雨，是什么原因造成的？原来是织女在思念着她的牛郎的缘故，她身在此而心在彼。诗明写织女，却暗联牛郎，意在点出织女的心理活动，说明织女无果的原因。这两句诗，也意在写出织女因爱情思念而受到的折磨和痛苦。&&&最后四句是诗人的慨叹：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”那阻隔了牵牛和织女的银河既清且浅，牵牛与织女相去也并不远，虽只一水之隔却相视而不得语也。“盈盈”或解释为形容水之清浅，或者不是形容水，字和下句的“脉脉”都是形容织女。《文选》六臣注：“盈盈 端丽貌。”是确切的。人多以为“盈盈”既置于“一水”之前，必是形容水的 但盈的本意是满溢，如果是形容水，那么也应该是形容水的充盈，而不是形容水的清浅。把盈盈解释为清浅是受了上文“河汉清且浅”的影响，并不是盈盈的本意。《文选》中出现“盈盈”除了这首诗外，还有“盈盈楼上女 皎皎当窗牖”。亦见于《古诗十九首》。李善注：“《广雅》曰：‘赢，容也。’盈与赢同，古字通。”这是形容女子仪态之美好，所以五臣注引申为“端丽”。又汉乐府《陌上桑》：“盈盈公府步，冉冉府中趋。”也是形容人的仪态。织女既被称为河汉女，则其仪容之美好亦映现于河汉之间，这就是“盈盈一水间”的意思。“脉脉”，李善注 “《尔雅》曰‘脉，相视也’。郭璞曰‘脉脉谓相视貌也’。”“脉脉不得语”是说河汉虽然清浅，但织女与牵牛只能脉脉相视而不得语。&&&这首诗感情浓郁，真切动人。全诗以物喻人，构思精巧。诗主要写织女，写牵牛只一句，且从织女角度写，十分巧妙。从织女织布“不成章”，到“泪如雨”，再到“不得语”，充分表现了分离的悲苦。诗对织女的描写很细腻，抓住了细节，如“纤纤擢素手”“泣涕零如雨”。同时，“札札弄机杼”又是动态的描写。这样，人物就在这样的描写中跃然而出。&&&这首诗一共十句，其中六句都用了叠音词，即“迢迢”“皎皎”“纤纤”“札札”“盈盈”“脉脉”。这些叠音词使这首诗音节和谐，质朴清丽，情趣盎然，自然而贴切地表达了物性与情思。特别是后两句，一个饱含离愁的少妇形象若现于纸上，意蕴深沉，风格浑成，是极难得的佳句。",
       "backgroundInfo" : "在中国关于牵牛和织女的民间故事起源很早。《古诗十九首》中的这首《迢迢牵牛星》写牵牛织女夫妇的离隔，它的时代在东汉后期，略早于曹丕和曹植。将这首诗和曹氏兄弟的作品加以对照，可以看出，在东汉末年到魏这段时间里牵牛和织女的故事大概已经定型了。",
       "classInfo" : "37",
       "poetryID" : "236",
       "source" : "1",
       "likes":"739"
       },{
       "name" : "涉江采芙蓉",
       "author" : "两汉·佚名",
       "content" : "涉江采芙蓉，兰泽多芳草。采之欲遗谁？所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。",
       "transferInfo" : "我踏过江水去采荷花，生有兰草的水泽中长满了香草。采了荷花要送给谁呢？我想要送给远方的爱人。回头看那一起生活过的故乡，长路漫漫遥望无边无际。两心相爱却要分隔两地不能在一起，愁苦忧伤以至终老异乡。",
       "addtionInfo" : "芙蓉：荷花的别名。兰泽：生有兰草的沼泽地。遗（wèi）：赠。远道：犹言“远方”。还顾：回顾，回头看。旧乡：故乡。漫浩浩：犹“漫漫浩浩”，形容路途的遥远无尽头。同心：古代习用的成语，多用于男女之间的爱情或夫妇感情融洽指感情深厚。终老：度过晚年直至去世。",
       "analysesInfo" : "《涉江采芙蓉》是一首写别的情诗。在古代封建社会里，生活是很简单的，最密切的人与人之间的关系是夫妻朋友关系，由于战争、徭役和仕宦，这种亲密关系往往长期被截断。更由于当时交通不便，书信无法往来，相隔两地音信全无，就成为许多人私生活中最伤心的事。因此中国古典诗词有很大一部分都是表达别离情绪的，就主题来说，这首诗是很典型的。&&&“涉江采芙蓉，兰泽多芳草。”芙蓉：荷花的别名。兰泽：生有兰草的沼泽。这两句是说，划船到江中去采集荷花，又来到沼泽地摘取芬芳的兰草。夏秋时节，江南水乡，日暖花香，荷花盛开，女主人公在江中泽畔采集了鲜艳的荷花，又摘取了芬芳的兰草。诗歌就这样在愉快欢乐的气氛中起笔，芙蓉、兰泽、芳草等语，将画面装饰的绚丽灿烂，让人顿感主人公形象雅洁，心情愉快美好。&&&“采之欲遗谁，所思在远道。”遗：赠送，远道：远方。这两句是说，采了花要送给谁呢？我朝思暮想的心上人远在天边。这两句自问自答，感情陡然一转，由欢乐转为悲哀，一腔热忱，遭到兜头一盆冷水泼来，一霎时天地为之变色，草木为之含悲，心中无限的凄凉寂寞，伤心失望。这是一句深沉的疑问，一声无奈的叹息。&&&“还顾望旧乡，长路漫浩浩。”还顾：回顾，回转头看。漫浩浩：犹漫漫浩浩，形容路途遥远没有尽头。这两句是说，回头遥望我的故乡，长路漫漫看不到尽头。这两句承“远道”、“所思”而来，将读者的视线引向遥远的远方，读者似乎看到男主人公孤单、忧愁、怅惘地伫立在路边，徒劳地向故乡方向张望，他看到的道路漫漫浩浩，绵延不尽。故乡在哪儿？所思的人在哪儿？诗中的另一主人公，一个漂泊异乡的游子感情痛苦到极点。&&&“同心而离居，忧伤以终老。”同心：指夫妻。古代婚礼的一种仪式，新郎新娘用彩缎结同心，并相挽而行。终老：终生。这两句是说，两个心心相印的人啊，永远异地相思，只有忧伤陪伴他们终老。这两句诗是写一对长久分别得有情人，从眼前想到此后的生涯，更深的担忧涌上心头。&&&此诗借助他乡游子和家乡思妇采集芙蓉来表达相互之间的思念之情，深刻地反映了游子思妇的现实生活与精神生活的痛苦。全诗运用借景抒情及白描手法抒写漂泊异地失意者的离别相思之情；从游子和思妇两个角度交错叙写，表现游子思妇的强烈情感；运用悬想手法，在虚实结合中强化了夫妻之爱以及妻子对丈夫的深情。",
       "backgroundInfo" : "这是反映游子思妇的相思之诗，是《古诗十九首》之一。两汉时期，经学成为士人跻身朝堂、谋求功名的重要资本。于是千千万万的学子离乡游学求宦。但是对于如此众多的士人而言，官僚机构的容纳能力实在太有限了，这必然形成一种得机幸进者少、失意向隅者多的局面。于是一个坎凛失意的文人群体便产生了，这就是《古诗十九首》中的“游子”和“荡子”。这些宦途失意的游学的士子在宦途无望、朋友道绝的孤单失意中，自然会苦苦地怀念故乡和亲人。此诗即是《古诗十九首》中描写怀乡思亲的代表作。《古诗十九首》大约是东汉后期作品，当作于汉献帝建安之前的几十年间。",
       "classInfo" : "81",
       "poetryID" : "237",
       "source" : "1",
       "likes":"737"
       },{
       "name" : "上邪",
       "author" : "两汉·佚名",
       "content" : "上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。",
       "transferInfo" : "天呀！我愿与你相爱，让我们的爱情永不衰绝。除非高山变平地，滔滔江水干涸断流，凛凛寒冬雷阵阵，炎炎酷暑白雪纷飞，天地相交聚合连接，我才肯将对你的情意抛弃决绝！",
       "addtionInfo" : "上邪（yé）！：天啊！。上，指天。邪，语气助词，表示感叹。相知：相爱。命：古与“令”字通，使。衰（shuāi）：衰减、断绝。陵(líng)：山峰、山头。震震：形容雷声。雨（yù）雪：降雪。雨，名词活用作动词。天地合：天与地合二为一。乃敢：才敢,“敢”字是委婉的用语。",
       "analysesInfo" : "“上邪”犹言“天哪” ，“相知”即相亲相爱。此句说：“天哪！我要和君相爱，让我们的感情永久不破裂，不衰减。”为了证实她的矢志不褕，她接连 举五种自然界的不可能出现的变异，“山无陵，江水为竭，冬雷震震，夏雨雪，天地合。”意思是：要想背叛我们的誓言，除非出现山平了，江水干了，冬日里雷雨阵阵，夏天里大雪纷纷，天与地合而为一！。女主人公充分发挥她的想象力，一件比一件想得离奇，一桩比一桩令人难以思议。到“天地合”时，她的想象已经失去控制，漫无边际地想到人类赖以生存的一切环境都不复存在了。这种缺乏理智、夸张怪诞的奇想，是这位痴情女子表示爱情的特殊形式。而这些根本不可能实现的自然现象都被抒情女主人公当作“与君绝”的条件，无异于说“与君绝”是绝对不可能的。结果呢？只有自己和“君”永远地相爱下去。&&&全诗写情不加点缀铺排。“上邪”三句，笔势突兀，气势不凡，指天发誓，直吐真言，既见情之炽烈，又透出压抑已久的郁愤。“长命无绝衰”五字，铿锵有力，于坚定之中充满忠贞之意。一个“欲” 字，把不堪礼教束缚，追求幸福生活的反抗女性性格表现的淋漓尽致。此三句虽未进行形象刻画，但一个情真志坚，忠贞刚烈的女子形象已清晰地站在读者面前。&&&清代王先谦说：“五者皆必无之事，则我之不能绝君明矣。”这古今中外无与伦比的表达爱情的方式，可以说是绝唱之作。诗中女主人公以誓言的形式剖白内心，以不可能实现的自然现象反证自己对爱情的忠贞，确实具有一种强烈的主观色彩。诗短情长，撼人心魄。正如胡应麟所说：“上邪言情，短章中神品！”&&&清代张玉谷《古诗赏析》卷五评此诗说：“首三，正说，意言已尽，后五，反面竭力申说。如此，然后敢绝，是终不可绝也。迭用五事，两就地维说，两就天时说，直说到天地混合，一气赶落，不见堆垛，局奇笔横。”可谓句句在理。&&&从艺术上看，《上邪》的抒情极富浪漫主义色彩，其间的爱情欲火犹如岩浆喷发不可遏制，气势雄放，激情逼人。读《上邪》，仿佛可以透过明快的诗句，倾听到女子急促的呼吸之声。《上邪》是一首用热血乃至生命铸就的爱情篇章，其语言句式短长错杂，随情而布。音节短促缓急，字句跌宕起伏。&&&《上邪》对后世的影响很大。敦煌曲子词中的《菩萨蛮》在思想内容和艺术表现手法上明显地受到它的启发：“枕前发尽千般愿,要休且待青山烂。水面上秤锤浮,直待黄河彻底枯。白日参辰现,北斗回南面,休即未能休,且待三更见日头。”不仅对坚贞专一的爱情幸福的追求是如出一辙的，并且连续用多种不可能来说明一种不可能的艺术构思也是完全相同的。",
       "backgroundInfo" : "《上邪》是《铙歌十八曲》之一，属于乐府《鼓吹曲辞》。《汉魏六朝诗歌鉴赏辞典》认为应该跟《有所思》合为一篇。《有所思》是考虑决裂，《上邪》则是打定主意后做出更坚定的誓言。《乐府诗鉴赏辞典》认为两者相互独立。",
       "classInfo" : "37",
       "poetryID" : "238",
       "source" : "1",
       "likes":"740"
       },{
       "name" : "把酒问月",
       "author" : "唐·李白",
       "content" : "青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。",
       "transferInfo" : "青天上的明月是什么时候升起的？我现在停下酒杯想问一问。人追攀明月永远不能做到，月亮行走却与人紧紧相随。明月皎洁，如明镜飞上天空，映照着宫殿。遮蔽月亮的云雾消散殆尽，幽幽月光尽情挥洒出清冷的光辉。人们知道这月亮晚上从海上升起，又是否知道它早晨也从这云间消失？月亮里白兔捣药自秋而春，嫦娥孤单地在月宫住着又有谁与她相伴？现在的人见不到古时的月亮，现在的月却曾经照耀过古人。古人与今人如流水般只是匆匆过客，共同看到的月亮都是如此。只希望对着酒杯放歌之时，月光能长久地照在金杯里。",
       "addtionInfo" : "丹阙：朱红色的宫殿。绿烟：指遮蔽月光的浓重的云雾。但见：只看到。宁知：怎知。没（mò）：隐没。白兔捣药：神话传说月中有白兔捣仙药。嫦娥：神话中的月中女神。传说她原是后羿的妻子，偷吃了羿的仙药，成为仙人，奔入月中，见《淮南子·览冥训》。当歌对酒时：在唱歌饮酒的时候。金樽：精美的酒具。",
       "analysesInfo" : "“把酒问月”这诗题就是作者绝妙的自我造象，那飘逸浪漫的风神唯谪仙人方能有之。题下原注：“故人贾淳令予问之。”彼不自问而令予问之，一种风流自赏之意溢于言表。&&&悠悠万世，明月的存在对于人间是一个魅人的宇宙之谜。“青天有月来几时”的劈头一问，对那无限时空里的奇迹，大有神往与迷惑交驰之感。问句先出，继而具体写其人神往的情态。这情态从把酒“停杯”的动作见出。它使人感到那突如其来的一问分明带有几分醉意，从而倍有诗味。“青天有月来几时？我今停杯一问之。”诗人停杯凝思，带着些许醉意，仰望万里苍穹，提出疑问：这亘古如斯的一轮明月，究竟是从何时就有的呢？&&&“人攀明月不可得，月行却与人相随。”有史以来，有多少人想要飞升到月宫中，以求长生不老，但都没能实现；而明月却依旧用万里清辉普照人间，伴随着世世代代繁衍生息的人们。&&&“皎如飞镜临丹阙，绿烟灭尽清辉发”是对月色作描绘。皎皎月轮如明镜飞升，下照宫阙，云翳（“绿烟”）散尽，清光焕发。以“飞镜”作譬，以“丹阙”陪衬俱好，而“绿烟灭尽”四字尤有点染之功。此处写出了一轮圆月初为云遮，然后揭开纱罩般露出娇面，那种光彩照人的美丽。月色之美被形容得如可揽接。&&&“但见宵从海上来，宁知晓向云间没？”只见明月在夜间从东海升起，拂晓于西天云海隐没，如此循环往复，踪迹实难推测。&&&“白兔捣药秋复春，嫦娥孤栖与谁邻？”月中白兔年复一年不辞辛劳地捣药，为的是什么？碧海青天夜夜独处的嫦娥，又该是多么寂寞？到底谁来陪伴她呢？&&&诗人面对宇宙的遐想又引起一番人生哲理探求，从而感慨系之。今月古月实为一个，而今人古人则不断更迭。说“今人不见古时月”，亦意味“古人不见今时月”；说“今月曾经照古人”，亦意味“古月依然照今人”。故二句造语备极重复、错综、回环之美，且有互文之妙。古人今人何止恒河沙数，只如逝水，然而他们见到的明月则亘古如斯。后二句“古人今人若流水，共看明月皆如此”在前二句基础上进一步把明月长在而人生短暂之意渲染得淋漓尽致。前二句分说，后二句总括，诗情哲理并茂，读来意味深长，回肠荡气。&&&“唯愿当歌对酒时，月光长照金樽里。”我只希望在对酒当歌的时候，皎洁的月光能常照杯中，使我能尽情享受人世间的美好岁月。&&&全诗感情饱满奔放，语言流畅自然，极富回环错综之美。诗人由酒写到月，又从月归到酒，用行云流水般的抒情方式，将明月与人生反复对照，在时间和空间的主观感受中，表达了对宇宙和人生哲理的深层思索。其立意上承屈原的《天问》，下启苏轼的《水调歌头·明月几时有》。情理并茂，富有很强的艺术感染力。",
       "backgroundInfo" : "此诗的具体创作时间不详。根据《把酒问月》题下自注，此诗是作者应友人之请而作的。有人认为作于公元744年（唐玄宗天宝三载）。",
       "classInfo" : "2",
       "poetryID" : "239",
       "source" : "21",
       "likes":"741"
       },{
       "name" : "子夜歌",
       "author" : "五代·李煜",
       "content" : "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。高楼谁与上？长记秋晴望。往事已成空，还如一梦中。",
       "transferInfo" : "人生的愁恨怎能免得了？只有我伤心不已悲情无限！我梦见自己重回故国，一觉醒来双泪垂落。有谁与我同登高楼？我永远记得一个晴朗的秋天，在高楼眺望。往事已经成空，就仿佛在梦中一般。",
       "addtionInfo" : "子夜歌：此词调又名《菩萨蛮》、《花问意》、《梅花句》、《晚云烘日》等。何能：怎能。何：什么时候。免：免去，免除，消除。销魂：同“消魂”，谓灵魂离开肉体，这里用来形容哀愁到极点，好像魂魄离开了形体。独我：只有我。何限：即无限。觉来：醒来。觉：睡醒。垂：流而不落之态。谁与：同谁。长记：永远牢记。秋晴：晴朗的秋天。这里指过去秋游欢情的景象。望：远望，眺望。还如：仍然好像。还：仍然。",
       "analysesInfo" : "这首词的上片写作者感怀亡国的愁恨和梦回故国的痛苦。&&&起首二句由悲叹、感慨而入，用直白的方式抒发胸中的无限愁恨。“人生”句是一种感叹，也是对生活的一种抽象概括，既是说自己，也是说众生，其“愁恨”自有一番别样的滋味，“愁”是自哀，也是自怜，是自己囚居生活的无奈心情：“恨”是自伤，也是自悔，是自己亡国之后的无限追悔。也正因有如此“愁恨”，作者才“销魂独我情何限”，而句中“独我”语气透切，词意更进，表现了作者深切体会的一种特殊的悲哀和绝望。正如俞陛云《南唐二主词集述评》中所云：“起句用翻笔，明知难免而自我销魂，愈觉埋愁之无地。”第三句“故国梦重归”是把前两句关于愁恨的感慨进一步的具体化和个人化。李煜作为亡国之君，自然对自己的故国有不可割舍的情感，所以定会朝思夜想。可是事非昨日，人非当年，过去的欢乐和荣华只能在梦中重现，而这种重现带给作者却只能是悲愁无限、哀情不已，所以一觉醒来，感慨万千、双泪难禁。“觉来双泪垂”不仅是故国重游的愁思万端，而且还有现实情境的孤苦无奈，其中今昔对比，抚今追昔，反差巨大，情绪也更复杂。&&&词的下片续写作者往日成空、人生如梦的感伤和悲哀。&&&“高楼谁与上”是无人与上，也是高楼无人之意，进一步点明作者的困苦环境和孤独心情。所谓登高望远，作者是借登高以远眺故国、追忆故乡。故国不可见，即便可见也已不是当年之国，故乡不可回，此恨此情只能用回忆来寄托。所以作者的一句“长记秋晴望”，实是一种无可奈何的哀鸣。现实中的无奈总让人有一种空虚无着落之感，人生的苦痛也总给人一种不堪回首的刺激，作者才有“往事已成空，还如一梦中”的感慨。在现实中，“往事”真的“成空”。但这种现实却是作者最不愿看到的，他希望这现实同样是一场梦。“如一梦”不是作者的清醒，而是作者的迷惘，这种迷惘中有太多的无奈，以此作结，突显全词的意境。&&&全词以“梦”为中心，集中写“空”，笔意直白，用心挚真。全词八句，句句如白话入诗，以歌代哭，不事雕琢，用情挚切。全词有感慨，有追忆，有无奈，有悲苦，这一切因其情真意深而感人不浅，同时也因其自然流露而愈显其曲致婉转。",
       "backgroundInfo" : "",
       "classInfo" : "85",
       "poetryID" : "240",
       "source" : "27",
       "likes":"742"
       },{
       "name" : "断句",
       "author" : "宋·苏麟",
       "content" : "近水楼台先得月，向阳花木易为春。",
       "transferInfo" : "靠近水边的楼台（因为没有树木的遮挡），能先看到月亮的投影；而迎着阳光的花木，（光照自然好得多，所以发芽就早），最容易形成春天的景象。",
       "addtionInfo" : "近水：靠近水的地方。花木：花和树。",
       "analysesInfo" : "宋·俞文豹《清夜录》：“范文正公镇钱塘，兵官皆被荐，独巡检苏麟不见录，乃献诗云：‘近水楼台先得月，向阳花木易逢春。’”&&&范仲淹是宋朝时的一位政治家、文学家，他学问很好，能诗能文。他写的《岳阳楼记》十分著名，那“先天下之忧而忧，后天下之乐而乐”的名句至今仍为人们所传诵。&&&范仲淹曾多次在朝廷担任要职，也曾镇守过地方。有一段时间，他镇守杭州。任职期间对手下的人都有所推荐，不少人得到了提拔或晋升，大家对他都很满意。&&&这时候，有一个叫苏麟的官员，因担任巡检，常常在外，却一直没有得到提拔。当他见到自己周围的同事，无论职位比自己高的、低的都一个个得到了升迁，而自己却没人理睬，心里很不是滋味。他担心自己一定是被这位范大人遗忘了。怎么办呢？直接去找范大人吧，是去争官位，又不便说。不说吧，心里又很不平衡。为此，他心情非常沉重。一天，他终于想出了一个委婉的办法来，这就是写首诗去向范大人请教，实际上去提醒他：千万别忘了自己！想到这里，苏麟高兴起来，他赶忙拿出纸认真地写了首诗，并将诗句呈给了范仲淹，很虚心地请他赐教。&&&范仲淹读着苏麟的诗，很快就会意地笑了。他吟诵着诗中的“近水楼台先得月，向阳花木易为春”的诗句，完全懂得了苏麟的言外之意。是呀！怎么能把他忘了呢？很快，苏麟得到了提拔。&&&苏麟的这首诗，因为只写了两句，所以称为“断句”。",
       "backgroundInfo" : "",
       "classInfo" : "55",
       "poetryID" : "241",
       "source" : "99",
       "likes":"7"
       },{
       "name" : "辋川别业",
       "author" : "唐·王维",
       "content" : "不到东山向一年，归来才及种春田。雨中草色绿堪染，水上桃花红欲燃。优娄比丘经论学，伛偻丈人乡里贤。披衣倒屣且相见，相欢语笑衡门前。",
       "transferInfo" : "没到东山已经将近一年，归来正好赶上耕种春田。细雨涤尘草色绿可染衣，水边桃花红艳如火将燃。从事经论学的有道高僧，年老伛偻了的超逸乡贤。披衣倒屣出来和我相见，开怀谈笑站在柴门之前。",
       "addtionInfo" : "别业：别墅。东山：指辋川别业所在的蓝田山。春田：春季的田地。堪：可以，能够。优娄：释迦牟尼的弟子。比丘：亦作“比邱”。佛教语。梵语的译音。意译“乞士”，以上从诸佛乞法，下就俗人乞食得名，为佛教出家“五众”之一。指已受具足戒的男性，俗称和尚。经论：佛教指三藏中的经藏与论藏。伛（yǔ）偻（lǚ）：特指脊梁弯曲，驼背。丈人：古时对老人的尊称。披衣：将衣服披在身上而臂不入袖。倒屣（xǐ）：急于出迎，把鞋倒穿。后因以形容热情迎客。语笑：谈笑。衡门：横木为门。指简陋的房屋。",
       "analysesInfo" : "《辋川别业》是一首写景言情的七律，写王维在辋川隐居时期的田园生活。此诗先写作者未到辋川将近一年，回来时正好赶上春耕的农忙季节。沿途所见雨中浓绿的草色，足可染物；水上火红的桃花像是要燃烧起来，十分迷人。作者与乡间的人们相处无间，无论是僧人还是隐居乡里的老人，一听说作者回来了，都披衣倒屣赶来相见，开怀畅谈柴门之前。这与陶渊明的“相思则披衣，言笑无厌时”一样，表现了乡里间淳朴亲密的人际关系，与“人情翻覆似波澜”的官场形成鲜明的对比，表现了作者对乡间田园生活的喜爱。&&&前四句诗中作者运用了夸张的设色法。春播的季节，山野之中最惹人注意的就是春草与桃花。春草是怎样的，桃花是怎样的，人们大都有亲身感受。所以，要处理得使人如身临其境，是不大容易的。但王维自有见地，他使用了“堪染”来突出一个“绿”字，用“欲然”来突出一个“红”字，这就是画家的眼光、画家的用色法。把红与绿给予高度的强调——红得似乎要燃烧起来；绿得好似可以用作染料。于是盎然的春意，便通过红绿二色的突出与夸张而跃然纸上了。&&&颔联两句为传世名句，写的是辋川春天的景色。将静态景物，写得具有强烈地动感，使本已很美的绿草、红花，被形容得更加碧绿，更加红艳。这种色彩明艳的画面，反映了诗人“相欢语笑”的喜悦心情，意境优美，清新明快。这两句以夸张的手法写秾丽的春景，与“桃花复含宿雨，柳绿更带朝烟”（王维《田园乐七首》）有异曲同工之妙。",
       "backgroundInfo" : "此诗当作于天宝（唐玄宗年号，742—756）年间李林甫当政时。天宝三载（744年）后王维买下宋之问位于辋川山谷（今陕西蓝田县西南10余公里处）的辋川山庄，作为他母亲奉佛修行的隐居之地。辋川有胜景二十处，王维和裴迪逐处作诗，编为《辋川集》，《辋川别业》是其中的一首。",
       "classInfo" : "107",
       "poetryID" : "242",
       "source" : "21",
       "likes":"744"
       },{
       "name" : "咸阳城西楼晚眺",
       "author" : "唐·许浑",
       "content" : "一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。",
       "transferInfo" : "登上高楼，万里乡愁油然而生，眼前芦苇杨柳丛生，好似江南汀洲。溪边乌云刚刚浮起在溪水边上，夕阳已经沉落楼阁后面，山雨欲来，满楼风声飒飒。秦汉宫苑，一片荒凉。鸟儿落入乱草之中，秋蝉鸣叫枯黄叶间。来往的过客不要问从前之事，只有渭水一如既往地向东流。",
       "addtionInfo" : "咸阳：秦都城，唐代咸阳城与新都长安隔河相望。今属陕西。蒹葭：芦苇一类的水草。汀洲：水边平坦的沙洲。“溪云”句：此句下作者自注：南近磻溪，西对慈福寺阁。“鸟下”二句：夕照下，飞鸟下落至长着绿草的秦苑中，秋蝉也在挂着黄叶的汉宫中鸣叫着。当年：一作“前朝”。“故国东来渭水流”：一作“渭水寒声昼夜流”，“声”一作“光”。",
       "analysesInfo" : "诗人首联扣题，抒情写景：“高楼”，指咸阳城西楼，咸阳旧城在西安市西北，汉时称长安，秦汉两朝在此建都。隋朝时向东南移二十城建新城，即唐京师长安。咸阳旧城隔渭水与长安相望；“蒹葭”，即芦荻（蒹，荻；葭，芦），暗用《诗经·国风·秦风·蒹葭》的诗意，表思念心绪；“汀洲”，水边之地为汀、水中之地为洲，这里指代诗人在江南的故乡。诗人一登上咸阳高高的城楼，向南望去，远处烟笼蒹葭，雾罩杨柳，很像长江中的汀洲。诗人游宦长安，远离家乡，一旦登临，思乡之情涌上心头。蒹葭杨柳，居然略类江南。万里之愁，正以乡思为始：“一上”表明触发诗人情感时间之短瞬，“万里”则极言愁思空间之迢遥广大，一个“愁”字，奠定了全诗的基调。笔触低沉，景致凄迷，触景生情，苍凉伤感的情怀落笔即出，意远而势雄。&&&“溪云初起日沉阁，山雨欲来风满楼。”中“溪”指磻溪，“阁”指慈福寺，诗人有自注：“南近磻溪，西对慈福寺阁。” 诗人傍晚登上城楼，只见磻溪罩云，暮色苍茫，一轮红日渐薄远山，夕阳与慈福寺阁姿影相叠，仿佛靠近寺阁而落。就在这夕照图初展丽景之际，蓦然凉风突起，咸阳西楼顿时沐浴在凄风之中，一场山雨眼看就要到了。这是对自然景物的临摹，也是对唐王朝日薄西山，危机四伏的没落局势的形象化勾画，它淋漓尽致而又形象入神地传出了诗人“万里愁”的真实原因。云起日沉，雨来风满，动感分明；“风为雨头”，含蕴深刻。此联常用来比喻重大事件发生前的紧张气氛，是千古传咏的名句。&&&“鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。”写晚眺近景，虚实结合：山雨将到，鸟雀仓惶逃入遍地绿芜、秋蝉悲鸣躲在黄叶高林，这些是诗人眼前的实景。但早已荡然无存的“秦苑”“汉宫”又给人无尽的联想——禁苑深宫，而今绿芜遍地，黄叶满林；唯有鸟雀和虫鸣，不识兴亡，依然如故。历史的演进，王朝的更替，世事的变化沧桑，把诗人的愁怨从“万里”推向“千古”，以实景叠合虚景，吊古之情油然而生。&&&“行人莫问当年事，故国东来渭水流。”作结，融情于景：“行人”，过客。泛指古往今来征人游子，也包括作者在内；“故国”，指秦汉故都咸阳；“东来”，指诗人（不是渭水）自东边而来。诗人最后感慨道：羁旅过客还是不要索问当年秦汉兴亡之事吧！我这次来故国咸阳，连遗址都寻不着，只有渭水还像昔日一样长流不止而已。“莫问”二字，并非劝诫之辞 ，实乃令人思索之语，它让读者从悲凉颓败的自然景物中钩沉历史的教训；一个“流”字，则暗示出颓势难救的痛惜之情。渭水无语东流的景象中，融铸着诗人相思的忧愁和感古伤今的悲凉，委婉含蓄，令人伤感。&&&此诗用云、日、风、雨层层推进，又以绿芜、黄叶来渲染，勾勒出一个萧条凄凉的意境，借秦苑、汉宫的荒废，抒发了对家国衰败的无限感慨。全诗情景交融，景中寓情，诗人通过对景物的描写，赋予抽象的感情以形体，在呈现自然之景的同时又体现丰富的生活经验，以及对历史和现实的深刻思考。景别致而凄美，情愁苦而悲怆，意蕴藉而苍凉，境雄阔而高远，神完气足，为唐人登临诗篇之佳作。",
       "backgroundInfo" : "此诗大约是许浑于公元849年（唐宣宗大中三年）任监察御史的时候所写。此时大唐王朝已经处于风雨飘摇之际，在一个秋天的傍晚，诗人登上咸阳古城楼观赏风景，即兴写下了此诗。",
       "classInfo" : "57",
       "poetryID" : "243",
       "source" : "21",
       "likes":"745"
       }

    ],
    "type" : "command",
    "baseID" : "0",
    "mainClass" : "99"
}



