{
    "poetryList" : [
        {
       "name" : "上李邕",
       "author" : "唐·李白",
       "content" : "大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。世人见我恒殊调，闻余大言皆冷笑。宣父犹能畏后生，丈夫未可轻年少。",
       "transferInfo" : "大鹏总有一天会和风飞起，凭借风力直上九霄云外。即使待到风停下来，它的力量犹能激起沧溟之水。世人见我好发奇谈怪论，听了我的豪言壮语皆冷笑不已。孔圣人还说后生可畏，大丈夫可不能轻视少年人啊！",
       "addtionInfo" : "上：呈上。李邕（678—747）：字泰和，广陵江都（今江苏江都县）人，唐代书法家、文学家。摇：由下而上的大旋风。假令：假使，即使。簸却：激起。沧溟：大海。恒：常常。殊调：不同流俗的言行。余：我。大言：言谈自命不凡。宣父：即孔子，唐太宗贞观十一年（637年）诏尊孔子为宣父。见《新唐书·礼乐志》。宋本“宣父”作“宣公”。丈夫：古代男子的通称，此指李邕。",
       "analysesInfo" : "大鹏是李白诗赋中常常借以自况的意象，它既是自由的象征，又是惊世骇俗的理想和志趣的象征。开元十三年（725年），青年李白出蜀漫游，在江陵遇见名道士司马承祯，司马称李白“有仙风道骨焉，可与神游八极之表”，李白当即作《大鹏遇希有鸟赋并序》（后改为《大鹏赋》），自比为庄子《逍遥游》中的大鹏鸟。李白诗中还有一首《临路歌》：“大鹏飞兮振八裔，中天摧兮力不济。余风激兮万世，游扶桑兮挂石袂。后人得之传此，仲尼亡兮谁为出涕？”据唐李华《故翰林学士李君墓志铭序》云，李白“赋《临终歌》而卒”。后人认为可能就是这首《临路歌》，“路”或为“终”之误写。可见李白终生引大鹏自喻之意。按此诗语气直率不谦，故前人有疑非李白之作者，亦有信为李白之作而辨之者。参詹锳主编《李白全集校注汇释集评》此诗题解。&&&全诗开篇激昂高调，前四句均以“大鹏”自比。“大鹏”这一意象经常在李白的作品中出现。大鹏是《庄子·逍遥游》中的神鸟，传说这只神鸟其大“不知其几千里也”，“其翼若垂天之云”，翅膀拍下水就是三千里，扶摇直上，可高达九万里。大鹏在庄子的哲学体系中是自由的象征，李白深受其影响，故而李白的作品中永远有最浪漫的幻想，永远充满对权贵的傲视和对自由的追求。&&&“大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。”李白以大鹏自比，描写了传说中的神鸟大鹏起飞、下落时浩荡之景象，更是表现出了诗人李白此时豪情满怀、直冲青云之志向。李白在诗中第三、四句写到：“假令风歇时下来，犹能簸却沧溟水”：即使大风停下来，大鹏落了下来，也会在江湖激起波澜。如果李白自比大鹏，那么李邕自然就是大鹏乘借的大风，李白在这里言明即使将来没有了李邕的相助，他也能在政坛造成非凡的影响。这种非凡的胆气不得不用一个“狂”字来总结。&&&诗的后四句，是对李邕怠慢态度的回答：“世人”指当时的凡夫俗子，显然也包括李邕在内，因为此诗是直接给李邕的，所以措词较为婉转，表面上只是指斥“世人”。“殊调”指不同凡响的言论。李白的宏大抱负，常常不被世人所理解，被当做“大言”来耻笑。李白显然没有料到，李邕这样的名人竟与凡夫俗子一般见识，于是，就抬出圣人识拔后生的故事反唇相讥。&&&“宣父犹能畏后生，丈夫未可轻年少。”这两句意为孔老夫子尚且觉得后生可畏，你李邕难道比圣人还要高明？男子汉大丈夫千万不可轻视年轻人呀！后两句对李邕既是揄揶，又是讽刺，也是对李邕轻慢态度的回敬，态度相当桀骜，显示出少年锐气。&&&其实历史上李邕本人亦是一个侠义豪迈、天纵英才的人物，而且对后辈多为照顾。对于这样一位名士，李白竟敢指名直斥与之抗礼，足见青年李白的气识和胆量。“不屈己、不干人”笑傲权贵，平交王侯，正是李太白的真正本色。",
       "backgroundInfo" : "这首诗是李白青年时代的作品，具体创作时间不详。李邕在开元七年（公元719年）至九年（公元721年）前后，曾任渝州（今重庆市）刺史。李白游渝州谒见李邕时，因为不拘俗礼，且谈论间放言高论，使李邕不悦。李白在临别时写了这首态度颇不客气的《上李邕》一诗，以示回敬。",
       "classInfo" : "36",
       "poetryID" : "153",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"656"
       },{
       "name" : "江上吟",
       "author" : "唐·李白",
       "content" : "木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。功名富贵若长在，汉水亦应西北流。",
       "transferInfo" : "在木兰为桨沙棠为舟的船上，吹箫笛等乐器的歌妓分别坐两头。船中载着千斛美酒和美艳的歌妓，任凭它在江中随波逐流。天上的仙人也要等待黄鹤才能在太空翱翔，我这个海客则是坦荡无忧的与白鸥嬉游。屈原的词赋至今仍与日月争光，永垂不朽；而楚王曾建宫观台榭早已荡然无存。我诗兴浓烈之时，落笔可摇动五岳，诗成之后，啸傲之声，直凌越沧海。功名富贵若能常在，汉水恐怕就要西北倒流了。",
       "addtionInfo" : "江上吟：李白自创之歌行体。江，指汉江。此诗宋本、王本题下俱注云：一作“江上游”。木兰：即辛夷，香木名，可造船。枻：同“楫”，舟旁划水的工具，即船桨。木兰枻、沙棠舟：形容船和桨的名贵。玉箫金管：用金玉装饰的箫笛。此处指吹箫笛等乐器的歌妓。樽：盛酒的器具。置：盛放。千斛：形容船中置酒极多。古时十斗为一斛。妓：歌舞的女子。乘黄鹤：用黄鹤楼的神话传说。黄鹤楼故址在今湖北省武汉市武昌西黄鹤山上，下临江汉。旧传仙人子安曾驾黄鹤过此，因而得名。一说是费文祎乘黄鹤登仙，曾在此休息，故名。海客：海边的人。屈平：屈原名平，战国末期楚国大诗人，著有《离骚》《天问》等。台榭：台上建有房屋叫榭。泛指楼台亭阁。楚灵王有章华台，楚庄王有钓台，均以豪奢著名。兴酣：诗兴浓烈。五岳：指东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山，此处泛指山岳。凌：凌驾，高出。沧洲：江海。古时称隐士居处。汉水：发源于今陕西省宁强县，东南流经湖北襄阳，至汉口汇入长江。汉水向西北倒流，比喻不可能的事情。",
       "analysesInfo" : "此诗以江上的遨游起兴，表现了诗人对庸俗、局促的现实的蔑弃和对自由、美好的生活理想的追求。开头四句以夸饰的、理想化的具体描写，展示江上之游的即景画面，有一种超世绝尘的气氛；中间四句两联，两两对比，前联承上，对江上泛舟行乐，加以肯定赞扬，后联启下，揭示出理想生活的历史意义；结尾四句，承前发挥，回应开头的江上泛舟，活画出诗人藐视一切，傲岸不羁的神态，又从反面说明功名富贵不会长在，并带着尖锐的嘲弄的意味。全诗形象鲜明，感情激扬，气势豪放，音调浏亮，无论在思想上还是艺术上，都能充分显示出李白诗歌的特色。&&&这首诗在思想上和艺术上，都是很能代表李白特色的篇章之一。诗以江上的遨游起兴，表现了诗人对庸俗、局促的现实的蔑弃，和对自由、美好的生活理想的追求。&&&开头四句，虽是江上之游的即景，但并非如实的记叙，而是经过夸饰的、理想化的具体描写，展现出华丽的色彩，有一种超世绝尘的气氛。“木兰之枻沙棠舟”，是珍贵而神奇的木料制成的：“玉箫金管坐两头”，乐器的精美可以想象吹奏的不同凡响：“美酒尊中置千斛”，足见酒量之富，酒兴之豪：“载妓随波任去留”，极写游乐的酣畅恣适。总之，这江上之舟是足以尽诗酒之兴，极声色之娱的，是一个超越了纷浊的现实的、自由而美好的世界。&&&中间四句两联，两两对比。“仙人”一联承上，对江上泛舟行乐，加以肯定赞扬：“屈平”一联启下，揭示出理想生活的历史意义。“仙人有待乘黄鹤”，即使修成神仙，仍然还有所待，黄鹤不来，也上不了天；而己之泛舟江上，“海客无心随白鸥”，乃已忘却机巧之心，物我为一，不知何者为物，何者为我，比那眼巴巴望着黄鹤的神仙还要“神仙”。到了这种境界，人世间的功名富贵，荣辱穷通，就更不在话下了。&&&因此，俯仰宇宙，纵观古今，便得出了与“滔滔者天下皆是也”的庸夫俗子相反的认识：“屈平词赋悬日月，楚王台榭空山丘！”泛舟江汉之间，想到屈原与楚王，原是很自然的，而这一联的警辟，乃在于把屈原和楚王作为两种人生的典型，鲜明地对立起来。屈原尽忠爱国，反被放逐，终于自沉汨罗，他的词赋，可与日月争光，永垂不朽；楚王荒淫无道，穷奢极欲，卒招亡国之祸，当年奴役人民建造的宫观台榭，早已荡然无存，只见满目荒凉的山丘。这一联形象地说明了，历史上属于进步的终归不朽，属于反动的必然灭亡；还有文章者不朽之大业，而势位终不可恃的这一层意思。&&&结尾四句，紧接“屈平”一联尽情发挥。“兴酣”二句承屈平辞赋说，同时也回应开头的江上泛舟，极其豪壮，活画出诗人自己兴会飚举，摇笔赋诗时藐视一切，傲岸不羁的神态。“摇五岳”，是笔力的雄健无敌：“凌沧洲”是胸襟的高旷不群。最末“功名富贵若长在，汉水亦应西北流”，承楚王台榭说，同时也把“笑傲”进一步具体化、形象化了。不正面说功名富贵不会长在，而是从反面说，把根本不可能的事情来一个假设，便加强了否定的力量，显出不可抗拒的气势，并带着尖锐的嘲弄的意味。&&&这首诗的思想内容，基本上是积极的。另一方面，诗人把纵情声色，恣意享乐，作为理想的生活方式而歌颂，则是不可取的。金管玉箫，携酒载妓，也是功名富贵中人所迷恋的。这正是李白思想的矛盾。这个矛盾，在他的许多诗中都有明白的表现，成为很有个性特点的局限性。&&&全诗十二句，形象鲜明，感情激扬，气势豪放，音调浏亮。读起来只觉得它是一片神行，一气呵成。而从全诗的结构组织来看，它绵密工巧，独具匠心。开头是色彩绚丽的形象描写，把读者立即引入一个不寻常的境界。中间两联，属对精整，而诗意则正反相生，扩大了诗的容量，诗笔跌宕多姿。结尾四句，极意强调夸张，感情更加激昂，酣畅恣肆，显出不尽的力量。这是经过细心体会后的符合创作实际的看法。",
       "backgroundInfo" : "此诗大约是李白开元间游江夏（今湖北省武汉市武昌）时所作，有人认为作于公元734年（唐玄宗开元二十二年）。唐汝询指出，诗人因有感于“世途迫隘”的现实而吟出这首诗。",
       "classInfo" : "36",
       "poetryID" : "154",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"655"
       },{
       "name" : "山中留客",
       "author" : "唐·张旭",
       "content" : "山光物态弄春晖，莫为轻阴便拟归。纵使晴明无雨色，入云深处亦沾衣。",
       "transferInfo" : "山光物态沐浴于春日的光辉中，不要因为几朵阴云就打算回去。即使天气晴朗没有阴雨迷蒙，去到山中云雾深处衣服也会沾湿。",
       "addtionInfo" : "山中：一作“山行”。春晖：春光。莫：不要。轻阴：阴云。便拟归：就打算回去。纵使：纵然，即使。云：指雾气、烟霭。",
       "analysesInfo" : "这首诗题为《山中留客》，它的重点当然是留客。但是，因为这不是家中留客，而是“山中留客”，留的目的无疑是欣赏山中景色，所以又不能不写到春山的美景，不过写多了又会冲淡“留客”的主题。诗人怎么解决这个问题呢？他正面描写山景只用了一句诗：“山光物态弄春晖”。因为只有一句，所以诗人就不去描绘一泉一石，一花一木，而是从整体入手，着力表现春山的整个面貌，从万象更新的气象中，渲染充满目生机、引人入胜的意境。严冬过尽，春风给萧瑟的山林换上新装，万物沐浴在和煦的阳光中，生机勃勃，光彩焕发，争奇斗艳。这一“弄”字，便赋予万物以和谐的、活跃的情态和意趣。“山光物态弄春晖”，写得极为概括，但并不抽象，山光物态任你想象。你想的是那青翠欲滴的新枝绿叶吗？是迎风招展的山花送来阵阵的芬芳吗？是花叶丛中百鸟的欢唱吗？是奔流不息的淙淙溪水吗？……它们全部囊括在这一句诗里了。这是一个极富启发性和鼓动性的诗句。诗人把它放在诗的开头也是颇具匠心的。&&&因为只有把这一句写得很浓，而且先声夺人，形成一种压倒的优势，“留”才有意义，客人所担心的问题才显得无足轻重。所以这开头的一句在表现上、在结构上都是值得细味的。由于第一句蕴含丰富，很有分量，第二句“莫为轻阴便拟归”，虽然是否定了客人的想法，但却显得顺流而下，毫不费力。是的，面对着这美不胜收的景致，怎能因为天边一片阴云就打算回去呢？&&&光劝说客人“莫为轻阴便拟归”还不够，还必须使客人真正安下心来，游兴浓起来才行。怎样才能达到这一步呢？说今日无雨，可天有不测风云，何况“轻阴”已见，这种包票恐怕不一定保险，未必能解决客人心中的疑虑。诗人琢磨着客人的心理，他不是不想欣赏这春山美景，只是担心天雨淋湿了衣服。既然如此，诗人就来一个以退为进。你是怕天雨湿衣吗，天晴又怎样呢？“纵使晴明无雨色，入云深处亦沾衣。”“沾衣”虽是难免，可那空山幽谷，云烟缥缈，水汽蒙蒙，露浓花叶，……却也是另一番极富诗意的境界啊！然而，这可不是远在一旁所能见到的。它必须登高山、探幽谷，身临其境，才能领略。而且细咀那“入云深处”四字，还会激起人们无穷的想象和追求，因为“入”之愈“深”，其所见也就愈多，但是，此“非有志者不能至也”。可见诗的三四两句，就不只是消极地解除客人的疑虑，而是巧妙地以委婉的方式，用那令人神往的意境，积极地去诱导、去点燃客人心中要欣赏春山美景的火种。&&&客人想走，主人挽留，这是生活中常见的现象。不过要在四句短诗中把这一矛盾解决得完满、生动、有趣，倒也并不是一件容易的事。诗人没有回避客人提出的问题，也不是用一般的客套话去挽留，而是针对客人的心理，用山中的美景和诗人自己的感受，一步一步地引导客人开阔视野，驰骋想象，改变他的想法，从而使客人留下来。事虽寻常，诗亦短小，却写得有景、有情、有理，而且三者水乳交融，浑然一体。其中虚实相间，跌宕自如，委婉蕴含，显示出绝句的那种词显意深、语近情遥、耐人寻味的艺术魅力，很有想法。（赵其钧的评价）&&&这首诗的字面意思便是上边所说，其实可以有另一种理解。世界如此美好，天地万物都展现着美好的姿态。但是不要因为一点挫折便觉得受挫，丧失信心。你看，就算是万事如常，也会有看不见的矛盾会使你受伤。山中留客，不是在山中留，而是在人生中留；客，不是作者的朋友，而是在人生中遭受挫折的朋友们。&&&这一“弄”字，便赋予万物以和谐的、活跃的情态和意趣，又把山中之景细致精确的表达了出来，这是因为“弄”的本意是卖弄，而在此却加以引申了，有“起舞弄清影”中的“弄”之意。&&&“沾衣”虽是难免，可那空山幽谷，云烟缥缈，水汽蒙蒙，露浓花叶，……却也是另一番极富诗意的境界啊！首先，春天雨水多，山中云雾缭绕，空气湿润，山中的游客从“云”中出来时衣服就已经变的湿润润的了。其次，是在对客人进行挽留。你怕下雨吗？下雨不过是把你的衣服打湿而已，在这山中，即使是晴天也不会让你的衣服干着，那么你又何必害怕下雨了？留下来吧！何不欣赏欣赏这雨中美景呢，可是别有一番风味啊！",
       "backgroundInfo" : "",
       "classInfo" : "44",
       "poetryID" : "155",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"656"
       },{
       "name" : "水槛遣心",
       "author" : "唐·杜甫",
       "content" : "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。",
       "transferInfo" : "草堂远离喧闹的城郭，庭院开阔宽敞，四周没有村落，放眼一望无边。碧澄江水，几乎淹没两岸；葱茏树木，黄昏盛开鲜花。细雨蒙蒙，鱼儿欢快地跃出水面；微风习习，燕子倾斜着掠过天空。城里拥挤着十万人家，熙熙攘攘；这里却只有两三灯火，清闲自在。",
       "addtionInfo" : "水槛（jiàn）：指水亭之槛，可以凭槛眺望，舒畅身心。去郭轩楹敞：去郭，远离城郭。轩楹：指草堂的建筑物。轩，长廊；楹（yíng），柱子。敞，开朗。无村眺望赊：因附近无村庄遮蔽，故可远望。赊（shē）：长，远。澄江平少岸：澄清的江水高与岸平，因而很少能看到江岸。城中十万户，此地两三家.：将“城中十万户”与“此地两三家”对照，见得此地非常清幽。城中，指成都。",
       "analysesInfo" : "首联先写草堂的环境：草堂离城郭很远，庭园开阔宽敞，旁无村落，因而诗人能够极目远眺。中间四句紧接着写眺望到的景色。“澄江平少岸”，诗人凭槛远望，碧澄清澈的江水，浩浩荡荡，似乎和江岸齐平了，这是写远景；“幽树晚多花”则写近景，草堂四周郁郁葱葱的树木，在春日的黄昏里，盛开着姹紫嫣红的花朵，散发出迷人的清香。五、六两句刻画细腻，描写极为生动：“细雨鱼儿出，微风燕子斜。”鱼儿在毛毛细雨中摇曳着身躯，喷吐着水泡儿，欢欣地游到水面来了。燕子轻柔的躯体，在微风的吹拂下，倾斜着掠过水蒙蒙的天空……这是历来为人传诵的名句。诗人遣词用意精微细致，描写十分生动。“出”写出了鱼的欢欣，极其自然；“斜”写出了燕子的轻盈，逼肖生动。诗人细致地描绘了微风细雨中鱼和燕子的动态，其意在托物寄兴。这二句诗流露出作者热爱春天的喜悦心情，是历来为人传诵的名句。叶梦得《石林诗话》云：“诗语忌过巧。然缘情体物，自有天然之妙，如老杜‘细雨鱼儿出，微风燕子斜’，此十字，殆无一字虚设。细雨着水面为沤，鱼常上浮而淰。若大雨，则伏而不出矣。燕体轻弱，风猛则不胜 ，惟微风乃受以为势 ，故又有‘轻燕受风斜’之句。”尾联呼应起首两句。以“城中十万户”与“此地两三家”对比，更显得草堂的闲适幽静。这首诗写傍晚时分所见到的微风细雨中的景象，表现了环境的清幽美好和诗人闲适宁静的心情及其对大自然的热爱。全诗八句都是对仗，而且描写中远近交错，精细自然，“自有天然工巧而不见其刻划之痕。”它句句写景，句句有“遣心”之意。诗中描绘的是草堂环境，然而字里行间含蕴的，却是诗人悠游闲适的心情和对大自然、对春天的热爱。",
       "backgroundInfo" : "《水槛谴心》，大约作于唐肃宗上元二年（761年）。杜甫定居草堂后，经过他的一番经营，草堂园亩扩展了，树木栽多了。诗人经过了长期颠沛流离的生活以后，现在得到了安身的处所，面对着绮丽的风光，情不自禁地写下了一些歌咏自然景物的小诗。",
       "classInfo" : "111",
       "poetryID" : "156",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"657"
       },{
       "name" : "不见",
       "author" : "唐·杜甫",
       "content" : "不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。",
       "transferInfo" : "没有见到李白已经好久，他佯为狂放真令人悲哀。世上那些人都要杀了他，只有我怜惜他是个人才。文思教捷下笔成诗千首，飘零无依消愁唯酒一杯。匡山那有你读书的旧居，头发花白了就应该归来。",
       "addtionInfo" : "“李生”句：李生，指李白。杜甫与李白天宝四载（745年）在山东兖州分手后，一直未能见面，至此已有十六年。佯（yáng）狂：故作颠狂。李白常佯狂纵酒，来表示对污浊世俗的不满。“世人”句：指李白因入永王李璘幕府而获罪，系狱浔阳，不久又流放夜郎。有人认为他有叛逆之罪，该杀。怜才：爱才。匡山：指四川彰明县（今江油县）境内的大匡山，李白早年曾读书于此。“头白”句：李白此时已经61岁。杜甫这时在成都，李白如返回匡山，久别的老友就可以相见了，故云归来。",
       "analysesInfo" : "开头一句，突兀陡起，好像蓄积于内心的感情一下子迸发出来了。“不见”二字置于句首，表达了渴望见到李白的强烈愿望，又把“久”字放到句末，强调思念时间之长。杜甫和李白在兖州分手，已有整整十五年没有见面了。&&&紧接着第二句，诗人便流露出对李白怀才不遇、因而疏狂自放的哀怜和同情。古代一些不满现实的人也往往佯狂避世，象春秋时的接舆。李白即自命“我本楚狂人”（《庐山谣寄卢侍御虚舟》），并常常吟诗纵酒，笑傲公侯，以狂放不羁的态度来抒发欲济世而不得的悲愤心情。一个有着远大抱负的人却不得不“佯狂”，这实在是一个大悲剧。“佯狂”虽能蒙蔽世人，然而杜甫却深深地理解和体谅李白的苦衷。“真可”两字修饰“哀”，生动地传达出诗人无限叹惋和同情的心事。&&&这种感情在颔联中得到进一步展现。这两句用了一个“反对”，产生了强烈对比的艺术效果。“世人”指统治集团中的人，永王李璘一案，李白被牵连，这些人就叫嚷要将“乱臣贼子”李白处以极刑。这里“皆欲杀”和“独怜才”，突出表现了杜甫与“世人”态度的对立。“怜”承上“哀”而来，“怜才”不仅是指文学才能，也包含着对李白政治上蒙冤的同情。杜甫另有《寄李十二白二十韵》一诗，以苏武、黄公比李白，力言他不是叛臣，又用贾谊、孔子之典来写他政治抱负不能实现的悲剧。而这种悲剧也同样存在于杜甫的身上，他因疏救房琯而被逐出朝廷，也是“世人”的不公。“怜才”也是怜己。共同的遭遇使两位挚友的心更加紧密地连在一起了，这就是杜甫深切哀怜的根本原因。&&&颈联宕开一笔，两句诗是对李白一生的绝妙概括，勾勒出一个诗酒飘零的浪漫诗人的形象。杜甫想象李白在飘泊中以酒相伴，酒或许能浇其块垒，慰其忧愁。这一联仍然意在写李白的不幸，更深一层地抒发了怀念挚友的绵绵情思。&&&深情的怀念最后化为热切的呼唤：“匡山读书处，头白好归来。”诗意承上“飘零”而来，杜甫为李白的命运担忧，希望他叶落归根，终老故里，声声呼唤表达了对老友的深长情意。“匡山”，指绵州彰明（在今四川北部）之大匡山，李白少时读书于此，这时杜甫客居成都，因而希望李白回归蜀中正是情理中事。就章法言，开头慨叹“不见”，结尾渴望相见，首尾呼应，全诗浑然一体。&&&这首诗在艺术上的最大特色是直抒胸臆，不假藻饰。律诗往往借景抒情，或情景结合，胡应麟说：“作诗不过情景二端。如五言律体，前起后结，中四句，二言景，二言情，此通例也。”（《诗薮》）杜甫往往打破这种传统写法，“通篇一字不粘带景物，而雄峭沈著，句律天然”（同上）。这首诗就是用的倾诉心曲的写法，不装点景物，感情深厚，同样产生巨大的艺术感染力。采用这种写法必然要吸收口语、散文的成分入诗，首先是剥落华藻，语言质朴自然，如本诗语言看似平常，却写出了对友人的一往情深；其次是通过散文化使精工整饬的律体变得灵活多姿，便于传情达意，如此诗用虚字转折诗意，使对偶不切等。这种律诗改变了传统的妃青俪白、四平八稳的老调，增强了律诗的表现力。",
       "backgroundInfo" : "这首诗大约作于唐肃宗上元二年（761年），题下自注：“近无李白消息。”可能是李白因永王事流放夜郎被赦，又得到郑虔在台州的消息后，引起对李白的思念而写的。次年即代宗宝应元年（762年）李白就去世，所以诗也应是杜甫怀念李白的最后之作。",
       "classInfo" : "48",
       "poetryID" : "157",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"658"
       },{
       "name" : "戏为六绝句·其二",
       "author" : "唐·杜甫",
       "content" : "王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。",
       "transferInfo" : "王杨卢骆开创了一代诗词的风格和体裁，浅薄的评论者对此讥笑是无止无休的。待你辈的一切都化为灰土之后，也丝毫无伤于滔滔江河的万古奔流。",
       "addtionInfo" : "戏为：戏作。其实杜甫写这六首诗态度是很严肃的，议论也是可取的。六绝句：六首绝句。王杨卢骆：王勃、杨炯、卢照邻、骆宾王。这四人擅长诗文，对初唐的文学革新有过贡献，被称为 “初唐四杰”。体：这里指诗文的风格而言。当时体：那个时代的风格体裁。哂：讥笑。尔曹：彼辈，指那些轻薄之徒。",
       "analysesInfo" : "《戏为六绝句》是杜甫针对当时文坛上一些人存在贵古贱今、好高骛远的习气而写的。它反映了杜甫反对好古非今的文学批评观点。其中的“不薄今人”、“别裁伪体”、学习“风雅”、“转益多师”（兼采众家之长）等见解在今天也还是有借鉴意义的。本诗是《戏为六绝句》中的第二首，诗中既明确地肯定了王杨卢骆“初唐四杰”的文学贡献和地位，又告诫那些轻薄之徒不要一叶障目而讥笑王杨卢骆，他们的诗文将传之久远，其历史地位也是不容抹煞的。",
       "backgroundInfo" : "",
       "classInfo" : "57",
       "poetryID" : "158",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"659"
       },{
       "name" : "秋夜寄丘员外",
       "author" : "唐·韦应物",
       "content" : "怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。",
       "transferInfo" : "在这秋夜我心中怀念着你，一边散步一边咏叹这初凉的天气。寂静的山中传来松子落地的声音，遥想你应该也还未入睡。",
       "addtionInfo" : "丘员外：名丹，苏州人，曾拜尚书郎，后隐居平山上。属：正值，适逢，恰好。幽人：幽居隐逸的人，悠闲的人，此处指丘员外。",
       "analysesInfo" : "此诗表达作者在秋夜对隐居朋友的思念之情。前半首写作者自己，即怀人之人；后半首写正在临平山学道的丘丹，即所怀之人。全诗不以浓烈的字词吸引读者，而是从容落笔，浅浅着墨，语淡而情浓，言短而意深，格调古朴雅致、安闲恬淡，给人玩味不尽的艺术体验。&&&如果就构思和写法而言，这首诗还另有其值得拈出之处。它是一首怀人诗。&&&前半部分写诗人自己，即怀念友人之人；后半部分写正在临平山学道的丘丹，即诗人所怀念之人。首句“怀君属秋夜”，点明季节是秋天，时间是夜晚，而这“秋夜”之景与“怀君”之情，正是彼此衬映的。次句“散步咏凉天”，承接自然，全不着力，而紧扣上句。“散步”是与“怀君”相照应的：“凉天”是与“秋夜”相绾合的。这两句都是写实，写出了作者因怀人而在凉秋之夜徘徊沉吟的情景。&&&接下来，作者不顺情抒写，就景描述，而把诗思飞驰到了远方，在三、四两句中，想象所怀念之人在此时、彼地的状况。而这三、四两句又是紧扣一、二两句的。第三句“山空松子落”，遥承“秋夜”、“凉天”，是从眼前的凉秋之夜，推想临平山中今夜的秋色。第四句“幽人应未眠”，则遥承“怀君”、“散步”，是从自己正在怀念远人、徘徊不寐，推想对方应也未眠。这两句出于想象，既是从前两句生发，而又是前两句诗情的深化。从整首诗看，作者运用写实与虚构相结合的手法，使眼前景与意中景同时并列，使怀人之人与所怀之人两地相连，进而表达了异地相思的深情。&&&陆机在《文赋》中指出，作者在构思时，可以“观古今于须臾，抚四海于一瞬”。刘勰在《文心雕龙·神思篇》中也说：“文之思也，其神远矣。故寂然凝虑，思接千载；悄焉动容，视通万里。”这些话说明文思是最活跃的，是不受时空限制的。因此，在诗人笔下，同一空间里，可以呈现不同的时间；同一时间里，也可以呈现不同的空间。像王播的《题木兰院》：“三十年前此院游，木兰花发院新修；如今再到经行处，树老无花僧白头”，就属于前者。而这首韦应物的怀人诗，则属于后者。现代的电影艺术，有时采用叠影手法来处理回忆与遥想的镜头，有时使银幕上映出两上或两个以上的画面，使观众同时看到在两个或两个以上的空间或时间里出现的不同场景。这首诗运用的手法正与此相同。它使读者在一首诗中看到两个空间，既看到怀人之人，也看到被怀之人，既看到作者身边之景，也看到作者遥想之景，从而把异地相隔的人和景并列和相连在一起，说明千里神交，有如晤对，故人虽远在天涯，而想思却近在咫尺。",
       "backgroundInfo" : "",
       "classInfo" : "48",
       "poetryID" : "159",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"660"
       },{
       "name" : "折桂令·春情",
       "author" : "元·徐再思",
       "content" : "平生不会相思，才会相思，便害相思。身似浮云，心如飞絮，气若游丝。空一缕余香在此，盼千金游子何之。证候来时，正是何时？灯半昏时，月半明时。",
       "transferInfo" : "我从出生到现在都不知道什么是相思，才刚刚懂得什么是相思，却深受着相思的折磨。身体像飘浮的云，心像纷飞的柳絮，气像一缕缕游丝。空剩下一丝余香留在此，殷勤盼望的情侣又到哪里去了呢？相思的痛苦什么时候最猛烈呢？是灯光半昏半暗时，月亮半明半亮时。",
       "addtionInfo" : "身似浮云：形容身体虚弱，走路晕晕乎乎，摇摇晃晃，像飘浮的云一样。余香：指情人留下的定情物。盼千金游子何之：殷勤盼望的情侣到哪里去了。何之：往哪里去了。千金：喻珍贵。证候：即症候，疾病，此处指相思的痛苦。",
       "analysesInfo" : "题目为“春情”显然是写男女的爱慕之意，而全曲描写一位年轻女子的相思之情，读来侧恻动人。全曲分为四个层次：首三句说少女陷入了不能自拔的相思之病；次三句极表少女处于相思中的病态心理与神情举止；后二句则点出少女害相思病的原因；最后宕开一笔，以既形象又含蓄的笔墨逗露出少女心巾所思。全曲一气流走，平易简朴而不失风韵，自然夭成而曲折尽致，极尽相思之状。&&&“平生不会相思”三句，说明这位少女尚是初恋。情窦初开，才解相思，正切合“春情”的题目。因为是初次尝到爱情的琼浆，所似一旦不见情人，那相思之情便无比深刻和真诚。有人说爱情是苦味的，“才会相思，便害相思”，已道出此中三昧。这三句一气贯注，明白如话，然其中感情的波澜已显然可见。于是下面三句便只体地去形容这位患了相思病的少女的种种神情与心态。&&&“身似浮云”三句，是漂亮的鼎足对。“身似浮云”表现了少妇坐卧不宁的心态；“心如飞絮”表现了少妇的魂不守舍；“气若游丝”表现了少妇因思念而恹恹欲病的形态。作者通过对少妇身、心、气的描写，将少妇“便害相思”的情态表现得淋漓尽致。短短几句，就足见女主人公的相思之苦、恋情之深。&&&“空一缕余香在此”，乃是作者的比喻之词，形容少女孤凄的处境。著一“空”字，便曲尽她空房独守，寂寞冷落的情怀；“一缕余香”四字，若即若离，似实似虚，暗喻少女的情思飘忽不定而绵绵不绝。至“盼千金游子何之”一句才点破了她愁思的真正原因，原来她心之所系，魂牵梦萦的是一位出游在外的男子，少女日夜思念盼望着他。这句与上句对仗成文，不仅词句相偶，而且意思也对应，一说少女而一说游子，一在此而一在彼，然而由于对偶的工巧与意思的连贯，丝毫不觉得人工的雕凿之痕，足可见作者驾驭语言的娴熟。&&&最后四句是一问一答，作为全篇的一个补笔。“证候”是医家用语，犹言病状，因为上文言少女得了相思病，故此处以“证候”指她的多愁善感，入骨相思，也与上文“害”字与“气若游丝”诸句给合。作者设问：什么时候是少女相思最苦的时刻？便是夜阑灯昏，月色朦胧之时。这本是情侣们成双作对，欢爱情浓的时刻，然万对于茕然一生独一身的她来说，忧愁与烦恼却爬上了眉尖心头。不可排遣的相思！&&&这首曲子语言上的一个特色便是首三句都押了同一个“思”字，末四句则同抑了一个“时”字，不忌重复，信手写去，却有一种出自天籁的真味。这正是曲子不同于诗词的地方，曲不忌俗，也不忌犯，而贵在明白率真，得天然之趣，一也就是曲家所谓的“本色”。",
       "backgroundInfo" : "徐再思在故国沦陷后，开始追寻古代隐士的足迹，寻找自我解脱的良方。从一开始的执著追求到最后回归自我，隐居江南。这处处是春、宜酒宜诗的江南风光让作者作者陶醉其间。并以清新柔婉的笔峰抒写下此曲。",
       "classInfo" : "52",
       "poetryID" : "160",
       "source" : "24",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"661"
       },{
       "name" : "玉楼春",
       "author" : "宋·欧阳修",
       "content" : "尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。",
       "transferInfo" : "饯行的酒席前就想先把归期说定，一杯心切情切，欲说时佳人无语滴泪，如春风妩媚的娇容，先自凄哀低咽。人的多愁善感是与生俱来的，这种情结和风花雪月无关。饯别的酒宴前，不要再按旧曲填新词，清歌一曲就已让人愁肠寸寸郁结。一定要将这洛阳城中的牡丹看尽，继而才能与春风轻松地告别。",
       "addtionInfo" : "尊前：即樽前，饯行的酒席前。春容：如春风妩媚的颜容。此指别离的佳人。离歌：指饯别宴前唱的流行的送别曲。翻新阕：按旧曲填新词。白居易《杨柳枝》：“古歌旧曲君莫听，听取新翻杨柳枝。”阕，乐曲终止。洛阳花：洛阳盛产牡丹，欧阳修有《洛阳牡丹记》。始：始而，表示某一情况或动作开始(后面多接用“继而”、“终于”等副词)。共：和，与。",
       "analysesInfo" : "此词咏叹离别，于伤别中蕴含平易而深刻的人生体验。上片，尊前伤别，芳容惨咽，而转入人生的沉思：“人生自是有情痴，此恨不关风与月。”中天明月、楼台清风原本无情，与人事了无关涉，只因情痴人眼中观之，遂皆成伤心断肠之物，所谓“情之所钟，正在我辈”。下片，离歌一曲，愁肠寸结，离别的忧伤极哀极沉，却于结处扬起：“直须看尽洛城花，始共春风容易别。”只有饱尝爱恋的欢娱，分别才没有遗憾，正如同赏看尽洛阳牡丹，才容易送别春风归去，将人生别离的深情痴推宕放怀遣性的疏放。当然，这豪宕放纵仍难托尽悲沉，花毕竟有“尽”，人终是要“别”，词人只是以遣玩的意兴暂时挣脱伤别的沉重罢了。此词上、下两收拍皆为传诵的名句。&&&“尊前拟把归期说，欲语春容先惨咽。”这首词开头两句是说，尊前拟把归期说定，一杯心切情切，欲说佳人无语泪滴，如春风妩媚的娇容，先自凄哀低咽，这首词开端的两句，表面看来固然仅仅是对眼前情事的直接叙写，但在遣词造句的选择和结构之间，欧阳修却于无意之中显示出他自己的一种独具的意境。首先就其所用之语汇而言，第一句的“樽前”，原该是何等欢乐的场面，第二句的“春容”又该是何等美丽的人物，而在“樽前”所要述说的却是指向离别的“归期”，于是“樽前”的欢乐与“春容”的美丽，就一变而为伤心的“惨咽”了。在这种转变与对比之中，虽然仅仅只两句，我们却隐然已经体会到欧阳修词中所表现的对美好事物的爱赏与对人世无常的悲慨二种情绪相对比之中所形成的一种张力了。&&&“人生自是有情痴，此恨不关风与月。”上片的后两句是说，人生自是有情，情到深处痴绝，这凄凄别恨不关涉——楼头的清风，中天的明月。这两句则似乎是由前两句所写的眼前情事，转入了一种理念上的反省和思考，而如此也就把对于眼前一件情事的感受，推广到了对于整个人世的认知。事实上天边的明月与楼外的东风，原属无情之物，和人事没有什么关系。只不过就有情之人看来，则明月东风遂皆成为引人伤心断肠之媒介了。所以说这两句虽是理念上的思索和反省，但事实上却是透过理念才更见出深情之难解。而此种情痴又正与首两句所写的“樽前”“欲语”的使人悲惨呜咽之离情暗相呼应。&&&“离歌且莫翻新阕，一曲能教肠寸结。”下片前两句是说，饯别的酒宴前，不要再唱新的一曲，清歌一曲，已让人愁肠寸寸郁积。这两句再由理念中的情痴重新返回到上半阕的樽前话别的情事。“离歌”自当指樽前所演唱的离别的歌曲，所谓“翻新阕”就是“因翻旧阕之词，写以心声之调”。《阳关》旧曲，已不堪听，离歌新阕，亦“一曲能教肠寸结”。前句“切莫”二字的劝阻之词写得如此丁宁恳切，正以反衬后句“肠寸结”的哀痛伤心。写情至此，本来已经对离别无常之悲慨陷入极深，而欧阳修却于末两句突然扬起豪兴。&&&“直须看尽洛城花，始共春风容易别。”末两句是说，啊，此时只需要把满城牡丹看尽，你与我同游相携，这样才会少些滞重的伤感，淡然无憾的与归去的春风辞别。&&&这种豪兴正是欧阳修词风格中的一个最大的特色，也是欧阳修性格中的一个最大的特色。欧阳修这一首《玉楼春》词，明明蕴含有很深重的离别的哀伤与春归的惆怅，然而他却偏偏在结尾中写出了豪宕的句子。在这两句中，不仅其要把“洛城花”完全“看尽”，表现了一种遣玩的意兴，而且他所用的“直须”和“始共”等口吻也极为豪宕有力。然而“洛城花”却毕竟有“尽”，“春风”也毕竟要“别”，因此在豪宕之中又实在隐含了沉重的悲慨。所以王国维在《人间词话》中论及欧词此数句时，乃谓其“于豪放之中有沉着之致，所以尤高”。",
       "backgroundInfo" : "这首词道离情，写作于公元1034年（景祐元年）春三月欧阳修西京留守推官任满离洛之际。",
       "classInfo" : "7",
       "poetryID" : "161",
       "source" : "22",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"662"
       },{
       "name" : "南园十三首·其五",
       "author" : "唐·李贺",
       "content" : "男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？",
       "transferInfo" : "男子汉大丈夫为什么不腰带武器，去收复黄河南北被割据的关塞河山五十州呢？请你暂且登上那凌烟阁去看一看，又有哪一个书生曾被封为食邑万户的列侯？",
       "addtionInfo" : "南园：泛指作者昌谷故居以南一大片田畴平地。杨其群《李贺咏昌谷诸诗中专名考》谓：“原”与“园”二字义可相通，凡李贺宅南“可种谷给食”的大片平地，均可称为“南原”，亦称“南园”。吴钩：一种头部呈弯钩状的佩刀。五十州：指当时被藩镇所占领割据的山东及河南、河北五十余州郡。暂上：一上，试上。凌烟阁：唐代旌表功臣的殿阁。贞观十七年（643），唐太宗为表彰太原首义和秦府功臣，命阎立本绘长孙无忌等二十四人画像于凌烟阁。若个：哪个。万户侯：受封食邑达一万户的侯爵，借指高位厚禄。",
       "analysesInfo" : "这首诗由两个设问句组成，顿挫激越，而又直抒胸臆，把家国之痛和身世之悲都淋漓酣畅地表达出来。&&&第一个设问是泛问，也是自问，含有“国家兴亡，匹夫有责”的豪情。“男儿何不带吴钩”，起句峻急，紧连次句“收取关山五十州”，犹如悬流飞瀑，从高处跌落而下，显得气势磅礴。“带吴钩”指从军的行动，身佩军刀，奔赴疆场，那气概多么豪迈！“收复关山”是从军的目的，山河破碎，民不聊生，诗人怎甘蛰居乡间，无所作为呢？因而他向往建功立业，报效国家。一、二两句，十四字一气呵成，节奏明快，与诗人那昂扬的意绪和紧迫的心情十分契合。&&&首句“何不”二字极富表现力，它不只构成了特定句式（疑问），而且强调了反诘的语气，增强了诗句传情达意的力量。诗人面对烽火连天、战乱不已的局面，焦急万分，恨不得立即身佩宝刀，奔赴沙场，保卫家邦。“何不”云云，反躬自问，有势在必行之意，又暗示出危急的军情和诗人自己焦虑不安的心境。此外，它还使人感受到诗人那郁积已久的愤懑情怀。李贺是个书生，早就诗名远扬，本可以才学入仕，但这条进身之路被“避父讳”这一封建礼教无情地堵死了，使他没有机会施展自己的才能。“何不”一语，表示实在出于无奈。&&&“收取关山五十州”一个“取”字，举重若轻，有破竹之势，生动地表达了诗人急切的救国心愿。然而“收取关山五十州”谈何容易？书生意气，自然成就不了收复关山的大业，而要想摆脱眼前悲凉的处境，又非经历戎马生涯，杀敌建功不可。这一矛盾，突出表现了诗人愤激不平之情。&&&“请君暂上凌烟阁，若个书生万户侯。”小诗的后两句是说，请你登上那画有开国功臣的凌烟阁去看一看，又有哪一个书生曾被封为万户侯？&&&诗人问道：封侯拜相，绘像凌烟阁的，哪有一个是书生出身？这里诗人不用陈述句而用设问句，牢骚的意味显得更加浓郁。看起来，诗人是从反面衬托投笔从戎的必要性，实际上是进一步抒发怀才不遇的愤激情怀。由昂扬激越转入沉郁哀怨，既见出反衬的笔法，又见出起伏的节奏，峻急中作回荡之姿。就这样，诗人把自己复杂的思想感情表现在诗歌的节奏里，使读者从节奏的感染中加深对主题的理解和感受。",
       "backgroundInfo" : "这首诗歌是《南园》组诗十三首中的第五首，是李贺应进士试受挫回昌谷闲居时陆续吟成，撰作时间可系于公元811年（唐宪宗元和六年）春夏之交。",
       "classInfo" : "56",
       "poetryID" : "162",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"664"
       },{
       "name" : "书湖阴先生壁",
       "author" : "宋·王安石",
       "content" : "茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。",
       "transferInfo" : "茅舍庭院由于经常打扫，洁净得没有一丝青苔，花木规整成行成垄都是主人亲自栽种的。庭院外一条小河环绕着大片碧绿的禾苗，两座山峰仿佛要推开门，给主人送上满山的青翠。",
       "addtionInfo" : "书：书写，题诗。湖阴先生：本名杨德逢，隐居之士，是王安石晚年居住金陵（今江苏南京）紫金山时的邻居。茅檐：茅屋檐下，这里指庭院。净：一说“静”。无苔：没有青苔。成畦（qí）：成垄成行。畦：经过修整的一块块田地。护田：这里指护卫环绕着园田。排闼（tà）：推开门。闼：小门。送青来：送来绿色。",
       "analysesInfo" : "这首诗是题写在湖阴先生家屋壁上的。诗前两句写他家的环境，洁净清幽，暗示主人生活情趣的高雅；后两句转到院外，写山水对湖阴先生的深情，暗用典故，把山水化成了具有生命感情的形象，山水主动与人相亲，正是表现人的高洁。全诗既赞美了主人朴实勤劳，又表达了诗人退休闲居的恬淡心境，从田园山水和与平民交往中领略到无穷的乐趣。&&&前两句是庭院之景，干净无苔是由于主人的“长扫”，“花木成畦”是由于主人的“自栽”，写景又写人。&&&后两句写自然环境之美，水“将绿绕”，山“送青来”，自然山水如此有情，也表现了主人爱好山水的情趣。描写景物亦以表现人，写景见人，人于景中，表现了客观景物的美，又写出了人的美，颇有一箭双雕的感觉。&&&其次运用映衬和拟人手法。如果说庭院的美是人工创造的美，那么环境的美是天然施设的美。两者互相映衬，组成了一幅内与外、人造与天然美结合的完美的境界。特别是后面一联，把山水拟人化，青山为主人送来秀丽的风光，居然闯门而入，把主人对自然景物的爱和自然景物对主人的爱融和一起，生动地表现了主人爱美的情趣，因而成了传诵的名句。&&&“一水”“两山”被转化为富于生命感情的亲切的形象，而为千古传诵。但后二句所以广泛传诵，主要还在于这样两点：&&&一、拟人和描写浑然一体，交融无间。“一水护田”加以“绕”字，正见得那小溪曲折生姿，环绕着绿油油的农田，这不恰像一位母亲双手护着小孩的情景吗？著一“护”字，“绕”的神情明确显示。至于“送青”之前冠以“排闼”二字，更是神来之笔。它既写出了山色不只是深翠欲滴，也不只是可掬，而竟似扑向庭院而来！这种描写给予读者的美感极为新鲜、生动。它还表明山的距离不远，就在杨家庭院的门前，所以似乎伸手可及。尤其动人的，是写出了山势若奔，仿佛刚从远方匆匆来到，兴奋而热烈。所有这些都把握住了景物的特征，而这种种描写，又都和充分的拟人化结合起来那情调、那笔致，完全像在表现“有朋自远方来”的情景：情急心切，竟顾不得敲门就闯进庭院送上礼物。二者融合无间，相映生色，既奇崛又自然，既经锤炼又无斧凿之痕，清新隽永，韵味深长。&&&二、这两句诗也与杨德逢的形象吻合。在前联里，已可看到一个人品高洁、富于生活情趣的湖阴先生。所居仅为“茅檐”，他不仅“扫”，而且“长扫”（即常扫），以至于“静无苔”；“花木成畦”，非赖他人，而是亲“手自栽”。可见他清静脱俗，朴实勤劳。这样一位高士，徜徉于山水之间，当然比别人更能欣赏到它们的美，更感到“一水”“两山”的亲近；诗人想象山水有情，和湖阴先生早已缔结了深厚的交谊。诗以“书湖阴先生壁”为题，处处关合，处处照应，由此也可见出诗人思致的绵密。",
       "backgroundInfo" : "《书湖阴先生壁二首》是王安石题在杨德逢屋壁上的一组诗。杨德逢，别号湖阴先生，是王安石退居金陵时的邻居和经常往来的朋友。半山园约落成于元丰二年至五年（公元1079年—公元1082年）之间，这首诗应当是元丰前期的作品。本首诗是其中一首。",
       "classInfo" : "107",
       "poetryID" : "163",
       "source" : "23",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"663"
       },{
       "name" : "归园田居·其一",
       "author" : "魏晋·陶渊明",
       "content" : "少无适俗韵，性本爱丘山。误落尘网中，一去三十年。羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。",
       "transferInfo" : "年轻时就没有适应世俗的性格，生来就喜爱大自然的风物。错误的陷落到仕途罗网，转眼间远离田园已十余年。笼子里的鸟儿怀念以前生活的森林，池子里的鱼儿思念原来嬉戏的深潭。我愿到南边的原野里去开荒，依着愚拙的心性回家耕种田园。绕房宅方圆有十余亩地，还有那茅屋草舍八九间。榆树柳树成荫遮盖了后屋檐，桃树李树整齐的栽种在屋前。远处的邻村屋舍依稀可见，村落上方飘荡着袅袅炊烟。深深的街巷中传来了几声狗吠，桑树顶有雄鸡不停啼唤。庭院内没有世俗琐杂的事情烦扰，静室里有的是安适悠闲。久困于樊笼里毫无自由，我今日总算又归返林山。",
       "addtionInfo" : "少：指少年时代。适俗：适应世俗。韵：气质、情致，一作“愿”。丘山：指山林。尘网：指尘世，官府生活污浊而又拘束，犹如网罗。这里指仕途。三十年：有人认为是“十三年”之误（陶渊明做官十三年）。一说，此处是三又十年之意（习惯说法是十又三年），诗人意感“一去十三年”音调嫌平，故将十三年改为倒文。羁（ji）鸟：笼中之鸟。池鱼：池塘之鱼。鸟恋旧林、鱼思故渊，借喻自己怀恋旧居。南野：南面的田野，指农田。际：间。守拙（zhuō）：意思是不随波逐流，固守节操。方宅：宅地方圆。荫（yìn）：荫蔽。罗：罗列。暧暧（ài）：迷蒙隐约的样子。依依：轻柔而缓慢的飘升。墟里：村落。颠：顶端。户庭：门户庭院。尘杂：尘俗杂事。虚室：空室。余闲：闲暇。樊（fán）笼：蓄鸟工具，这里比喻官场生活。樊，藩篱，栅栏。返自然：指归耕园田。",
       "analysesInfo" : "公元405年（东晋安帝义熙元年），陶渊明在江西彭泽做县令，不过八十多天，便声称不愿“为五斗米向乡里小儿折腰”，挂印回家。从此结束了时隐时仕、身不由己的生活，终老田园。归来后，作《归园田居》诗一组，共五首，描绘田园风光的美好与农村生活的淳朴可爱 ，抒发归隐后愉悦的心情。这是第一首。主要是以追悔开始，以庆幸结束，追悔自己“误落尘网”、“久在樊笼”的压抑与痛苦，庆幸自己终“归园田”、复“返自然”的惬意与欢欣，真切表达了诗人对污浊官场的厌恶，对山林隐居生活的无限向往与怡然陶醉。&&&“少无适俗韵，性本爱丘山。”所谓“适俗韵”无非是逢迎世俗、周旋应酬、钻营取巧的那种情态、那种本领，这是诗人从来就未曾学会的东西。作为一个真诚率直的人，其本性与淳朴的乡村、宁静的自然，似乎有一种内在的共通之处，所以“爱丘山”。前二句表露了作者清高孤傲、与世不合的性格，看破官场后，执意离开，对官场黑暗的不满和绝望。为全诗定下一个基调，同时又是一个伏笔，它是诗人进入官场却终于辞官归田的根本原因。&&&“误落尘网中，一去三十年。”尘网：尘世的罗网。“三十年”应该是“十三年”，他从开始作江州祭酒，到辞去彭泽县令，前后一共十三年。所以“一去三十年”是“一去十三年”之误。这两句是说，自己不得已出去做官，一去就是十三年。&&&起首四句，先说个性与既往人生道路的冲突。“适俗韵”无非是指逢迎世俗、周旋应酬、钻营取巧的那种情态、那种本领吧，这是诗人从来就未曾学会的东西。作为一个真诚率直的人，其本性与淳朴的乡村、宁静的自然，似乎有一种内在的共同之处，所以“爱丘山”。前两句表现了作者清高孤傲、与世不合的性格，为全诗定下了一个基调，同时又是一个伏笔，它是诗人进入官场却终于辞官归田的根本原因。但是人生常不得已，作为一个官宦人家的子弟，步入仕途乃是通常的选择；作为一个熟读儒家经书，欲在社会中寻求成功的知识分子，也必须进入社会的权力组织；便是为了供养家小、维持较舒适的日常生活，也需要做官。所以不能不违背自己的本性，奔波于官场。回头想起来，那是误入歧途，误入了束缚人性而又肮脏无聊的世俗之网。&&&“羁鸟恋旧林，池鱼思故渊。”羁鸟：被束缚的鸟。池鱼：水池里养的鱼。故渊：指鱼儿原先生活的水潭。这两句是说，关在笼中的鸟儿依恋居住过的山林，养在池中的鱼儿思念生活过的深潭。&&&“开荒南野际，守拙归田园。”际：间。拙：笨拙。自谦之词，与世俗的机巧相对而言。这两句是说，到南边的原野里去开荒，依着愚拙的心性回家耕种田园。&&&这四句是两种生活之间的过渡，前两句集中描写做官时的心情，从上文转接下来，语气顺畅，毫无阻隔。因为连用两个相似的比喻，又是对仗的句式，便强化了厌倦旧生活，向往新生活的情绪；再从这里转接下文，就显得自然妥帖，丝毫不着痕迹了。&&&“方宅十余亩，草屋八九间”，是简笔的勾勒，以此显出主人生活的简朴。但虽无雕梁画栋之堂皇宏丽，却有榆树柳树的绿荫笼罩于屋后，桃花李花竞艳于堂前，素淡与绚丽交掩成趣。&&&“暧暧远人村，依依墟里烟。”暧暧，是模糊不清的样子，村落相隔很远，所以显得模糊，就像国画家画远景时，往往也是淡淡勾上几笔水墨一样。依依，形容炊烟轻柔而缓慢地向上飘升。这两句所描写的景致，给人以平静安详的感觉，好像这世界不受任何力量的干扰。&&&“狗吠深巷中，鸡鸣桑树颠”，一下子将这幅美好的田园画活起来了。这二句套用汉乐府《鸡鸣》“鸡鸣高树颠，狗吠深宫中”而稍加变化。但诗人绝无用典炫博的意思，不过是信手拈来。他不写虫吟鸟唱，却写了极为平常的鸡鸣狗吠，因为这鸡犬之声相闻，才最富有农村环境的特征，和整个画面也最为和谐统一。隐隐之中，是否也渗透了《老子》所谓“小国寡民”、“鸡犬之声相闻，民老死不相往来”的理想社会观念，那也难说。单从诗境本身来看，这二笔是不可缺少的。它恰当地表现出农村的生活气息，又丝毫不破坏那一片和平的意境，没有喧嚣和烦躁之感。以此比较王籍的名句“蝉噪林逾静，鸟鸣山更幽”，那种为人传诵的所谓“以动写静”的笔法，未免太强调、太吃力。&&&这八句是写归隐之后的生活，好像诗人带着我们在他的田园里参观一番，他指东道西地向我们一一介绍：田亩、草屋、榆柳、桃李、远村、近烟、狗吠、鸡鸣。这些平平常常的景物，一经诗人点化，都添了无穷的情趣。&&&“户庭无尘杂，虚室有余闲。”尘杂是指尘俗杂事，虚室就是静室。既是做官，总不免有许多自己不愿干的蠢事，许多无聊应酬吧。如今可是全都摆脱了，在虚静的居所里生活得很悠闲。不过，最令作者愉快的，倒不在这悠闲，而在于从此可以按照自己的意愿生活。&&&“久在樊笼里，复得返自然。”自然，既是指自然的环境，又是指顺适本性、无所扭曲的生活。这两句再次同开头“少无适俗韵，性本爱丘山”相呼应，同时又是点题之笔，揭示出《归园田居》的主旨。但这一呼应与点题，丝毫不觉勉强。全诗从对官场生活的强烈厌倦，写到田园风光的美好动人，新生活的愉快，一种如释重负的心情自然而然地流露了出来。这样的结尾，既是用笔精细，又是顺理成章。&&&这首诗最突出的是写景———描写园田风光运用白描手法远近景相交，有声有色；其次，诗中多处运用对偶句，如：“榆柳荫后檐，桃李罗堂前。”还有对比手法的运用，将“尘网”“樊笼”与“园田居”对比，从而突出诗人对官场的厌恶、对自然的热爱；再有语言明白清新，几如白话，质朴无华。这首诗呈现出一个完整的意境，诗的语言完全为呈现这意境服务，不求表面的好看，于是诗便显得自然。总之，这是经过艺术追求、艺术努力而达到的自然。",
       "backgroundInfo" : "陶渊明任官十三年，却一直厌恶官场，向往田园。他在公元405年（义熙元年），即四十一岁时最后一次出仕，做了八十多天的彭泽县令即辞官回家。以后再也没有出来做官。归来后，作《归园田居》诗一组。本诗就是其中一首。",
       "classInfo" : "30",
       "poetryID" : "164",
       "source" : "1",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"665"
       },{
       "name" : "曲江二首·其一",
       "author" : "唐·杜甫",
       "content" : "一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，莫厌伤多酒入唇。江上小堂巢翡翠，花边高冢卧麒麟。细推物理须行乐，何用浮名绊此身。",
       "transferInfo" : "因一瓣花儿被风吹落就感到春色已减，如今风把成千上万的花打落在地，怎不令人发愁？且欣赏这即将消逝的春光，也不要害怕酒喝多了让人伤怀更多。翡翠鸟在曲江上的楼堂上作巢，原来雄踞的石麒麟现今倒卧在地上。仔细推敲事物的道理知道需要及时行乐，为什么要用浮名牵绊自己的一生。",
       "addtionInfo" : "曲江：河名，在陕西西安市东南郊，唐朝时候是游赏的好地方。减却春：减掉春色。万点：形容落花之多。且：暂且。经眼：从眼前经过。伤：伤感，忧伤。江上小堂巢翡翠 巢翡翠：翡翠鸟筑巢。苑边高冢卧麒麟苑：指曲江胜境之一芙蓉花。冢：坟墓。推：推究。物理：事物的道理。浮：虚名。",
       "analysesInfo" : "曲江又名曲江池，故址在今西安城南五公里处，原为汉武帝所造。唐玄宗开元年间大加整修，池水澄明，花卉环列。其南有紫云楼、芙蓉苑；西有杏园、慈恩寺，是著名游览胜地。&&&这首诗写他在曲江看花吃酒，布局出神入化，抒情感慨淋漓。&&&“一片花飞减却春，风飘万点正愁人。”首联是说，落下一片花瓣让人感到春色已减。如今风把成千上万的花打落在地，怎不令人发愁？&&&在曲江看花吃酒，正遇良辰美景，可称赏心乐事了；但作者却别有怀抱，一上来就表现出无可奈何的惜春情绪，产生出惊心动魄的艺术效果。他一没有写已经来到曲江，二没有写来到曲江时的节令，三没有写曲江周围花木繁饶，而只用“风飘万点”四字，就概括了这一切。“风飘万点”，不止是客观的写景，缀上“正愁人”三字，重点就落在见景生情，托物言志上了。“风飘万点”，这对于春风得意的人来说，会煞是好看，为何又“正愁人”呢？作者面对的是“风飘万点”，那“愁”却早已萌生于前此的“一片花飞”，因而用跌笔开头：“一片花飞减却春”！历尽漫长的严冬，好容易盼到春天来了，花儿开了。这春天，这花儿，不是值得人们珍惜的吗？然而“一片花飞”，又透露了春天消逝的消息。敏感的、特别珍惜春天的诗人又怎能不“愁”？“一片”，是指一朵花儿上的一个花瓣。因一瓣花儿被风吹落就感到春色已减，暗暗发愁，可如今，面对着的分明是“风飘万点”的严酷现实啊！因此“正愁人”三字，非但没有概念化的毛病，简直力透纸背。&&&“且看欲尽花经眼，莫厌伤多酒入唇。”颔联是说，且看将尽的落花从眼前飞过，也不再厌烦过多的酒入口。&&&“风飘万点”已成现实，那尚未被风飘走的花儿就更值得爱惜。然而那风还在吹，剩下的，又一片、一片的飘走眼看即将飘尽了！第三句就写这番情景：“且看欲尽花经眼。”“经眼”之花“欲尽”，只能“且看”。“且”是暂且、姑且之意。而当眼睁睁的看着枝头残花一片、一片的随风飘走，加入那“万点”的行列，心中又是什么滋味呢？于是来了第四句：“莫厌伤多酒入唇。”吃酒为了消愁。一片花飞已愁；风飘万点更愁；枝上残花继续飘落，即将告尽，愁上添愁。因而“酒”已“伤多”，却禁不住继续“入唇”啊！&&&只是一落花，连写三句，极尽反复层折之妙。接入第四句，魂消欲绝。然而作者何以要如此“反复层折”的写落花，以致魂消欲绝。究竟是仅仅感叹春光易逝，还是有慨于难于直陈的人事问题呢？&&&“江上小堂巢翡翠，花边高冢卧麒麟。”颈联是说，翡翠鸟在曲江上的楼堂上作巢，原来雄踞的石麒麟现今倒卧在地上。&&&第三联就写到了人事。有人说此联“奇想惊人”，细想却恰恰在人意之中。诗人的目光随着“风飘万点”在移动：落到江上，就看见原来住人的小堂却巢着翡翠——翡翠鸟筑起了窝，何等荒凉；落到苑边，就看见原来雄踞高冢之前的石雕墓饰麒麟倒卧在地，不胜寂寞。经过安史之乱，曲江往日的盛况远没有恢复；可是，好容易盼来的春天，眼看和万点落花在一起，就要被风葬送了！这并不是惊人的奇想，而是触景伤情。&&&“细推物理须行乐，何用浮荣绊此身？”尾联是说，仔细推究事物盛衰变化的道理，那就是应该及时行乐，何必让虚浮的荣誉束缚自身呢？&&&面对这残败景象又有什么办法呢？仍不外是“莫厌伤多酒入唇”，只不过换了一种漂亮的说法，就是“行乐”。难道“物理”就是这样吗？如果只能如此，无法改变，那就只须行乐，何必让浮荣绊住此身，失掉自由呢？&&&联系全篇来看，所谓行乐，不过是他自己所说的“沉饮聊自遣”，或李白所说的“举杯消愁愁更愁”而已，乐处又在哪里呢？&&&绊此身的浮荣何所指？指的就是“左拾遗”那个从八品以上的谏官。因为上疏救房琯，触怒了肃宗。从此，为肃宗疏远。作为谏官，他的意见却不被采纳，还蕴含着招灾惹祸的危机。这首诗就是乾元元年（758）暮春任“左拾遗”时写的。到了这年六月，果然受到了处罚，被贬为华州司功参军。从写此诗到被贬，不过两个多月的时间。了解了这样一个历史背景，就会对这首诗有比较确切的理解。",
       "backgroundInfo" : "这首诗写于公元758年（乾元元年），当时京城虽已收复，但兵革未息，作者眼见唐朝因政治腐败而酿成的祸乱，心境十分杂乱。游曲江正值暮春，所以诗人借写曲江景物的荒凉败坏以哀时。",
       "classInfo" : "83",
       "poetryID" : "165",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"666"
       },{
       "name" : "题秋江独钓图",
       "author" : "清·王士祯",
       "content" : "一蓑一笠一扁舟，一丈丝纶一寸钩。一曲高歌一樽酒，一人独钓一江秋。",
       "transferInfo" : "戴着一顶斗笠披着一件蓑衣坐在一只小船上，一丈长的渔线一寸长的鱼钩；高声唱一首渔歌喝一樽酒，一个人在这秋天的江上独自垂钓。",
       "addtionInfo" : "蓑（suō）笠：蓑衣、笠帽。用草编织成的古时渔家、农民的防雨草衣；笠：用竹篾或芦秆篾片编织的帽子，也是渔家、农民防日晒、防雨淋的帽子。扁舟：小船。丝纶（lún）：即丝织编成的钓鱼的绳子。樽（zūn）：酒杯。扁舟：小船。",
       "analysesInfo" : "全诗描写了一个渔夫打扮的人，在江上垂钓的情形：一件蓑衣、一顶斗笠、一叶轻舟、一支钓竿，垂钓者一面歌唱，一面饮酒，垂钓的潇洒被刻画得活灵活现。虽然独自钓起一江的秋意，但逍遥中不免深藏几许萧瑟和孤寂。&&&前两句近乎白描，后两旬却有着无穷意味。图中看似不可能的“一曲高歌一樽酒”在作者的想象中展现出来。而最后一句“一人独钓一江秋”似是回归原图，但此“钓”已非彼“钓”了，赏一江秋景，感一江秋色，联想开去，那是一种感怀，或者说，最后一句已是“虚实相映”了。&&&再观全诗，九个“一”巧妙嵌入其中，将诗与图的意境表现得分毫不差，细细品味，这些“一”用得十分贴切又有情趣。最后一句“一人独钓一江秋”，渔人钓的是鱼？是秋？是潇洒自在的生活？是无拘无束的心情？在诗人看来，这样的秋江独钓者，才是真正懂得生活乐趣的人。",
       "backgroundInfo" : "这首诗是王士祯早年应朋友邀请，为《秋江独钓图》而题的七绝。",
       "classInfo" : "12",
       "poetryID" : "166",
       "source" : "25",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"667"
       },{
       "name" : "题临安邸",
       "author" : "宋·林升",
       "content" : "山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。",
       "transferInfo" : "远处青山叠翠，近处楼台重重，西湖的歌舞何时才会停止？奢靡的香风陶醉了享乐的贵人们，简直是把偏安的杭州当作昔日的汴京！",
       "addtionInfo" : "临安：现在浙江杭州市，金人攻陷北宋首都汴京后，南宋统治者逃亡到南方，建都于临安。邸（dǐ）：旅店。西湖：杭州的著名风景区。几时休：什么时候休止。熏（xūn）：吹，用于温暖馥郁的风。直：简直。汴州：即汴京，今河南开封市。",
       "analysesInfo" : "这是一首写在临安城一家旅店墙壁上的诗。此诗第一句点出临安城青山重重叠叠、楼台鳞次栉比的特征，第二句用反问语气点出西湖边轻歌曼舞无休无止。后两句以讽刺的语言写出当政者纵情声色，并通过“杭州”与“汴州”的对照，不露声色地揭露了“游人们”的腐朽本质，也由此表现出作者对当政者不思收复失地的愤激以及对国家命运的担忧。全诗构思巧妙，措词精当，冷言冷语的讽刺，偏从热闹的场面写起；愤慨已极，却不作谩骂之语：确实是讽喻诗中的杰作。&&&诗的头句“山外青山楼外楼” ，诗人抓住临安城的特征——重重叠叠的青山，鳞次栉比的楼台。这样首先描写了祖国大好山河，起伏连绵的青山，楼阁接着一个，这是多么美好的自然。从诗歌创作来说，诗人描写山河的美好，表现出的是一种乐景。接着写到：“西湖歌舞几时休？”诗人面对国家的现实处境，触景伤情。这样美好的大好山河，却被金人占有。诗句中一个“休”字，不但暗示了诗人对现实社会处境的心痛，更为重要的是表现出诗人对当政者一味“休”战言和、不思收复中原失地、只求苟且偏安、一味纵情声色、寻欢作乐的愤慨之情。在诗人的心中，“西湖歌舞”正是消磨抗金斗志的淫靡歌舞。他此时是多么希望这样的歌舞快“休”了。这里，诗人运用反问手法，不但强化了自己的对这些当政者不思收复失地的愤激之情，也更加表现出诗人对国家命运的担忧而产生的忧伤之感。&&&后两句“暖风熏得游人醉，直把杭州作汴州”。“游人”在这里不能仅仅理解为一般游客，它是主要特指那些忘了国难，苟且偷安，寻欢作乐的南宋统治阶级。这句紧承上“西湖歌舞几时休”而来。诗人面对这不停的歌舞，看着这些“游人们”陶醉其中，不由得表现出自己的感慨之情。其中，“暖风”一语双关，在诗歌中，既指自然界的春风，又指社会上淫靡之风。在诗人看在，正是这股“暖风”把“游人”的头脑吹得如醉如迷，忘记了自己的国家正处于危难之中。其中的“熏”、“醉”两字用得很精妙。首先，一个“熏”字，暗示了那些歌舞场面的庞大与热闹，为“游人们”营造了靡靡之音的氛围。接着一个“醉”字，承接上一个“熏”字，把那些纵情声色的“游人们”的精神状态刻画得惟妙惟肖。一个“醉”字，留下了丰富的审美想象空间——“游人们”在这美好的“西湖”环境中的丑态。&&&在这样的状态下，诗人为了进一步表现出“游人醉”，在结尾中写道：“直把杭州作汴州。”宋朝原来建都于汴梁，时已为金侵占。就是说，纸醉金迷中，这些“游人”们简直把杭州当成了故都汴州。这里，诗人不用“西湖”而用“杭州”是很有意义的。因为“西湖”虽在杭州，但说到“西湖”，美景之地，是游山玩水的最佳去处，而且也仅仅是杭州的一个景点。而诗人用“杭州”，就很好地与宋都“汴州”（“汴州”已经被金人占有）对照。在对照中，不但引出“汴州”这一特殊的、富有政治意义的名称，而且更有助于抒发诗人的情感——揭露那些“游人们”无视国家前途与命运，沉醉在醉生梦死、不顾国计民生的卑劣行为，同时，也表达诗人对国家民族命运的深切忧虑，及其对统治者只求苟且偏安，对外屈膝投降的愤怒之情。&&&北宋的灭亡，原因当然很多，但统治者的荒淫奢侈必居其一；南宋的偏安，原因也很多，但朝野酣嬉，醉生梦死，也必居其一；林升这首见于《西湖游览志余》的诗，所写正是当时公然的，常见的，谁都不以为奇的，毫不注意的社会现象，给他一写，便觉触目惊心，令人难以为情，所以是成功的讽刺。",
       "backgroundInfo" : "北宋靖康元年（公元1126年），金人攻陷北宋首都汴梁，赵构逃到江南，在临安即位。当政者只求苟且偏安，大肆歌舞享乐。这首诗就是针对这种黑暗现实而作的。作者写在南宋皇都临安的一家旅舍墙壁上，是一首古代的“墙头诗”，疑原无题，此题为后人所加。",
       "classInfo" : "55",
       "poetryID" : "167",
       "source" : "23",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"66"
       }, {
       "name" : "桃花庵歌",
       "author" : "明·唐寅",
       "content" : "桃花坞里桃花庵，桃花庵下桃花仙。桃花仙人种桃树，又摘桃花换酒钱。酒醒只在花前坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。但愿老死花酒间，不愿鞠躬车马前。车尘马足富者趣，酒盏花枝贫者缘。若将富贵比贫者，一在平地一在天。若将贫贱比车马，他得驱驰我得闲。别人笑我忒风颠，我笑他人看不穿。不见五陵豪杰墓，无花无酒锄作田。",
       "transferInfo" : "桃花坞里有桃花庵，桃花庵下有桃花仙。桃花仙人种了桃树，又折下桃花枝去抵酒钱。酒醒了也只是坐在桃花前，喝醉了就要在桃花下睡觉。日复一日的在桃花旁，年复一年的酒醉又酒醒。不愿意在华贵的车马前弯腰屈从，只希望在赏花饮酒中度日死去。车马奔波是富贵人的乐趣所在，而无财的人追寻的是酒盏和花枝。如果将富贵和贫贱相比，那是天壤之别。如果将清贫的生活与车马劳顿的生活相比，他们得到的是奔波之苦，我得到的是闲适之乐。世间的人笑我太疯癫了，我笑他们都太肤浅。还记得五陵豪杰的墓前没有花也没有酒，如今都被锄作了田地。",
       "addtionInfo" : "庵：屋舍也。桃花坞：坞为四面高，中间低的地方，今江苏省苏州市有地名“桃花坞”。鞠躬：恭敬谨慎的样子，表示屈从，屈服。忒（tuī）：太。五陵豪杰墓：汉代五个皇帝的陵墓，即长陵，安陵，阳陵，茂陵，平陵，都在长安附近，后人也用“五陵”指富贵人家聚居长安的地方。无花无酒：指没有人前来祭祀，摆花祭酒是祭祀的礼俗。",
       "analysesInfo" : "全诗画面清新淡雅，风格秀逸清俊，音律回风舞雪，意蕴醇厚深远。虽然满眼都是花、桃、酒、醉等香艳字眼，却毫无低俗之气，反而笔力直透纸背，让人猛然一醒。唐寅诗画得力处正在于此，这首诗也正是唐寅的代表作。&&&诗歌前四句是叙事，说自己是隐居于苏州桃花坞地区桃花庵中的桃花仙人，种桃树、卖桃花沽酒是其生活的写照，这四句通过顶的手法，有意突出“桃花”意象，借桃花隐喻隐士，鲜明地刻画了一位优游林下、洒脱风流、热爱人生、快活似神仙的隐者形象。&&&次四句描述了诗人与花为邻、以酒为友的生活，无论酒醒酒醉，始终不离开桃花，日复一日，年复一年，任时光流转、花开花落而初衷不改，这种对花与酒的执著正是对生命极度珍视的表现。&&&下面四句直接点出自己的生活愿望：不愿三下四追随富贵之门、宁愿老死花间，尽管富者有车尘马足的乐趣，贫者自可与酒盏和花枝结缘。通过对比，写出了贫者与富者两种不同的人生乐趣。&&&接下去四句是议论，通过比较富贵和贫穷优缺点，深刻地揭示贫与富的辩证关系：表面上看富贵和贫穷比，一个在天，一个在地，但实际上富者车马劳顿，不如贫者悠闲自得，如果以车马劳顿的富贵来换取贫者的闲适自在，作者认为是不可取的，这种蔑视功名富贵的价值观在人人追求富贵的年代无异于石破天惊，体现了作者对人生的深刻洞察和超脱豁达的人生境界，是对人生的睿智选择，与富贵相连的必然是劳顿，钱可以买来享受却买不来闲适、诗意的人生，尽管贫穷却不失人生的乐趣、精神上的富足正是古代失意文人的人生写照。&&&通观全诗，层次清晰，语言浅近，回旋委婉，近乎民谣式的自言自语，然而就是这样的自言自语，却蕴涵的无限的艺术张力，给人以绵延的审美享受和强烈的认同感，不愧是唐寅诗中之最上乘者。这也正合了韩愈“和平之音淡薄，而愁思之音要妙；欢愉之辞难工，而穷苦之言易好”（《荆潭唱和诗序》）的著名论断。",
       "backgroundInfo" : "这首诗写于公元1505年（弘治十八年），这一年距唐寅科场遭诬仅六年。唐寅曾中过解元，后来受到科场舞弊案牵连，功名被革，在长期的生活磨炼中，看穿了功名富贵的虚幻。诗人作此诗即为表达其乐于归隐、淡泊功名的生活态度。",
       "classInfo" : "36",
       "poetryID" : "168",
       "source" : "26",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"669"
       },{
       "name" : "闻乐天授江州司马",
       "author" : "唐·元稹",
       "content" : "残灯无焰影幢幢，此夕闻君谪九江。垂死病中惊坐起，暗风吹雨入寒窗。",
       "transferInfo" : "灯火将熄一片昏暗物影在摇漾，今夜忽然听说你被贬谪到九江。大病中我惊得蓦然从床上坐起，暗夜的风雨吹进窗户，感觉分外寒冷。",
       "addtionInfo" : "授：授职，任命。江州：即九江郡，治所在今江西省九江市。司马：官名。唐代以司马为州刺史的辅佐之官，协助处理州务。残灯：快要熄灭的灯。焰：火苗。幢（chuáng）幢：灯影昏暗摇曳之状。夕：夜。谪：古代官吏因罪被降职或流放。垂死：病危。",
       "analysesInfo" : "这首诗创作于作者得知白居易遭贬之后。此诗以景衬情，以景写情，叙事抒情，表现作者对白居易的一片殷殷之情。首句描写了自己所处之阴暗的背景，衬托出被贬谪又处于病中的作者心境的凄凉和痛苦；次句点明题意；第三句写当听说白居易被贬的消息时的情景，表现了诸多的意味；末句，凄凉的景色与凄凉的心境融恰为一，情调悲怆。全诗表达了作者知道好友被贬后极度震惊和心中的悲凉。&&&元稹贬谪他乡，又身患重病，心境本来就不佳。此时忽然听到挚友也蒙冤被贬，内心更是极度震惊，万般怨苦，满腹愁思一齐涌上心头。以这种悲凉的心境观景，一切景物也都变得阴沉昏暗了。于是，看到“灯”，觉得是失去光焰的“残灯”；连灯的阴影，也变成了“幢幢”——昏暗的摇曳不定的样子。“风”，本来是无所谓明暗的，而今却成了“暗风”。“窗”，本来无所谓寒热的，而今也成了“寒窗”。只因有了情的移入，情的照射，情的渗透，连风、雨、灯、窗都变得又“残”又“暗”又“寒”了。“残灯无焰影幢幢”、“暗风吹雨入寒窗”两句，既是景语，又是情语，是以哀景抒哀情，情与景融会一体、“妙合无垠”。&&&诗中“垂死病中惊坐起”一语，是传神之笔。白居易曾写有两句诗：“枕上忽惊起，颠倒着衣裳”，这是白居易在元稹初遭贬谪、前往江陵上任时写的，表现了他听到送信人敲门，迫不及待地想看到元稹来信的情状，十分传神。元稹此句也是如此。其中的“惊”，写出了“情”──当时震惊的感情；其中的“坐起”，则写出了“状”──当时震惊的模样。如果只写“情”不写“状”，不是“惊坐起”而是“吃一惊”，那恐怕就神气索然了。而“惊坐起”三字，正是惟妙惟肖地摹写出作者当时陡然一惊的神态。再加上“垂死病中”，进一步加强了感情的深度，使诗句也更加传神。既曰“垂死病中”，那么，“坐起”自然是很困难的。然而，作者却惊得“坐起”了，这样表明：震惊之巨，无异针刺；休戚相关，感同身受。元、白二人友谊之深，于此清晰可见。&&&此诗的中间两句是叙事言情，表现了作者在乍一听到这个不幸消息时的陡然一惊，语言朴实而感情强烈。诗的首尾两句是写景，形象地描绘了周围景物的暗淡凄凉，感情浓郁而深厚。&&&按照常规，在“垂死病中惊坐起”这句诗后，大概要来一句实写，表现“惊”的具体内涵。然而作者却偏偏来了个写景的诗句：“暗风吹雨入寒窗”。这样，“惊”的具体内涵就蕴含于景语之中，成为深藏不露、含蓄不尽的了。作者对白氏被贬一事究竟是惋惜，是愤懑，还是悲痛，全都没有说破，全都留给读者去领悟、想象和玩味了。&&&元稹这首诗所写的，只是听说好友被贬而陡然一惊的片刻，这无疑是一个“有包孕的片刻”，也就是说，是有千言万语和多种情绪涌上心头的片刻，是有巨大的蓄积和容量的片刻。作者写了这个“惊”的片刻而又对“惊”的内蕴不予点破，这就使全诗含蓄蕴藉，情深意浓，诗味隽永，耐人咀嚼。&&&这首诗用简练生动的语言，通过“残灯无焰”、“影幢幢”、“暗风吹雨”等一系列的凄凉景象的描写和气氛的烘托，充分表现了诗人对好友被贬的哀伤不平和凄苦的心情。白居易在江 州读诗后，深受感动。后来在《与元微之书》中说：“此句他人尚不可闻，况仆心哉！至今每吟，犹恻恻耳。”",
       "backgroundInfo" : "公元810年（元和五年），元稹因弹劾和惩治不法官吏，同宦官刘士元冲突，被贬为江陵士曹参军，后来又改授通州司马。公元815年（元和十年），白居易上书，请求逮捕刺杀宰相武元衡的凶手，结果得罪权贵，被贬为江州司马。这首诗就是元稹在通州听到白居易被贬的消息时写的。",
       "classInfo" : "85",
       "poetryID" : "169",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"670"
       },{
       "name" : "奉赠韦左丞丈二十二韵",
       "author" : "唐·杜甫",
       "content" : "纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？",
       "transferInfo" : "富家的子弟不会饿死，清寒的读书人大多贻误自身。韦大人你可以静静地细听，我把自己的往事向你直陈。我在少年时候，早就充当参观王都的来宾。先后读熟万卷书籍，写起文章，下笔敏捷好像有神。我的辞赋能与扬雄匹敌，我的诗篇可跟曹植相近。李邕寻求机会要和我见面，王翰愿意与我结为近邻。自以为是一个超异突出的人，一定很快地身居要津。辅助君王使他在尧舜之上，要使社会风尚变得敦厚朴淳。平生的抱负全部落空，忧愁歌吟，决不是想优游退隐。骑驴行走了十三年，寄食长安度过不少的新春。早上敲过豪富的门，晚上追随肥马沾满灰尘。吃过别人的残汤剩饭，处处使人暗中感到艰辛。不久被皇帝征召，忽然感到大志可得到展伸。但自己像飞鸟折翅天空坠落，又像鲤鱼不能跃过龙门。我很惭愧，你对我情意宽厚，我深知你待我一片情真。把我的诗篇举荐给百官们，朗诵着佳句，夸奖格调清新。想效法贡禹让别人提拔自己，却又难忍受像原宪一样的清贫。我怎能这样使内心烦闷忧愤，老是且进且退地厮混。我要向东奔入大海，即将离开古老的西秦。我留恋巍峨的终南山，还要回首仰望清澈的渭水之滨。想报答你的“一饭之恩”，想辞别关心我的许多大臣。让我像白鸥出现在浩荡的烟波间，飘浮万里有谁能把我约束？",
       "addtionInfo" : "纨绔：指富贵子弟。不饿死：不学无术却无饥饿之忧。儒冠多误身：满腹经纶的儒生却穷困潦倒。这句是全诗的纲要。丈人：对长辈的尊称。这里指韦济。贱子：年少位卑者自谓。这里是杜甫自称。请，意谓请允许我。具陈：细说。破万卷：形容书读得多。如有神：形容才思敏捷，写作如有神助。扬雄：字子云，西汉辞赋家。料：差不多。敌：匹敌。子建：曹植的字，曹操之子，建安时期著名文学家。看：比拟。亲：接近。李邕：唐代文豪、书法家，曾任北海郡太守。杜甫少年在洛阳时，李邕奇其才，曾主动去结识他。王翰：当时著名诗人，《凉州词》的作者。挺出：杰出。立登要路津：很快就要得到重要的职位。尧舜：传说中上古的圣君。骑驴：与乘马的达官贵人对比。十三载：从公元735年（开元二十三年）杜甫参加进士考试，到公元747年（天宝六载），恰好十三载。旅食：寄食。京华：京师，指长安。主上：指唐玄宗。顷：不久前。见征：被征召。歘然：忽然。欲求伸：希望表现自己的才能，实现致君尧舜的志愿。青冥却垂翅：飞鸟折翅从天空坠落。蹭蹬：行进困难的样子。无纵鳞：本指鱼不能纵身远游。贡公：西汉人贡禹。他与王吉为友，闻吉显贵，高兴得弹冠相庆，因为知道自己也将出头。杜甫说自己也曾自比贡禹，并期待韦济能荐拔自己。难甘：难以甘心忍受。原宪；孔子的学生，以贫穷出名。怏怏：气愤不平。踆踆：且进且退的样子。东入海：指避世隐居。去秦：离开长安。报一饭：报答一饭之恩。辞大臣：指辞别韦济。这两句说明赠诗之故。白鸥：诗人自比。没浩荡：投身于浩荡的烟波之间。谁能驯：谁还能拘束我呢？",
       "analysesInfo" : "在杜甫困守长安十年时期所写下的求人援引的诗篇中，要数这一首是最好的了。这类社交性的诗，带有明显的急功求利的企图。常人写来，不是曲意讨好对方，就是有意贬低自己，容易露出阿谀奉承、俯首乞怜的寒酸相。杜甫在这首诗中却能做到不卑不亢，直抒胸臆，吐出长期郁积下来的对封建统治者压制人材的悲愤不平。这是他超出常人之处。&&&诗人主要运用了对比和顿挫曲折的表现手法，将胸中郁结的情思，抒写得如泣如诉，真切动人。这首诗应该说是体现杜诗“沉郁顿挫”风格的最早的一篇。&&&诗中对比有两种情况，一是以他人和自己对比；一是以自己的今昔对比。先说以他人和自己对比。开端的“纨袴不饿死，儒冠多误身”，把诗人强烈的不平之鸣，像江河决口那样突然喷发出来，真有劈空而起，锐不可当之势。在诗人所处的时代，那些纨袴子弟，不学无术，一个个过着脑满肠肥、趾高气扬的生活；他们精神空虚，本是世上多余的人，偏又不会饿死。而像杜甫那样正直的读书人，却大多空怀壮志，一直挣扎在饿死的边缘，眼看误尽了事业和前程。这两句诗，开门见山，鲜明揭示了全篇的主旨，有力地概括了封建社会贤愚倒置的黑暗现实。&&&从全诗描述的重点来看，写“纨袴”的“不饿死”，主要是为了对比突出“儒冠”的“多误身”，轻写别人是为了重写自己。所以接下去诗人对韦济坦露胸怀时，便撇开“纨袴”，紧紧抓住自己在追求“儒冠”事业中今昔截然不同的苦乐变化，再一次运用对比，以浓彩重墨抒写了自己少年得意蒙荣、眼下误身受辱的无穷感慨。这第二个对比，诗人足足用了二十四句，真是大起大落，淋漓尽致。从“甫昔少年日”到“再使风俗淳”十二句，是写得意蒙荣。诗人用铺叙追忆的手法，介绍了自己早年出众的才学和远大的抱负。少年杜甫很早就在洛阳一带见过大世面。他博学精深，下笔有神。作赋自认可与扬雄匹敌，咏诗眼看就与曹植相亲。头角乍露，就博得当代文坛领袖李邕、诗人王翰的赏识。凭着这样卓越挺秀的才华，他天真地认为求个功名，登上仕途，还不是易如反掌。到那时就可实现梦寐以求的“致君尧舜上，再使风俗淳”的政治理想了。诗人信笔写来，高视阔步，意气风发，大有踌躇满志、睥睨一切的气概。写这一些，当然也是为了让韦济了解自己的为人，但更重要的还是要突出自己眼下的误身受辱。从“此意竟萧条”到“蹭蹬无纵鳞”，又用十二句写误身受辱，与前面的十二句形成强烈的对比。现实是残酷的，“要路津”早已被“纨袴”占尽，主观愿望和客观实际的矛盾无情地嘲弄着诗人。诗中写了诗人在繁华京城的旅客生涯：多少年来，诗人经常骑着一条瘦驴，奔波颠踬在闹市的大街小巷。早上敲打豪富人家的大门，受尽纨袴子弟的白眼；晚上尾随着贵人肥马扬起的尘土郁郁归来。成年累月就在权贵们的残杯冷炙中讨生活。不久前诗人又参加了朝廷主持的一次特试，谁料这场考试竟是奸相李林甫策划的一个忌才的大骗局，在“野无遗贤”的遁辞下，诗人和其他应试的士子全都落选了。这对诗人是一个沉重的打击，就像刚飞向蓝天的大鹏又垂下了双翅，也像遨游于远洋的鲸鲵一下子又失去了自由。诗人的误身受辱、痛苦不幸也就达到了顶点。&&&这一大段的对比描写，迤逦展开，犹如一个人步步登高，开始确是满目春光，心花怒放，那曾想会从顶峰失足，如高山坠石，一落千丈，从而使后半篇完全笼罩在一片悲愤怅惘的氛围中。诗人越是把自己的少年得意写得红火热闹，越能衬托出眼前儒冠误身的悲凉凄惨，这大概是诗人要着力运用对比的苦心所在。&&&从“甚愧丈人厚”到诗的终篇，写诗人对韦济的感激、期望落空、决心离去而又恋恋不舍的矛盾复杂心情。这样丰富错杂的思想内容，必然要求诗人另外采用顿挫曲折的笔法来表现，才能收到“其入人也深”的艺术效果。在坎坷的人生道路上，诗人再也不能忍受像孔子学生原宪那样的贫困了。他为韦济当上了尚书左丞而暗自高兴，就像汉代贡禹听到好友王吉升了官而弹冠相庆。诗人十分希望韦济能对自己有更实际的帮助，但现实已经证明这样的希望是不可能实现了。诗人只能强制自己不要那样愤愤不平，快要离去了却仍不免在那里顾瞻俳徊。辞阙远游，退隐江海之上，这在诗人是不甘心的，也是不得已的。他对自己曾寄以希望的帝京，对曾有“一饭之恩”的韦济，是那样恋恋不舍，难以忘怀。但是，又没有办法。最后只能毅然引退，像白鸥那样飘飘远逝在万里波涛之间。这一段，诗人写自己由盼转愤、欲去不忍、一步三回头的矛盾心理，真是曲折尽情，丝丝入扣，和前面动人的对比相结合，充分体现出杜诗“思深意曲，极鸣悲慨”（方东树《昭昧詹言》）的艺术特色。&&&“白鸥没浩荡，万里谁能驯！”从结构安排上看，这个结尾是从百转千回中逼出来的，宛若奇峰突起，末势愈壮。它将诗人高洁的情操、宽广的胸怀、刚强的性格，表现得辞气喷薄，跃然纸上。正如浦起龙指出的“一结高绝”（见《读杜心解》）。董养性也说：“篇中……词气磊落，傲睨宇宙，可见公虽困踬之中，英锋俊彩，未尝少挫也。”（转引自仇兆鳌《杜诗详注》）吟咏这样的曲终高奏，诗人青年时期的英气豪情，会重新在读者心头激荡。诗人经受着尘世的磨炼，没有向封建社会严酷的不合理现实屈服，显示出一种碧海展翅的冲击力，从而把全诗的思想性升华到一个新的高度。&&&此诗通篇直抒胸臆，语句颇多排比，语意纵横转折，感愤悲壮之气溢于字里行间。全诗不仅成功地运用了对比和顿挫曲折的笔法，而且语言质朴中见锤炼，含蕴深广。如“残杯与冷炙，到处潜悲辛”，道尽了世态炎凉和诗人精神上的创伤。一个“潜”字，表现悲辛的无所不在，可谓悲沁骨髓，比用一个寻常的“是”或“有”字，就精细生动得多倍。句式上的特点是骈散结合，以散为主，因此既有整齐对衬之美，又有纵横飞动之妙。所以这一切，都足证诗人功力的深厚，也预示着诗人更趋成熟的长篇巨制，随着时代的剧变和生活的充实，必将辉耀于中古的诗坛。",
       "backgroundInfo" : "此诗作于公元748年（唐玄宗天宝七载），时杜甫37岁，居长安。公元747年（天宝六载），唐玄宗下诏天下有一技之长的人入京赴试，李林甫命尚书省试，对所有应试之人统统不予录取。杜甫这时应试落第，困守长安，心情落寞，想离京出游，于是就写了这首诗向韦济告别。",
       "classInfo" : "76",
       "poetryID" : "170",
       "source" : "21",
       "backImageName" : "",
       "bgImageURL" : "",
       "placeHolder" : "",
       "likes":"671"
       },{
       "name" : "江上值水如海势聊短述",
       "author" : "唐·杜甫",
       "content" : "为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。",
       "transferInfo" : "人性情怪僻只沉溺于美好的诗句，如果诗句不能打动人心，我至死也不肯罢休。人老了，诗写得不怎么经心了，对着春天的花鸟，也没有了过去的深深忧愁。江边新装了一副木栏，可供我悠然地垂钓，我又备了一只小木筏，可代替出入江河的小舟。怎么才能找到陶渊明、谢灵运这样的诗文高手，让他们与我一起做诗畅谈，一起浮槎漫游。",
       "addtionInfo" : "值：正逢。水如海势，江水如同海水的气势。聊：姑且之意。性僻：性情有所偏，古怪，这是自谦的话。不管是什么内容，诗总得有好的句子。耽（dān）：爱好，沉迷。惊人：打动读者。死不休：死也不罢手。极言求工。浑：完全，简直。漫兴：谓率意为诗，并不刻意求工。莫：没有。愁：属花鸟说。新添：初做成的。水槛：水边木栏。故：因为。故着（zhuó）：又设置了。槎（chá）：木筏。焉得：怎么找到。陶谢：陶渊明、谢灵运，皆工于描写景物，故想到他们。思：即“飘然思不群”、“思飘云物外”的思。令渠（qú）：让他们。述作，作诗述怀。语谦而有趣。",
       "analysesInfo" : "此诗是诗人面对如大海汹涌的江水，抒发内心感受的叙怀之作。诗写于安史之乱时，诗人流落四川成都，寄居草堂，一次观锦江“水如海势”，波涛汹涌，则触景生情，感慨万端，但又无从说起，只好“聊短述”，抒写了他激愤的、自我解脱的、一时的人生感悟。全诗八句五十六字，其中“语不惊人死不休”为传世名句，道出了杜甫诗作的特色，反映了他认真严谨的写作态度。&&&诗题中一个“如”字，突现了江水的海势 ，提高了江景的壮美层次，表现了江水的宽度、厚度和动态。江水如海势，已属奇观。然而诗题却偏偏曰 ：“聊短述 ”。诗题中就抑扬有致，这是诗人的一贯风格。&&&既然是聊为短述，绝不能出语平平。诗人自谓“为人性僻耽佳句，语不惊人死不休”，足见“聊短述”的良苦用心，炉火纯青的诗艺，严肃认真的写作态度和动人心弦的审美效果。&&&正由于杜甫艺术上的一丝不苟、勇于创新，因此老年臻于出神入化、妙手成春的极境。所谓“老去诗篇浑漫与，春来花鸟莫深愁”。仇兆鳌评杜甫“ 少年刻意求工，老则诗境渐熟，但随意付与，不须对花鸟而苦吟愁思矣 。”（《杜诗详注》卷之十）同时他还转引钱笺可相互发明：“春来花明鸟语，酌景成诗，莫须苦索，愁句不工也。若指花鸟莫须愁，岂知花鸟得佳咏，则光彩生色，正须深喜，何反深愁耶？”（《杜诗详注》卷之十）这里是说点明春光明媚，花香鸟语，快乐异常，因此不存在花鸟深愁的问题，“莫深愁”为杜甫自况。&&&至于“ 浑漫与”中的“与”字，旧本曾作“兴”，清末郭曾忻解释说：“所谓漫兴，只是逐景随情，不更起炉作灶，正是真诗。”（《读杜札记》）此处强调任笔所之，自然而然。总之，首颔二联总体着眼，大处落墨，虽为短述，语实惊人，虽未直接描写江上海势，但胸中之海早已形成。它浑厚深涵，辽阔无垠，大气磅礴。心中之海，诗人采取了虚写的办法。正如金圣叹所说，此“不必于江上有涉，而实从江上悟出也。”（《杜诗解》卷二）所谓海势，其实是江，因此江上之景，亦应摄取，若完全避开江水，则海势亦无所依附，而不成其为江如海势。为此，诗人紧接首颔二联虚写海势以后，随即转入实写江水。&&&故颈联道 ：“新添水槛供重钓，故著（着）浮槎替入舟。”此处虽写江水，但只是轻轻带过，如此触及江水、悟及海势的写法，令人玩味不尽。正如王嗣奭所说 ：“水势不易描写 ，故止咏水槛浮舟。此避实击虚之法。”（《杜臆》卷之四）又如金圣叹所说 ：“不必于江上无涉，而实非着意江上也。”（《杜诗解》卷二）尾联诗人以一“焉”字，即巧作转折，融注新意。诗人之语，已经惊人。诗人说：若得陶渊明、谢灵运那样的妙手，使其述作，并同游于江海之上，岂不快哉！尾联思路新奇，饶有兴味，且与首联相呼应，显示出诗人对艺术最高境界的执着追求。“更为惊人之语也。”（《杜诗解》卷二）&&&对诗与诗题之间的关系金圣叹先生写道：“每叹先生作诗，妙于制题。此题有此诗，则奇而尤奇者也。诗八句中，从不欲一字顾题，乃一口读去，若非此题必不能弁此诗者。题是‘江上值水如海势’七字而止，下又缀以‘聊短述’三字。读诗者，不看他所缀之三字，而谓全篇八句，乃是述江水也，值江水之势如海也。则八句现在曾有一字及江海乎？”（《杜诗解》卷二）从他评析中，可以得知：此诗诗题与诗中八句，构成了一个浑厚海涵、博大精深的整体。虽未写海，而如海势。此诗以虚带实，出奇制胜，意在言外，令人叹为观止。",
       "backgroundInfo" : "此诗当作于公元761年（唐代宗上元二年）。杜甫（诗圣）时年五十岁，居于成都草堂。",
       "classInfo" : "27",
       "poetryID" : "171",
       "source" : "21",
       "likes":"672"
       },{
       "name" : "早春寄王汉阳",
       "author" : "唐·李白",
       "content" : "闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。预拂青山一片石，与君连日醉壶觞。",
       "transferInfo" : "听说春天回来了，我还未识其面，走出房舍到梅树下去访寻消息。昨夜东风吹入江夏，街头的杨柳已经冒出金黄的嫩芽。碧水浩荡云雾茫茫，王汉阳您不来呀，令我白白的愁断肠！我已预先拂净青山上一片石摆下酒宴，要与您连日连夜醉在壶觞之中。",
       "addtionInfo" : "王汉阳：其人姓王，官职汉阳县令。生平不详。走傍：走近。武阳：此指江夏。陌（mò）：田间东西方向的道路，泛指田间小路。陌头：街头。美人：古人往往以美人、香草比君子，此指王汉阳。预拂：预先拂拭。壶觞（shāng）：酒器。壶：盛液体的容器。觞：古代酒器；欢饮，进酒。",
       "analysesInfo" : "此诗前四句主要是围绕着“春还”二字细腻生动地描写了早春的气息。先写“闻道”，再写“走”“访”，直至东风荡入之后，方见焕然春景，紧扣“春还”二字娓娓写来。后四句是邀请友人前来醉饮赏春：五六句是全诗的承转机杼之句；七八句不直言说透“邀请”二字，却以超脱的想象把邀请的殷切之情表达出来。此诗之妙，即在于写阳春之气不落俗套，诗词通俗易懂，新鲜活泼，全似从心里流出，饶有情致。全诗结末一股按撩不住的赏春激情全从“连日醉壶觞”数字一涌而出，足以荡人心魄。&&&诗的前四句主要是围绕着“春还”二字细腻生动地描写了早春的气息，写春天是怎样悄然回归的，表达了诗人终于迎来了春天的那种喜悦之情。“闻道春还未相识”，是说只听到春天回来了，还没有见到她。一开始就流露出急于看到春还的心情。其实当寒凝大地的时候，春天的气息才刚刚萌动，哪里能亲眼见到她呢！所以“闻到”二字表明春归的消息最先是从人们交谈中听到的。如此生活细节，一经诗人捕入诗句便增加了诗的韵味。既然是闻春未见春，就自然要去寻春、问春，于是引起了下面的诗句。&&&“走傍寒梅访消息”，梅是无生命的，怎么能够拜访、叩问呢？这是运用了拟人化的手法。“走”“访”二字生动地表达了诗人急不可待地走出房舍，到梅树下去探究春天归否的一片诗情。&&&“昨夜东风入武昌”一句是写春归。人们常说：一夜暖风就染绿了柳梢头。这里“东风”之前冠以“昨夜”二字，意在形容久盼不归的春风，一夜之间就迅速而又静悄悄地来了。然而这还仅仅是表现时节骤然暗换的特点，并没有写出春归的气势来，所以“东风”之后再缀一“入”字，表明春风的到来是排挞而入的。这样就把春归的特点表现得维妙维肖了。可见诗人炼字炼句达到了炉火纯青的地步。&&&“陌头杨柳黄金色”一句是写早春的动人景象。全诗至此几经婉转方才暗暗点明诗人终于看到了“春还”这一层意思。“黄金色”是一种嫩嫩的鸭黄之色。春上柳梢，最初并不是绿色，那是因为细嫩的柳尖刚刚钻出，还没有饱受春光的沐浴，因而显得很幼稚，从远处看去便是一种朦胧的悦目的灿然金色。近人刘永济说：“景物之接于人无私也，而慧眼词人独能得其灵妙，……然景物自有精、粗之不同，而感人最深，必其精者。故当其由目入心之际，殆已加以拣择而遗其粗迹；及乎由心出手之时，不过自写吾心之照耳。”（《词论》）可见诗人写早春之色，不用“嫩绿”“新绿”等字，完全是出于细心观察又融进了自己喜悦之情所得。总观如上四句，诗人先写“闻道”，再写“走”“访”，直至东风荡入之后，方才写所见到的焕然春景，这全是紧扣“春还”二字娓娓写来，细如抽丝地再现了早春姗姗来迟的脚步儿声。&&&诗的后四句是邀请友人前来醉饮赏春。五六两句是全诗的承转机杼之句。“碧水浩浩云茫茫”是比兴用法，没有更多的意思，不过是用景语虚引而已。从而自然贯通到“美人不来空断肠”一句上来。既然春已回归，而美人未至，岂不辜负了一片融融春光！为此诗人才说他有“断肠”之恨。称友人为“美人”，亦不过是言思念之切，用这样戏谑俏皮的诗句寄给友人更见友情的亲密。&&&“预拂青山一片石，与君连日醉壶觞”，是说自己已经预先将青山中一片石拂拭干净，只等友人来此痛饮一番。这两句写得尤为精采。诗人不直言说透“邀请”二字，而是通过丰富的想象，运用了一个动人的细节，便把邀请的殷切之情表达出来了，同时还含有共赏春光之意，这样便与前四句所婉转写出的盼春、迎春之意暗暗沟通了。古人作诗，结句大体不出景结、情结两法。本诗当属予情结。全诗结末一股按撩不住的赏春激情全从“连日醉壶觞”数字一涌而出，足以荡人心魄。&&&清代袁枚提倡诗要有“性灵”，他在《随园诗话》中曾说：“牡丹芍药，花之至富丽者也，剪彩为之，不如野蓼山葵矣。味欲其鲜，趣欲其真，人必知此而后可与论诗。”本诗之妙，即在于写阳春之气不落俗套。比如诗中“闻道春还未相识，走傍寒梅访消息”，就完全是从生活中提炼出来的，话虽然说得通俗，但是新鲜活泼，全似从心里流出，饶有情致。又比如“预拂青山一片石，与君连日醉壶觞”也一是出于一片真情。这就证明：只有情真，才有诗人自己的个性。",
       "backgroundInfo" : "此诗是公元760年（上元元年）诗人在江夏时所作。诗中表现思念友人的一片真情厚意。《李诗辨疑》谓此诗是王汉阳寄李白诗，是答李白《望汉阳柳色等王宰》诗。",
       "classInfo" : "48",
       "poetryID" : "172",
       "source" : "21",
       "likes":"673"
       },{
       "name" : "寄李十二白二十韵",
       "author" : "唐·杜甫",
       "content" : "昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。",
       "transferInfo" : "曾经有一个狂客贺知章，连他都称呼你为谪仙人！看到他落笔，风雨为之感叹；看到他的诗，鬼神都为之感动哭泣。从此李白之名震动京师，以前的困顿失意自此一并扫除，并被玄宗召入朝廷任翰林；他那惊天地、泣鬼神的诗篇必将万古流传。他陪玄宗泛舟，一直到很晚，最后被皇帝赏赐锦袍。玄宗经常召见李白，李白颇受宠信。后来他因受奸人诬陷而被赐金放还，途中与我相遇。李白既没有隐藏自己的远大志向，又能在受宠和被放逐的不同境遇中自保。我与他相遇后，李白非常理解我的洒脱不羁，我也十分欣赏他的坦荡胸怀。我们夜里在梁园饮酒起舞，春季则在泗水纵情吟唱。虽然才华超群却无用武之地，虽然道德崇高却无人理解。虽然才智堪比东汉祢衡，但命运却如穷困失意的原宪。李白投靠永王肯定是生活所迫，有人传说他收了永王的重金，这实属造谣。但是他却因此被流放，长期漂泊。几年之间屡遭祸患，心中必然悲伤。苏武最终返回汉廷，夏黄公难道会为暴秦做事吗？遭受君主冷遇，李白也曾上书为自己辩护。如果当时事理难明，就让李白服罪，那么，现在谁又能将此事上报朝廷呢？晚年时，李白犹自吟诗不辍，希望他早日康复，多作好诗。不要埋怨皇帝寡恩，而要上书朝廷，了解事情的真相。",
       "addtionInfo" : "狂客：指贺知章。贺知章是唐越州永兴人，晚年自号四明狂客。谪仙：被贬谪的神仙。贺知章第一次读李白诗时，如是赞道。“诗成”句：据《本事诗》记载，贺知章见了李白的《乌栖曲》，“叹赏苦吟曰：‘此诗可以泣么神矣’”，说明李白才华超绝，满朝为之倾倒。汩（gǔ）没：埋没。承殊渥（wò）：受到特别的恩惠。这里指唐玄宗召李白为供奉翰林。“龙舟”句：指唐玄宗泛白莲池，在饮宴高兴的时候召李白作序。“兽锦”句：《唐诗纪事》载：“武后游龙门，命群官赋诗，先成者赐以锦袍。左史东方虬诗成，拜赐。坐未安，之问诗后成，文理兼美，左右莫不称善，乃就夺锦袍衣之”，这里是说李白在皇家赛诗会上夺魁。“祢（mí）衡”句：才能像祢衡一样好。祢衡：东汉时人，少有才辩。孔融称赞他“淑质贞亮，英才卓跞”。“原宪”句：家境像原宪一样贫困。原宪：春秋时人，孔子弟子，家里十分贫穷。“薏苡”句：马援征交趾载薏苡种还，人谤之，以为明珠大贝。这里指当时一些人诬陷李白参与永王李璘谋反。三危：山名，在今甘肃敦煌县南，乃帝舜窜三苗之处。“几年”句：耽心李白处境危险。鵩（fú）鸟：古代认为是不祥之鸟。“独泣”句：叹道穷。楚筵（yán）辞醴（lǐ）：汉代穆生仕楚元王刘交为中大夫。穆生不喜欢饮酒，元王置酒，常为穆生设醴。元王死，子戊嗣位，初常设醴以待。后忘设醴。穆生说：“醴酒不设，王之意怠”。遂称病谢去。这里是指李白在永王璘邀请他参加幕府时辞官不受赏之事。李白在《经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰》诗中说：“半夜水军来，寻阳满旌旃。空名适自误，迫胁上楼船。徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天”。“梁狱”句：汉代邹阳事梁孝王，被谗毁下狱。邹阳在狱中上书梁孝王，力辩自己遭受冤屈。后获释，并成为梁孝王的上客。这里是指李白因永王璘事坐系浔阳后力辩己冤。“老吟”二句：老病秋江，说明李白已遇赦还浔阳。槎（chá）：木筏。",
       "analysesInfo" : "此诗旨在为李白晚年不幸的遭遇辩护申冤，并为他不平凡的一生写照。 王嗣奭说：“此诗分明为李白作传，其生平履历备矣。”卢世傕认为这是“天壤间维持公道，保护元气文字”（《杜诗详注》）。诗歌本身也是一篇“惊风雨”，“泣鬼神”的传世杰作。李白同辈排行第十二，所以称“李十二白”。&&&此诗分三大段，一个结尾。第一段从“昔年有狂客”到“青云满后尘”，追述李白于公元730年（开元十八年）和742年（天宝元年）两入长安的经历，对李白的前半生作了高度的概括，同时，对李白诗歌的艺术成就进行了热情的赞颂。前六句记叙李白初游长安事。唐人孟棨《本事诗·高逸》记载：李白初至长安，贺知章“闻其名，首访之。既奇其姿，复请其为文。白出《蜀道难》以示之。读未竟，称叹者数四，号为谪仙。”书中还记载，贺知章读李白的《乌栖曲》后说：“此诗可以泣鬼神矣！”贺知章号“四明狂客”。诗人根据这些史实，赞扬李白妙笔生花，连风雨也为之感到惊叹，连鬼神也为之感动哭泣。李白经贺知章的宣扬，于是名震京师。汨没：埋没。三十年来默默无闻，此后就名满天下了。此诗一开头就显得笔锋突兀，气势不凡。非“狂客之誉”，无以彰“谪仙”之名。而“谪仙”这一美誉出自久负盛名的大诗人贺知章之口，更增加了它的份量。李白初出茅庐，一鸣惊人，恰如演员登台亮相，光彩照人，赢得满堂喝彩。“笔落惊风雨，诗成泣鬼神”这两句历来被人们看成是描写李白的佳句。诗人以高度夸张的手法，盛赞了李白诗歌强大的艺术魅力。落笔能惊动狂风暴雨，说明李白的诗歌气势磅礴；诗成能使鬼神哭泣，说明李白的诗歌感人肺腑。诗人用精妙的语言赞美了李白的旷世才华，而“诗仙”李白也确实有资格接受这一赞誉。从这里可以看出杜甫对李白的推崇和钦敬。&&&后六句叙写李白二游长安事。“文彩”二句是说李白因擅长诗赋被玄宗召入京，供奉翰林；他那些无与伦比的诗篇必将流传千古。以下四句记叙的是李白供奉翰林期间的事。“龙舟”句见唐人范传正《李公新墓碑》：玄宗“泛白莲池，公不在宴，皇欢既洽，召公作序。时公已被酒于翰苑中，仍命高将军扶以登舟。”“兽锦”句见李白《温泉侍从归逢故人》：“激赏摇天笔，承恩赐御衣。”蔡梦弼《杜诗注》引《李白外传》云：“白作乐章赐锦袍。”李白常被召入宫中为皇帝草拟文告和乐章，因为身受宠待，一些文士慕名追随左右。这时李白意得志满，盛极一时，诗人亦不惜浓墨重彩，加以渲染。诗人通过对李白两入长安的描写，用极为洗炼的笔触就勾勒出一个风流倜傥、飘逸豪放的诗人形象。&&&第二段从“乞归优诏许”到“诸生原宪贫”，追叙李白于公元744年（天宝三年）春被赐金放还后，南北漫游、潦倒落魄的情景，并回忆自己在与李白相识交往中建立起来的亲如兄弟的深厚感情。“乞归”句，这既是对李白的回护，也是对玄宗的隐讳。李白离京，实际上是遭到张垍、高力士等人的诽谤而被玄宗放逐的。李白离开长安后于这年夏天来到梁宋（今河南开封、商丘一带），与杜甫一见如故，情同手足。“未负幽栖志，兼全宠辱身”是说李白既没有辜负隐幽之志，又能在受宠被重用和遭谗被逐的不同境遇中善自保全自己。这仍是那种回护心情的继续。“剧谈怜野逸，嗜酒见天真”指两人相遇后，李白很能理解自己的“野逸”，即放达不羁，自己也很欣赏李白的“天真”即胸怀坦荡。“醉舞”句指李白的梁宋之游；“行歌”句指李白回到寓家之处山东兖州。这两句在时间上和空间上都是一次跳跃，李白从此开始南北漫游。接着四句，笔锋一转，专写李白怀才不遇。虽才华横溢，但宏图未展；仕途受挫，虽道德高尚却无人理解。虽如东汉文士祢衡一样才智卓群，但却难逃像孔子弟子原宪那样穷愁潦倒的命运。&&&这一段，诗人巧妙地运用了多层对比的手法。首先，李白奉诏入京与赐金放还，通过“宠”与“辱”的对比，说明“乞归”出于被迫，暗讽“优诏许”的虚伪性。其次，才高而命蹇，空有祢衡之俊却难免原宪之贫，诗人通过这一对比控诉了人间的不平。第三，“醉舞”、“行歌”，似乎是一派欢乐气氛，但紧接着写李白的遭遇坎坷、穷愁潦倒，这又形成鲜明对比，原来那不过是苦中作乐。&&&第三段从“稻粱求未足”到“谁将此义陈”，着重记述李白长流夜郎前后的经历，篇幅寄慨最深，为全篇重点。安史之乱起，李白求仕不得，报国无门，于公元756年（至德元年）秋隐居庐山。正值永王李璘奉玄宗诏节度江陵，率军东下，路过寻阳。李白心怀“扫胡尘”、“救河南”的愿望入了永王幕，却不自觉地卷入了肃宗和永王争权夺位的矛盾漩涡之中。次年一月，永王败死。李白入狱，继而长流夜郎（今贵州正安县）。“稻粱”二句，是说李白受聘不过是为生活所迫，有人说他得了永王的重赂，纯属诽谤。诗人极力将李白入永王幕的政治色彩冲淡，力图在为李白开脱。李白于公元757年（至德二年）冬开始流放，还没到夜郎，于公元759年（乾元二年）夏历三月在渝州遇赦，还憩江夏。因取道岳阳，南赴苍梧避祸。苍梧指湖南零陵、九疑山一带，其地与五岭接壤。“五岭”二句，因格律关系，将时序倒置。前一句指避祸苍梧，后一句指长流夜郎。“三危”，山名，在今甘肃敦煌县南，乃帝舜窜三苗之处。&&&“几年遭鵩鸟”。西汉贾谊谪居长沙，屋中飞来鵩鸟（即鵩鸟），自认为交了恶运，忧郁而死。李白当时作《放后遇恩不沾》：“独弃长沙国，三年未许回。何时入宣室，更问贾生才？”自比贾生，诗人因此亦以贾生比之。李白卧病当涂以手稿付李阳冰时，作《古风·大雅久不作》压卷，诗中说：“我志在删述，垂辉映千春。希圣如有立，绝笔于获麟。”自比孔子，自伤道穷。“独泣向麒麟”，用的就是这句诗意。&&&以上六句叙写李白晚年悲惨的遭遇和凄楚的心境。以下六句则是发议论，抒感慨，极力为李白鸣不平。借苏武终于归汉和夏黄公不事暴秦的故事，说明李白不会真心附逆。借穆生辞别楚王刘戊的故事，说明李白能够自重，永王也并未任用他。梁“狱”句，是说李白曾象邹阳那样上书为自己辩护。“已用”二句，是说如果当时因事理难明，李白服了流刑，那么，如今又有谁能够将这些道理去向朝廷陈述呢？一个反问句，把无人仗义执言的感慨表达得深沉幽怒。&&&而这一段，因为涉及极为敏感的政治问题和微妙的皇室矛盾，须委婉含蓄，故在十二句中有七句用典。本来，诗不贵用事，以防晦涩板滞。但“若能自出己意，借事以相发明，变态错出，则用事虽多，亦何所妨！”（《诗人玉屑》）“薏苡”句，是借题发挥。“几年”二句，是以事比人。“苏武”二句，是以人喻事（“元还汉”是正写，“不事秦”是反说）。“楚筵”句，以彼事喻此事；“梁狱”句，借前人譬今人。这一连串的用典，准确贴切。所以后人评曰：“诗家使事难，若子美，所谓不为事使者也。”（《察宽夫诗话》）最后四句是结束语。诗人称赞李白在垂老之年，仍吟咏不辍，祝愿他早日“病起”，为人间多作好诗。劝李白不要抱怨没有得到皇帝的恩泽，表示自己要设法向朝廷探明究竟。这是在无可奈何中的安慰之词，让老朋友在困境中感到一点人间的温暖。&&&此诗对仗工稳，辞藻富丽，用典精当。在杜甫的一百二十多首五言排律中，此诗无论在思想性和艺术性方面，均不失为上乘之作。",
       "backgroundInfo" : "宝应元年（762年）七月，杜甫自成都送严武入朝，至绵州（今四川绵阳市），正值剑南兵马使徐知道作乱。于是转赴梓州（今四川三台县）。此时才获悉李白正在当涂养病，于是写了这首诗寄给他。",
       "classInfo" : "112",
       "poetryID" : "173",
       "source" : "21",
       "likes":"674"
       },{
       "name" : "暮江吟",
       "author" : "唐·白居易",
       "content" : "一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。",
       "transferInfo" : "快要落山的夕阳，霞光柔和的铺在江水上，江水一半碧绿，一半艳红。最可爱的是那九月初三之夜，露珠似颗颗珍珠，朗朗新月形如弯弓。",
       "addtionInfo" : "暮江吟：黄昏时分在江边所作的诗。吟，古代诗歌的一种形式。残阳：快落山的太阳的光。也指晚霞。瑟瑟：原意为碧色珍宝，此处指碧绿色 。可怜：可爱。九月初三：农历九月初三的时候。真珠：即珍珠。月似弓：农历九月初三，上弦月，其弯如弓。",
       "analysesInfo" : "白居易纯粹写景的作品很少，这是一首颇为人称道的小诗。全诗构思妙绝之处，在于摄取了两幅幽美的自然界的画面，加以组接。一幅是夕阳西沉、晚霞映江的绚丽景象，一幅是弯月初升，露珠晶莹的朦胧夜色。两者分开看各具佳景，合起来读更显妙境，诗人又在诗句中妥帖地加入比喻的写法，使景色倍显生动。由于这首诗渗透了诗人自愿远离朝廷后轻松愉悦的解放情绪和个性色彩，因而又使全诗成了诗人特定境遇下审美心理功能的艺术载体。&&&“一道残阳铺水中，半江瑟瑟半江红。”写夕阳落照中的江水。“一道残阳铺水中”，残阳照射在江面上，不说“照”，却说“铺”，这是因为“残阳”已经接近地平线，几乎是贴着地面照射过来，确像“铺”在江上，很形象；这个“铺”字也显得委婉、平缓，写出了秋天夕阳独特的柔和，给人以亲切、安闲的感觉。&&&“半江瑟瑟半江红”，天气晴朗无风，江水缓缓流动，江面皱起细小的波纹。受光多的部分，呈现一片“红”色；受光少的地方，呈现出深深的碧色。诗人抓住江面上呈现出的两种颜色，却表现出残阳照射下，暮江细波粼粼、光色瞬息变化的景象。诗人沉醉了，把他自己的喜悦之情寄寓在景物描写之中了。&&&“可怜九月初三夜”，是个过渡。可怜，可爱。九月初三，是农历，指进入深秋。意思说：深秋的夜晚多么可爱啊!前两句描写日落时景象，这一句很自然地把时间从日落过渡到夜晚。看似随意写来，实际很重要，让读者明确感到时间在推移，继续观赏后面的画面。&&&最后一句“露似珍珠月似弓”。意思说：露水像珍珠一样晶莹光亮，弯弯的月亮像弓一样。秋天的江边夜色降临，空气湿润，草木上都凝结起露珠，“露似珍珠”，写出秋叶特点。九月初三，月亮刚出现，还是月牙儿，弯弯的，所以说像一张弓。“月似弓”，进一步点出月初的秋夜。这句重点写了秋夜露珠和新月，连用两个新颖贴切的比喻，描绘出深秋月夜的迷人景象。&&&诗人通过“露”、“月”视觉形象的描写，创造出和谐、宁静的意境，用这样新颖巧妙的比喻来精心为大自然敷彩着色，描容绘形，给读者展现了一幅绝妙的画卷。由描绘暮江，到赞美月露，这中间似少了一个时间上的衔接，而“九月初三夜”的“夜”无形中把时间连接起来，它上与“暮”接，下与“露”、“月”相连，这就意味着诗人从黄昏时起，一直玩赏到月上露下，蕴含着诗人对大自然的喜爱、热爱之情。&&&另外，值得读者注意的是这首诗中的时间问题。《暮江吟》写了三个不同的“时间”。通过以上分析，《暮江吟》前两句写的时间是日落前（一小段时间）或日落时；后两句主要写日落后（一小段时间），即黄昏；由后两句还引伸出夜里一段时间。这完全符合作者的观赏顺序，即作者先于日落前看到了“残阳铺照”，又于日落后看到了“月似弓”，再于夜间看到了“露似真珠”。大多数资料都认为，“月似弓”与“露似珍珠”是作者于夜间同一时刻看到的，前写天上，后写地下。其实这是因为缺少天文、气象常识，忽视了两种自然现象之间的“时间差”问题。如前所述，作者看到“九月初三”、“月似弓”之时，只能是在日落后不久。此时，由于太阳刚刚落山不久，地面散失的热量还不多，凉露尚未形成；而等到夜里“露似真珠”之时，似弓之月却又早已沉入西方地平线以下了。",
       "backgroundInfo" : "这首诗大约是公元822（年长庆二年）白居易在赴杭州任刺史的途中写的。当时朝廷政治昏暗，牛李党争激烈，诗人品尽了朝官的滋味，自求外任。作者离开朝廷后顿感轻松惬意，于是写下此诗。",
       "classInfo" : "113",
       "poetryID" : "174",
       "source" : "2",
       "likes":"675"
       },{
       "name" : "客中行",
       "author" : "唐·李白",
       "content" : "兰陵美酒郁金香，玉碗盛来琥珀光。但使主人能醉客，不知何处是他乡。",
       "transferInfo" : "兰陵美酒甘醇醉人散发着郁金的香气，盛满玉碗色泽如琥珀般清莹秀彻。只要主人同我一道畅饮，一醉方休，哪里还管这里是家乡还是异乡呢。",
       "addtionInfo" : "客中：指旅居他乡。兰陵：今山东省临沂市苍山县兰陵镇；一说位于今四川省境内。郁金香：散发郁金的香气。郁金，一种香草，用以浸酒，浸酒后呈金黄色。玉碗（wǎn）：玉制的食具，亦泛指精美的碗。琥珀（hǔpò）：一种树脂化石，呈黄色或赤褐色，色泽晶莹。这里形容美酒色泽如琥珀。但使：只要。醉客：让客人喝醉酒。醉，使动用法。他乡：异乡，家乡以外的地方。",
       "analysesInfo" : "这首诗语意新奇，形象洒脱，一反游子羁旅乡愁的古诗文传统，抒写了身虽为客却乐而不觉身在他乡的乐观情感，充分表现了李白豪迈不羁的个性和李诗豪放飘逸的特色，并从一个侧面反映出盛唐时期的时代气氛。&&&抒写离别之悲、他乡作客之愁，是古代诗歌创作中一个很普遍的主题。然而这首诗虽题为“客中”作，抒写的却是作者的另一种感受。&&&“兰陵美酒郁金香，玉碗盛来琥珀光。”这首《客中作》是这样开头的，郁金指姜科姜黄属植物，其块根主要用为药材，亦可浸酒、染色。古时用来浸酒，用郁金浸过的酒，呈金黄色，芳香 扑鼻。琥珀，松柏树脂化石，呈黄色或赤褐色，此处形容美酒的色泽晶莹可爱。谁都知道，李白一生对美酒是情有独钟的，只要有美酒，李白便可以忘乎所以，美酒 对李白的神奇效力由此可见一斑。眼前又是同样的场合，只不过“金樽”换上了“玉碗”，人也不是在长安天子脚下，身处民间的李白更可以放浪形骸，尽情享受了，地方上的佳酿，也许更加别有风味，就是因为这首流千古的饮酒歌，到现在才会出现许多冠以“兰陵”字样的酒品。这时摆在面前的兰陵佳酿，色泽清洌，酒香扑鼻，李白看在眼里，美在心间，恨不得马上就喝它个一醉方休。不过，李白一生面对的美酒盛筵，何止千万？那么这一次使得李白忘记了乡愁的到底是什么呢，其实并不是美酒，而是多情的主人。&&&“但使主人能醉客，不知何处是他乡。”这两句诗，可以说既在人意中，又出人意外。说在人意中，因为它符合前面描写和感情发展的自然趋向；说出人意外，是因为《客中行》这样一个似乎是暗示要写客愁的题目，在李白笔下，完全是另一种表现。这样诗就显得特别耐人寻味。诗人并非没有意识到是在他乡，当然也并非丝毫不想念故乡。但是，这些都在兰陵美酒面前被冲淡了。一种流连忘返的情绪，甚至乐于在客中、乐于在朋友面前尽情欢醉的情绪完全支配了他。由身在客中，发展到乐而不觉其为他乡，正是这首诗不同于一般羁旅之作的地方。&&&全诗语奇意也奇，形象潇洒飘逸，充分表现了李白豪放不羁的个性，并从一个侧面反映出盛唐时期的时代气氛。",
       "backgroundInfo" : "这首诗是作者开元（唐玄宗年号，713—741年）年间漫游东鲁之时所作。李白在天宝（唐玄宗年号，742—756）初年长安之行以后才移家东鲁。这首诗作于东鲁的兰陵，而以兰陵为“客中”，应该是其入长安前的作品。",
       "classInfo" : "114",
       "poetryID" : "175",
       "source" : "21",
       "likes":"676"
       },{
       "name" : "侠客行",
       "author" : "唐·李白",
       "content" : "赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。",
       "transferInfo" : "燕赵的侠士，头上系着侠士的武缨，腰佩吴越闪亮的弯刀。骑着银鞍白马，在大街上驰骋就像天上的流星一样。他们武艺盖世，十步可斩杀一人，千里之行，无人可挡。他们大事做成后，拂袖而去将功劳和美名隐藏起来。想当年，侯嬴、朱亥与信陵君结交，与之脱剑横膝，交相欢饮。与朱亥一起大块吃肉，与侯嬴一道大碗喝酒。几杯热酒下肚，便慷慨许诺，愿为知己两肋插刀，一诺重于泰山。酒后眼花耳热，意气勃勃劲生，感动苍天，可贯长虹。朱亥为信陵君救赵，挥起了金椎，使赵都邯郸上下，都为之震惊。二位壮士的豪举，千秋之后仍然在大梁城传为美谈。他们纵然死去而侠骨犹香，不愧为一世英豪。谁能像扬雄一样，在书阁里研究《太玄经》到老，而一辈子无所作为呢？",
       "addtionInfo" : "这是一首描写和歌颂侠客的古体五言诗，是李白乐府三一首中的一首。行，这里不是行走的行，而是歌行体的行，等于说“侠客的歌”。赵客：燕赵之地的侠客。自古燕赵多慷慨悲歌之士。《庄子·说剑》：“昔赵文王好剑，剑士夹门而客三千余人”。缦，没有花纹。胡缨，古时将北方少数民族通称为胡；缨，系冠帽的带子。缦胡缨，即少数民族做工粗糙的没有花纹的带子。这句写侠客的冠带。吴钩：宝刀名。霜雪明，谓宝刀的锋刃像霜雪一样明亮。飒沓：群飞的样子，形容马跑得快。信陵：信陵君，战国四公子之一，为人礼贤下士，门下食客三千余人。朱亥、侯嬴：都是信陵君的门客。朱本是一屠夫，侯原是魏国都城大梁东门的门官，两人都受到信陵君的礼遇，都为信陵君所用。炙，烤肉。啖，吃。啖朱亥：让朱亥来吃。“三杯”两句：说几杯酒下肚就作出了承诺，并且把承诺看得比五岳还重。素霓：白虹。古人认为，凡要出现不寻常的大事，就会有不寻常的天象出现，如“白虹贯日”。烜赫：形容声名盛大。大梁城：魏国都城，今河南开封。太玄经：西汉扬雄的一部哲学著作。扬雄曾在皇帝藏书的天禄阁任校刊工作。",
       "analysesInfo" : "李白这一首《侠客行》古风，抒发了他对侠客的倾慕，对拯危济难、用世立功生活的向往。&&&前四句从侠客的装束、兵刃、坐骑描写侠客的外貌。&&&第二个四句写侠客高超的武术和淡泊名利的行藏。&&&在渲染侠客精神后，“闲过”两句是承上启下的过渡，将侠客与战国时期信陵君这样的“明主”联系起来。李白正是想结识像信陵君这样的明主以成就自己“申管晏之谈，谋帝王之术，奋其智能，愿为辅弼，使寰区大定，海县靖一”的政治抱负。接着十句写信陵君救赵用两位侠客的故事。写信陵君款待侯嬴和朱亥，两位侠客为信陵君的大义和感情所感动，意气慷慨激昂如白虹贯日，许下比五岳还重的诺言。赞扬朱亥挥锤击杀晋鄙而震惊赵国，虽然侯嬴和朱亥都死去，但在魏都留下盛大声名，侠骨传香，不愧为当世英雄。诗人不仅在热烈地颂唱侯嬴和朱亥“二壮士”，同时也对校书天禄阁草《太玄经》的扬雄辈，无情地加以蔑视：“谁能书阁下，白首《太玄经》？”末二句以扬雄反衬侠客精神的崇高和伟大。&&&有人认为这首《侠客行》仅仅是写朱亥、侯嬴，是不对的。前八句写的侠客的形象就与朱、侯两人不符。朱并不会剑术，而是力气大、勇敢。侯主要是智谋取胜。一句“闲过信陵饮”不过是将侠客与信陵君这样的“明君”联系起来罢了，因朱、侯都不是以这种方式结识信陵君的。李白正是想结识像信陵君这样的明主以成就自己“申管晏之谈，谋帝王之术，奋其智能，愿为辅弼，使寰区大定，海县靖一”的政治抱负。&&&前人有曰：借他人故事，浇自己块垒。李白这首诗亦当如是！&&&我们知道，唐代游侠之风颇为盛行，这是与唐代西域交通发达，全国经济日益繁荣，城市商业兴旺的盛唐时代有关，所以，下仅是燕赵传统的多任侠而已。特别是关陇一带的风习“融胡汉为一体，文武不殊途。”（陈寅恪：《唐代政治史述论论稿》）更促成了少年喜剑术、尚任侠的风气。李白少年时代，颇受关陇文化风习的影响，因此，他自幼勤苦读书“观百家”外，“十五好剑术”（《与韩州书》）“高冠佩雄剑”（《忆襄阳旧游赠马少府巨》）甚至，他一生都不离剑的：“抚剑夜吟啸，雄心日千里。”（《赠张相镐》其二）“长剑一杯酒，男儿方寸心。”（《赠崔侍御》）堪称是“文武不殊途”，兼备于李白一身了。那么，诗人李白何以如此爱剑呢？这和他轻财重义，尚任侠分不开。他说；“十五好剑术，遍于诸侯。”正是当时任侠流行的社会意识，为了事业心和抱负的驱使，尚任侠的少年都企求干一番豪纵、快意的事，得到社会上的普遍赞誉。李白这首《侠客行》就是以这任侠意识为旨的。&&&《侠客行》是诗人李白以夸张的笔墨，从游侠的服饰开始：“赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。”仅二十个字，仿佛全是写物而不写人。但当时游侠儿的气势、风貌，就栩栩如生的展现在目前了。因为诗人并不是为物而夸张的写物，而是处处着眼于人的精神气势而写物。“缦胡”的“缨’，“霜雪明”的”吴钩”，“飒沓如流星”的“白马”这些当时流行的任侠服饰，不仅具有典型性，而且流露出主人豪纵、慷慨之气，把物都写活了。&&&诗人进而写游侠的行为：“十步杀一人，千里不留行。事了拂衣去，深藏身与名。”也仅是二十字，就高度概括了排忧解难、不图名利、尚义气、重承诺等等的高尚人格。诗人是以“纵死侠骨香，不惭世上英”的思想，加以歌赞的。事实上，诗人之所以少好任侠，乃是以此为理想人格而向往的，故能把一般的任侠社会意识，写得如此深刻而生动。&&&最后，诗人以战国时“窃符救赵夺晋鄙军”中的侯赢、朱亥”二壮士”例，阐明“纵死侠骨香，不惭世上英”之旨。“闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯赢。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，恒赫大梁城。纵死侠骨香，不惭世上英”这“三杯吐然诺，五岳为之轻。眼花耳热后，意气素霓生。”重然诺，尚意气的任侠，真是“慷慨成素霓，啸咤起清风。”（张华《壮士篇》）的。震撼了大梁城：“千秋二壮士”，是当之而不愧。“不惭世上英”！诗人对“二壮士”叹服不已，情见于词了。&&&然而，诗人不仅在热烈的颂唱“二壮士”，同时也对校书天禄阁草《太玄经》的扬雄辈，无情地加以蔑视：“谁能书阁下，白首《太玄经》”是为壮夫所不为！&&&李白《侠客行》一诗虽在礼赞侠客精神，但由于诗人就是尚任侠的，所以此诗也是诗人的自我写照，诗人的豪情壮志在诗中表现无遗。",
       "backgroundInfo" : "此诗约作于公元744年（唐玄宗天宝三载）游齐州时。唐代游侠之风颇为盛行，正是当时任侠流行的社会意识，为了事业心和抱负的驱使，尚任侠的少年都企求干一番豪纵、快意的事，得到社会上的普遍赞誉。李白这首《侠客行》就是在以这任侠意识为尚的背景之下创作的。",
       "classInfo" : "115",
       "poetryID" : "176",
       "source" : "21",
       "likes":"677"
       },{
       "name" : "前出塞九首·其六",
       "author" : "唐·杜甫",
       "content" : "挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
       "transferInfo" : "拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？",
       "addtionInfo" : "挽：拉。当：应当。长：指长箭。擒：捉拿。前四句极像谣谚，可能是当时军中流行的作战歌诀。马目标大易射，马倒则人非死即伤，故先射马，蛇无头而不行，王擒则贼自溃散，故先擒王。擒王句乃主意所在，下四句便是引伸这一句的。亦有限：是说也有个限度，有个主从。正承上句意。沈德潜《杜诗偶评》：“诸本杀人亦有限，惟文待诏（文徵明）作杀人亦无限，以开合语出之，较有味”，不确。列国：各国。疆：边界。自有疆，是说总归有个疆界，饶你再开边。苟能：如果能。侵陵：侵犯。岂：难道。最后两句是说如果能抵制外来侵略的话，那末只要擒其渠魁就行了，又哪在多杀人呢？张远《杜诗会粹》：“大经济语，借戍卒口中说出。”在这里我们相当明显的看到杜甫的政治观点。",
       "analysesInfo" : "作者是唐代诗人杜甫，诗人先写《出塞》九首，后又写《出塞》五首；加“前”、“后”以示区别。《前出塞》是写天宝末年哥舒翰征伐吐蕃的时事，意在讽刺唐玄宗的开边黩武，本篇原列第六首，是其中较有名的一篇。 诗的前四句，很象是当时军中流行的作战歌诀，颇富韵致，饶有理趣，深得议论要领。所以黄生说它“似谣似谚，最是乐府妙境”。两个“当”，两个“先”，妙语连珠，开人胸臆，提出了作战步骤的关键所在，强调部伍要强悍，士气要高昂，对敌有方略，智勇须并用。四句以排句出之，如数家珍，宛若总结战斗经验。然而从整篇看，它还不是作品的主旨所在，而只是下文的衬笔。后四句才道出赴边作战应有的终极目的。“杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤？”诗人慷慨陈词，直抒胸臆，发出振聋发聩的呼声。他认为，拥强兵只为守边，赴边不为杀伐。不论是为制敌而“射马”，不论是不得已而“杀伤”，不论是拥强兵而“擒王”，都应以“制侵陵”为限度，不能乱动干戈，更不应以黩武为能事，侵犯异邦。这种以战去战，以强兵制止侵略的思想，是恢宏正论，安边良策；它反映了国家的利益，人民的愿望。所以，张会在《杜诗府粹》里说，这几句“大经济语，借戍卒口说出”。从艺术构思说，作者采用了先扬后抑的手法：前四句以通俗而富哲理的谣谚体开势，讲如何练兵用武，怎样克敌制胜；后四句却写如何节制武功，力避杀伐，逼出“止戈为武”本旨。先行辅笔，后行主笔；辅笔与主笔之间，看似掠转，实是顺接，看似矛盾，实为辩证。因为如无可靠的武备，就不能制止外来侵略；但自恃强大武装而穷兵黩武，也是不可取的。所以诗人主张既拥强兵，又以“制侵陵”为限，才符合最广大人民的利益。浦起龙在《读杜心解》中很有体会地说：“上四（句）如此飞腾，下四（句）忽然掠转，兔起鹘落，如是！如是！”这里说的“飞腾”和“掠转”，就是指作品中的奔腾气势和波澜；这里说的“兔起鹘落”就是指在奔腾的气势中自然地逼出“拥强兵而反黩武”的深邃题旨。在唐人的篇什中，以议论取胜的作品较少，而本诗却以此见称；它以立意高、正气宏、富哲理、有气势而博得好评。",
       "backgroundInfo" : "天宝十一载（752年），四十岁的杜甫写的《前出塞》是一系列军事题材的诗歌。这个时期还是唐朝的生长期，伴随着生长期的，是唐朝在军事上的扩张期，朝廷上上下下的预估大多是乐观的，杜甫却对唐玄宗的军事路线不太认同。",
       "classInfo" : "31",
       "poetryID" : "177",
       "source" : "21",
       "likes":"678"
       }
       
    ],
    "type" : "command",
    "baseID" : "0",
    "mainClass" : "99"
}



