{
    "poetryList" : [
        {
       "name" : "雨过山村",
       "author" : "唐·王建",
       "content" : "雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。",
       "transferInfo" : "雨中传来鸡鸣，山村里依稀一两户人家。小溪夹岸绿竹苍翠，窄窄板桥连接着一线山路。婆媳相互呼唤一起去浴蚕选种，那庭院中间的栀子花独自开放无人欣赏。",
       "addtionInfo" : "竹溪：小溪旁长着翠竹。妇姑：指农家的媳妇和婆婆。相唤：互相呼唤。浴蚕：古时候将蚕种浸在盐水中，用来选出优良的蚕种，称为浴蚕。闲看：农人忙着干活，没有人欣赏盛开的栀子花。中庭：庭院中间。栀子：常绿灌木，春夏开白花，很香。",
       "analysesInfo" : "“雨里鸡鸣一两家”。诗一开头就透出山村风味，这首先是从鸡声来的。“鸡鸣桑树颠”是村居特征之一，在雨天，晦明交 替似的天色，会诱得“鸡鸣不已”。倘如是平原大川，村落不会很小，一鸡打鸣往往会引起群鸡合唱（“群鸡正乱叫”）。然而山村就不同了，地形使得居民分散，即使有村，人户也不多。“鸡鸣一两家”，恰好是山村的特点，传出山村的感觉。&&&“竹溪村路板桥斜”。如果说首句已显出山村之幽，那么，次句就通过“曲径通幽”的描写，显出山村之深来；并让读者随着诗句的引导，体验一下款步山行的味道。雨看来不大（后文有“浴蚕”之事），沿着那斗折蛇行的小路，不觉来到一座小桥。这桥，不是那种气势如虹的江 桥，甚至也不是精心构筑的石梁，而是山里人随意用拖来的木板搭成的“板桥”。山民尚简，山溪不大，原不必铺张。从美的角度看，这“竹溪村路”中也只有横斜这样的板桥，才叫自然天成呢。&&&第三句中，“雨过山村”四字，至此全都有了。诗人转而写到农事：“妇姑相唤浴蚕去”。“浴蚕”，指古时用盐水选蚕种。据《周礼》“禁原蚕”注引《蚕书》：“蚕为龙精，月值大火（二月）则浴其种。”于此可见这是在仲春时分。在这淳朴的山村里，妇姑相唤而行，显得多么亲切，作为同一家庭的成员，关系多么和睦，她们彼此招呼，似乎不肯落在他家之后。“相唤浴蚕”的时节，也必有“相唤牛耕”之事，只举一端，不难概见其余。那优美的雨景中添一对“妇姑”，似比着一双兄弟更有诗意。&&&第四句中，田家少闲月，冒雨浴蚕，就把倍忙时节的农家气氛表现得更加够味。但诗人存心要锦上添花，挥洒妙笔写下最后一句：“闲看中庭栀子花”。事实上就是没有一个人“闲着”，但他偏不正面说，却要从背面、侧面落笔。用“闲”衬忙，通过栀子花之“闲”衬托人们都十分忙碌的情景，兴味尤饶。同时诗人做入“栀子花”，又丰富饱满了诗意。雨浥栀子冉冉香，意象够美的。此外，须知此花一名“同心花”，诗中向来用作爱之象征，故少女少妇很喜采撷这种素色的花朵。此诗写栀子花无人采，主要在于表明春深农忙，似无关“同心”之意。但这恰从另一面说明，农忙时节没有谈情说爱的“闲”功夫，所以那花的这层意义便给忘记了。这含蓄不发的结尾，实在妙机横溢，摇曳生姿。前人曾这样来评论这首诗的末句：“心思之巧，词句之秀，最易启人聪颖”。&&&诗人处处扣住山村特色，尤其是劳动生活情事来写，从景到人，再从人到境，都散发着浓郁生活气息；其新鲜活跳的语言，清新优美的意象，更使人百读不厌。这诚如前人所说：“心思之巧，辞句之秀，最易启人聪颖。”",
       "backgroundInfo" : "诗人王建一生沉沦下僚，生活贫困，所以非常了解人民疾苦。这首诗是王建在游玩山村时所写下的，描绘了山村人民农忙时的生活。",
       "classInfo" : "106",
       "poetryID" : "199",
       "source" : "21",
       "likes":"701"
       },{
       "name" : "除夜作",
       "author" : "唐·高适",
       "content" : "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。",
       "transferInfo" : "旅馆里透着凄冷的灯光，映照着那孤独的迟迟不能入眠的客人。这孤独的旅人是为了什么事情而倍感凄然呢？故乡的人今夜一定在思念远在千里之外的我；我的鬓发已经变得斑白，到了明天又新增一岁。",
       "addtionInfo" : "除夜：除夕之夜。客心：自己的心事。转：变得。凄然：凄凉悲伤。霜鬓：白色的鬓发。明朝（zhāo）：明天。",
       "analysesInfo" : "高适素以边塞诗人著称，诗风浑厚雄放，这首《除夜作》却诗风平易自然，全诗没有一句生僻字句和华丽词藻，也没有塞外风景和异城奇观，都是浅近的口语，表达除夕夜的平常感受；却将他乡游子真实的感受写得淋漓尽致，感人肺腑。&&&“旅馆寒灯独不眠”，诗的首句所包涵的内容非常丰富而且启人联想，点明作者在除夕仍羁旅天涯，可以想见，诗人眼看着外面家家户户灯火通明，欢聚一堂，而自己却远离家人，身居客舍。两相对照，不觉触景生情，连眼前那盏散发光和热的灯，竟也变得“寒”气逼人了。“寒灯”二字，渲染了旅馆的清冷和诗人内心的孤寂。除夕之夜寒灯只影自然难于入眠，而“独不眠”自然又会想到一家团 聚，其乐融融的守岁的景象，那更是让人心情悲凉。因此这一句看上去是写眼前景、眼前事，但是却处处从反面扣紧诗题，创造出一个孤寂清冷的意境。&&&第二句“客心何事转凄然”，这是一个转承的句子，用提问的形式将思想感情更明朗化，因身在客中，故称“客”。诗中问道：“是什么使得客人心里面变得凄凉悲伤？”原因就是他身处除夕之夜。晚上那一片浓厚的除夕气氛，把诗人包围在寒灯只影的客舍之中，他的孤寂凄然之感便油然而生了。此句中“转凄然”三个字写出了在除夕之夜，作者单身一人的孤苦；对千里之外故乡亲人的思念；以及对时光流逝之快的感叹。&&&“故乡今夜思千里。”“故乡”，是借指故乡的亲人；“千里”，借指千里之外的诗人自己。意思是说：“故乡的亲人在这个除夕之夜定是在想念着千里之外的我，想着我今夜不知落在何处，想着我一个人如何度过今晚。”其实，这也正是“千里思故乡”的一种表现。诗人并没有直接表达对故乡的思念，而是表达的更加含蓄委婉。&&&“霜鬓明朝又一年”，“今夜”是除夕，所以明朝又是一年了，由旧的一年又将“思”到新的一年，这漫漫无边的思念之苦，又要在霜鬓增添新的白发。沈德潜说：“作故乡亲友思千里外人，愈有意味”。（《唐诗别裁》）之所以“愈有意味”，就是诗人巧妙地运用“对写法”，将深挚的情思抒发得更为曲折含蕴。这三、四两句是对一、二两句的回答说明“独不眠”和“转凄然”的原因一是思乡心切，二是伤老大无成，岁月无情。&&&明代胡应麟认为，绝句“对结者须意尽。如……高达夫‘故乡今夜思千里，霜鬓明朝又一年’，添著一语不得乃可”（《诗薮·内编》卷六）。所谓“意尽”，是指诗意的完整；所谓“添著一语不得”，也就是指语言的精炼。“故乡今夜思千里，霜鬓明朝又一年”，正是把双方思之久、思之深、思之苦，集中地通过除夕之夜抒写出来了，完满地表现了诗的主题思想。因此，就这首诗的高度概括和精炼含蓄的特色而言，已经收到了“意尽”和“添著一语不得”的艺术效果。",
       "backgroundInfo" : "周勋初将此诗系于公元750年（天宝九载），根据是：“高适游踪虽广，然离梁宋而至远地，亦不过闽中、幽州、陇右、河西、剑南数地而已。高适至闽中时，年岁尚轻；次至幽州时，未及‘霜鬓’之年；至陇右、河西、剑南时，已甚得意，与此诗内容不合，故知此诗定作于第二次北上。”",
       "classInfo" : "6",
       "poetryID" : "200",
       "source" : "21",
       "likes":"702"
       },{
       "name" : "劝学",
       "author" : "唐·颜真卿",
       "content" : "三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。",
       "transferInfo" : "每天三更半夜到鸡啼叫的时候，是男孩子们读书的最好时间。少年不知道早起勤奋学习，到老了后悔读书少就太迟了。",
       "addtionInfo" : "更：古时夜间计算时间的单位，一夜分五更，每更为两小时。午夜11点到1点为三更。五更鸡：天快亮时，鸡啼叫。黑发：年少时期，指少年。白首：头发白了，这里指老年。方：才。",
       "analysesInfo" : "《劝学》中的“劝”起着统领全篇的作用。“劝”解释为“勉励”的意思。作者在这篇以《劝学》为的诗歌中，劝勉青少年要珍惜少壮年华，勤奋学习，有所作为，否则，到老一事无成，后悔已晚。使孩子初步理解人生短暂，从而提高学习的积极性。诗歌以短短的28个字便揭示了这个深刻的道理，达到了催人奋进的效果。&&&“三更灯火五更鸡”是指勤劳的人、勤奋学习的学生在三更半夜时还在工作、学习，三更时灯还亮着，熄灯躺下稍稍歇息不久，五更的鸡就叫了，这些勤劳的人又得起床忙碌开了。第一句用客观现象写时间早，引出第二句学习要勤奋，要早起“正是男儿读书时”为第一句作补充，表达了年少学习时应该不分昼夜学习，通过努力学习才能报家报国，建功立业。&&&“黑发不知勤学早，白首方悔读书迟。”写的是年轻的时候不好好学习到了年纪大了，在想要学习也晚了。句子中“黑发”，“白首”是采用借代的修辞方法，借指青年和老年。通过对比的手法，突出读书学习要趁早，不要到了老了后悔了才去学习。从结构上看，三、四句为对偶句，“黑发”与“白首”前后呼应，互相映衬，给读者留下深刻的印象。&&&这首诗深入浅出，自然流畅，富含哲理。核心是“黑发早勤学，白首读书迟”。作为有志气的人，要注意抓紧时间读书学习修身养性，最好的读书时间是在三更五更，晨读不息；而且只有年年月月刻苦坚持，才能真正学到报国兴家立业的本领。从学习的时间这一角度立意，劝勉年轻人不要虚度光阴，要及早努力学习，免得将来后悔。诗人是从学习的意义，作用和学习应持的态度方法等角度立意，希望人们重视后天学习，以加强自身的行为修养。",
       "backgroundInfo" : "颜真卿3岁丧父后家道中落，母亲殷氏对他寄予厚望，实行严格的家庭教育。他自己也格外自律，每日勤学苦读。这首诗正是颜真卿为了勉励后人所写。",
       "classInfo" : "72",
       "poetryID" : "201",
       "source" : "21",
       "likes":"703"
       },{
       "name" : "赠刘景文",
       "author" : "宋·苏轼",
       "content" : "荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，最是橙黄橘绿时。",
       "transferInfo" : "荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。",
       "addtionInfo" : "刘景文：刘季孙，字景文，工诗，时任两浙兵马都监，驻杭州。苏轼视他为国士，曾上表推荐，并以诗歌唱酬往来。荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。",
       "analysesInfo" : "这首诗是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。&&&苏轼的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。&&&古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人胡仔以之与韩愈《早春呈水部张十八员外》诗中“正是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。&&&荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故屈原写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。",
       "backgroundInfo" : "这首诗作于1090年（元祐五年）初冬，当时苏轼正在杭州任职，任两浙兵马都监的刘季孙也在。两人过从甚密，交情很深。诗人一方面视刘景文为国士，并有《乞擢用刘季孙状》予以举荐；另一方面赠此诗以勉励之。",
       "classInfo" : "22",
       "poetryID" : "202",
       "source" : "23",
       "likes":"704"
       },{
       "name" : "海棠",
       "author" : "宋·苏轼",
       "content" : "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。",
       "transferInfo" : "袅袅的东风吹拂暖意融融，春色更浓。花朵的香气融在朦胧的雾里，而月亮已经移过了院中的回廊。只害怕夜深人静花儿独自开放无人欣赏，特意点燃蜡烛来照亮海棠的美丽姿容。",
       "addtionInfo" : "东风：春风。袅袅：微风轻轻吹拂的样子。泛：摇动。崇光：高贵华美的光泽，指正在增长的春光。夜深花睡去：暗引唐玄宗赞杨贵妃“海棠睡未足耳”的典故。史载，昔明皇召贵妃同宴，而妃宿酒未醒，帝曰：“海棠睡未足也”。故：于是。红妆：用美女比海棠。故烧高烛照红妆：一作“高烧银烛照红妆”。",
       "analysesInfo" : "首句是起。诗人写道：“东风袅袅泛崇光。” “东风”即春风。“袅袅”形容烟气缭绕升腾。“东风袅袅”这里形容春风的吹拂之态。化用了《楚辞·九歌·湘夫人》中的“袅袅兮秋风，洞庭波兮木叶下”（秋风吹来啊阵阵清凉，洞庭起浪啊落叶飘扬）.之句，属于用典中的“语典”。“泛”即弥漫。“崇光”是指正在增长的春光。“崇”推崇，引申为“增长”。其中，诗人在此用一“泛”字，活化出了春意浓浓的景象，也为海棠的盛开营造氛围。&&&次句是承句。诗人写道：“香雾空蒙月转廊。”这一句侧写海棠。“香雾”指的是氤氲的雾气中的海棠花香。“空蒙”即细雨（烟雾）迷茫的样子。南朝齐谢眺《观朝雨》中写道：“空蒙如薄雾，散漫似轻埃。”唐代杜甫的《渼陂西南台》中写道：“仿像识鲛人，空蒙辨鱼艇。”宋代苏轼 《饮湖上初晴后雨》中：“水光潋滟晴方好，山色空蒙雨亦奇。”这里，“香雾空蒙”描写了海棠阵阵幽香，在氤氲的雾气中弥漫开来的景象。诗人从嗅觉的角度来写，香飘四溢，不但扩大了诗歌的空间，也提高诗歌的审美境界。“月转廊”即月亮已转过回廊那边去了，照不到这海棠花。其中的“转”字，不但表明了月光动态性，给诗歌增添空间感，也暗示夜已深而人难以入眠的寂寞之感。&&&后两句写爱花心事。第三句转句。诗人首先写道：“只恐夜深花睡去。”这一句紧承第二句而转，担心“夜深花睡去”。这一句是全诗的关键句，是从上面描写环境进入到描写人物的内心世界中，表现了赏花者的心态。上面写 “月转廊”，月光再也照不到海棠了。其中，一个“只”，可以说虚词表意，深化了爱花人的痴情。一个“恐”字，不但强调了诗人对海棠的痴情，更暗示了自己的孤寂、冷清。最后是合句。&&&诗人接着写道：“故烧高烛照红妆。”这一句将爱花的感情提升到一个极点。“故”即所以之意，含有“特意而为”之意。同时，这一句运用了唐玄宗以杨贵妃醉貌为“海棠睡未足”的典故。据宋释惠洪在《冷斋夜话》中记载，唐明皇登沉香亭，召太真妃，于时卯醉未醒，命高力士使侍儿扶掖而至。妃子醉颜残妆，鬓乱钗横，不能再拜。明皇笑日：“岂妃子醉，直海棠睡未足耳！”这里，“红妆”表面指海棠，实则诗人在此运用了拟人的修辞手法，表明了自己对心上人的思念。可以说，诗人以花喻人，不但含蓄，而且给人以审美想象。&&&“烧高烛”遥承上文的“月转廊”，这是一处精彩的对比，月光似乎也太嫉妒于这怒放的海棠的明艳了，那般刻薄寡恩，竟然不肯给她一方展现姿色的舞台。于是作者用高烧的红烛，为她驱除这长夜的黑暗。此处隐约可见诗人的侠义与厚道。“照红妆”呼应前句的“花睡去”三字，极写海棠的娇艳妩媚。“烧”“照”两字表面上都写作者对花的喜爱与呵护，其实也不禁流露出些许贬居生活的郁郁寡欢。他想在“玩物”（赏花）中获得对痛苦的超脱，哪怕这只是片刻的超脱也好。虽然花儿盛开了，就向衰败迈进了一步，尽管高蹈的精神之花毕竟远离了现实的土壤，但他想过这种我行我素、自得其乐的生活的积极心态，没有谁可以阻挠。&&&全诗语言浅近而情意深永。写此诗时，诗人虽已过不惑之年，但此诗却没有给人以颓唐、萎靡之气，从“东风”“崇光”“香雾”“高烛”“红妆”这些明丽的意象中分明可以感触到诗人的达观、潇洒的胸襟。",
       "backgroundInfo" : "这首诗写作于公元1084年（宋神宗元丰七年），当时已是作者被贬黄州（今湖北黄冈）任团练副使已经五个年头。",
       "classInfo" : "21",
       "poetryID" : "203",
       "source" : "23",
       "likes":"705"
       },{
       "name" : "阮郎归·初夏",
       "author" : "宋·苏轼",
       "content" : "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沉烟。棋声惊昼眠。微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。",
       "transferInfo" : "槐树枝繁叶茂，柳树高大，浓绿深处的新蝉鸣声乍歇。和暖的风微微吹起，绿色的纱窗下，香炉中升腾著沉香的袅袅轻烟；惬意的昼眠，忽而被落棋之声惊醒。细雨过后，轻风把荷叶翻转。石榴花衬着湿润的绿叶，更是红得像火焰。美丽女子纤手拨动清池的泉水，水花溅起落在荷叶中，就像晶莹的珍珠，一会儿破碎一会儿又圆。",
       "addtionInfo" : "阮郎归：词牌名。双调四十七字，前后片各四平韵。薰风：南风，和暖的风，指初夏时的东南风。水沉：木质香料，又名沉水香。然：同“燃”，形容花红如火。玉盆：指荷叶。纤手：女性娇小柔嫩的手。琼珠：形容水的泡沫。",
       "analysesInfo" : "此词表现初夏时节的闺阁生活。上片写静美，而从听觉入手，以声响状环境之寂，组成一幅幽美宁静的初夏美人图；下片写动美，却从视觉落笔，用一幅幅无声画来展示大自然的生机，营造出一种清丽欢快的情调，显得淡雅清新而又富于生活情趣。全词以描写为主，采用从反面落笔的手法，写人写景细腻精致，注意景物描写、环境描写和人物描写的交叉运用，从而获得了极好的艺术效果。&&&这首词写的是初夏时节的闺阁生活，采用从反面落笔的手法，用一幅幅无声画来展示大自然的生机。整首词淡雅清新而又富于生活情趣。&&&上片写初夏已悄悄来到一个少女的身边。&&&“绿槐高柳咽新蝉”，都是具有初夏特征的景物：枝叶繁茂的槐树，高大的柳树，还有浓绿深处的新蝉鸣声乍歇，一片阴凉幽静的庭院环境。“熏风初入弦”，又是初夏的气候特征。熏风，就是暖和的南风。古人对这种助长万物的风曾写有《南风歌》大加赞颂：“南风之熏兮，可以解吾民之愠兮。南风之时兮，可以阜吾民之财兮。”据《礼记·乐记》载：“昔者，舜作五弦之琴以歌《南风》。”意即虞舜特制五弦琴为《南风》伴奏。这里的“熏风初入弦”，是说《南风》之歌又要开始入管弦被人歌唱，以喻南风初起。由于以上所写的景物分别诉诸于视觉（绿槐、高柳）、听觉（咽新蝉）和触觉（熏风），使初夏的到来具有一种立体感，鲜明而真切。&&&“碧纱窗下水沉烟，棋声惊昼眠”，进入室内描写。碧纱窗下的香炉中升腾著沉香（即水沉）的袅袅轻烟。碧纱白烟相衬，不仅具有形象之美，且有异香可闻，显得幽静闲雅。这时传来棋子著枰的响声，把正在午睡的女主人公惊醒。苏轼有《观棋》四言诗，其序云：“独游庐山白鹤观，观中人皆阖户昼寝，独闻棋声于古松流水之间，意欣然喜之。”诗句有云：“不闻人声，时闻落子。”这首词和这首诗一样，都是以棋声烘托环境的幽静。而棋声能“惊”她的昼眠，读者可以想象，在这么静的环境中，她大概已经睡足，所以丁丁的落子声便会把她惊醒。醒来不觉得余倦未消，心中没有不快，可见首夏清和天气之宜人。&&&下片写这个少女梦醒来以后，尽情地领略和享受初夏时节的自然风光。&&&歇拍二句，写弄水叶面，琼珠碎而复圆，更觉清新可爱。“微雨过、小荷翻，榴花开欲燃”，又是另一番园池夏景。小荷初长成，小而娇嫩，一阵细雨过去，轻风把荷叶翻转；石榴花色本鲜红，经雨一洗，更是红得像火焰。这生机，这秀色，大概使这位少女陶醉了，于是出现了又一个生动的场面：“玉盆纤手弄清泉，琼珠碎却圆。”这位女主人公索性采摘荷叶后到清池边玩水。水花散溅到荷叶上，像珍珠那样圆润晶亮。可以想见，此时此刻这位少女的心情也恰如这飞珠溅玉的水花一样，喜悦，兴奋，不能自持。&&&在苏轼之前，写女性的闺情词，总离不开相思、孤闷、疏慵、倦怠、种种弱质愁情，可是苏轼在这里写的闺情却不是这样。女主人公单纯、天真、无忧无虑，不害单相思，困了就睡，醒了就去贪赏风景，拨弄清泉。她热爱生活，热爱自然，愿把自已融化在大自然的美色之中。这是一种健康的女性美，与初夏的勃勃生机构成一种和谐的情调。苏轼的此种词作，无疑给词坛，尤其是给闺情词，注入了一股甜美的清泉。&&&描写是这首词的主要表现方法。它注重景物的描写、环境描写与人物描写的交叉运用，从而获得了很好的艺术效果。上片由绿槐、高柳、鸣蝉、南风等景物描写与碧纱窗、香烟、棋声等环境描写，以及午梦初醒的人物描写共同构成一幅有声有色的初夏闺情图。下片又以微雨、小荷、榴花等景物描写与洗弄清泉的人物描写结合，构成一幅活泼自然的庭园野趣图，女主人公的形象卓立其间。同时他还注意了动态描写，且不说“棋声惊昼眠”、“玉盆纤手弄清泉”的人物活动，就是景物也呈现出某种动感。小荷为微雨而翻动，可以想见它的迎风摇曳之姿。榴花本是静物，但用了一个“燃”字，又使它仿佛动了起来。这些动态描写对活跃气氛，丰富画面无疑起了有益的作用。&&&此词景中含情，将众多的景物以情纬之，故散而不乱，给人以整体感。作者善于抓住细微的心理感受并在无形中将客观环境的细微变化加以对比，通过景物描写、环境描写，构成一幅活泼自然的庭园野趣，并在其中寄寓女主人公的单纯、天真和对自然、对生活的热爱。词中的少女形象，与一般闺情词中疏慵倦怠、孤闷愁苦的女性形象截然不同，充满了美好清新的勃勃生机和青春气息，给人以耳目一新的感觉。作品中活泼健康的少女形象，与初夏时节富有生气的景物、环境，构成了一种和谐、清丽、灵动的情调，令人流连忘返。",
       "backgroundInfo" : "这首《阮郎归·初夏》词作于公元1084年（宋神宗元丰七年）四月，当时苏轼刚刚调离黄州（今湖北省黄冈市）。",
       "classInfo" : "113",
       "poetryID" : "204",
       "source" : "22",
       "likes":"706"
       }

    ],
    "type" : "command",
    "baseID" : "0",
    "mainClass" : "99"
}



