{
    "poetryList" : [
                    {
                    "name" : "瑞龙吟·大石春景",
                    "author" : "周邦彦",
                    "content" : "章台路。还见褪粉梅梢，试花桃树。愔愔坊陌人家，定巢燕子，归来旧处。黯凝伫。因念个人痴小，乍窥门户。侵晨浅约宫黄，障风映袖，盈盈笑语。前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步。事与孤鸿去。探春尽是，伤离意绪。官柳低金缕。归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。",
                    "addtionInfo" : "章台路：章台，台名。秦昭王曾于咸阳造章台，台前有街，故称章台街或章台路，其地繁华，妓馆林立，后人因以章台代指妓女聚居之地。试花：形容刚开花。愔愔：幽静的样子。坊陌：一作坊曲，意与章台路相近。乍窥门户：宋人称妓院为门户人家，此有倚门卖笑之意。浅约宫黄：又称约黄，古代妇女涂黄色脂粉于额上作妆饰，故称额黄。宫中所用者为最上，故称宫黄。浅约宫黄：轻涂宫黄，细细按抹之意。前度刘郎：指唐代诗人刘禹锡。此处词人以刘郎自比。旧家秋娘：这里泛指歌伎舞女。元稹、白居易、杜牧诗中屡有言及谢秋娘和杜秋娘者，盖谢、杜云云别其姓氏，秋娘则衍为歌妓的代称。《燕台》句：指唐李商隐《燕台四首》。李曾作《燕台》诗四首，分题春夏秋冬，为洛阳歌妓柳枝所叹赏，手断衣带，托人致意，约李商隐偕归，后因事未果。不久，柳枝为东诸侯娶去。此处用典，暗示昔日情人已归他人。露饮：指露天而饮，极言其欢纵。东城闲步：用杜牧与旧爱张好好事。官柳低金缕：柳丝低拂之意。官柳，指官府在官道上所植杨柳。金缕，喻指柳条。",
                    "classInfo" : "1",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "满庭芳·夏日溧水无想山作",
                    "author" : "周邦彦",
                    "content" : "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。",
                    "addtionInfo" : "溧水：县名，今属江苏省南京市。风老莺雏：幼莺在暖风里长大了。午阴嘉树清圆：正午的时候，太阳光下的树影，又清晰，又圆正。卑：低。润：湿。乌鸢（yuān）： 即乌鸦。溅溅：流水声。黄芦苦竹，拟泛九江船：出自白居易《琵琶行》“黄芦苦竹绕宅生”。社燕：燕子当春社时飞来，秋社时飞走，故称社燕。瀚海：沙漠，指荒远之地。修椽：长椽子。句谓燕子营巢寄寓在房梁上。身外：身外事，指功名利禄。尊：同樽，古代盛酒的器具。急管繁弦：形容各种乐器同时演奏的热闹情景。筵yán）：竹席。枕簟（diàn）：枕席。",
                    "classInfo" : "3",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "苏幕遮·燎沉香",
                    "author" : "周邦彦",
                    "content" : "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。",
                    "addtionInfo" : "燎（liáo）：烧。沉香：木名，其芯材可作熏香料。溽(rù)暑：潮湿的暑气。呼晴：唤晴。旧有鸟鸣可占晴雨之说。侵晓：快天亮的时候。侵，渐近。宿雨：昨夜下的雨。清圆：清润圆正。风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。旅：客居。楫（jí）：划船用具，短桨。芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。",
                    "classInfo" : "96",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "少年游·并刀如水",
                    "author" : "周邦彦",
                    "content" : "并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。低声问向谁行宿，城上已三更。马滑霜浓，不如休去，直是少人行。",
                    "addtionInfo" : "并刀：并州出产的剪刀。如水：形容剪刀的锋利。吴盐：吴地所出产的洁白细盐。幄：帐。兽烟：兽形香炉中升起的细烟。谁行（háng）：谁那里。直是：就是这首词乃感旧之作。",
                    "classInfo" : "78",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜游宫·叶下斜阳照水",
                    "author" : "周邦彦",
                    "content" : "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。",
                    "addtionInfo" : "夜游宫：词牌名。叶下：叶落。轻浪：微波。沉沉：形容流水不断的样子。酸风射眸子：指冷风刺眼使酸鼻。酸风，指刺人的寒风。单衾（qīn）：薄被。萧娘：唐代对女子的泛称。此指词人的情侣。",
                    "classInfo" : "52",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "解语花·上元",
                    "author" : "周邦彦",
                    "content" : "风消绛蜡，露浥红莲，灯市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
                    "addtionInfo" : "解语花：词牌名。上元：正月十五元宵节。绛蜡：红烛。浥：沾湿。红莲：指荷花灯。桂华：代指月亮、月光。传说月中有桂树，故有以桂代月。素娥：嫦娥。放夜：古代京城禁止夜行，惟正月十五夜弛禁，市民可欢乐通宵，称作“放夜”。千门：指皇宫深沉，千家万户。钿车：装饰豪华的马车。飞盖：飞车。",
                    "classInfo" : "97",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "兰陵王·柳",
                    "author" : "周邦彦",
                    "content" : "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。",
                    "addtionInfo" : "兰陵王：词牌名，首见于周邦彦词。柳阴直：长堤之柳，排列整齐，其阴影连缀成直线。烟：薄雾。丝丝弄碧：细长轻柔的柳条随风飞舞，舞弄其嫩绿的姿色。弄：飘拂。隋堤：汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城的必经之路。拂水飘绵：柳枝轻拂水面，柳絮在空中飞扬。行色：行人出发前的景象、情状。故国：指故乡。京华倦客：作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。长亭：古时驿路上十里一长亭，五里一短亭，供人休息，又是送别的地方。“应折”句：古人有折柳送别之习。柔条：柳枝。过千尺：极言折柳之多。旧踪迹：指过去登堤饯别的地方。又：又逢。酒趁哀弦：饮酒时奏着离别的乐曲。趁：逐，追随。哀弦：哀怨的乐声。离席：饯别的宴会。“梨花”句：饯别时正值梨花盛开的寒食时节。唐宋时期朝廷在清明日取榆柳之火以赐百官，故有“榆火”之说。寒食：清明前一天为寒食。一箭风快：指正当顺风，船驶如箭。半篙波暖：指撑船的竹篙没入水中，时令已近暮春，故曰波暖。迢递：遥远。驿：驿站。“望人”句：因被送者离汴京南去，回望送行人，故曰天北。望人：送行人。凄恻：悲伤。渐：正当。别浦：送行的水边。萦回：水波回旋。恨：这里是遗憾的意思。津堠：渡口附近供瞭望歇宿的守望所。津：渡口。堠：哨所。岑寂：冷清寂寞。冉冉：慢慢移动的样子。春无极：春色一望无边。念：想到。月榭：月光下的亭榭。榭，建在高台上的敞屋。露桥：布满露珠的桥梁。",
                    "classInfo" : "7",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "六丑·落花",
                    "author" : "周邦彦",
                    "content" : "正单衣试酒，恨客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。",
                    "addtionInfo" : "过翼：飞过的鸟。楚宫倾国：楚王宫里的美女，喻蔷薇花。钗钿（diàn）堕处：花落处。桃蹊（xī）：桃树下的路。柳阴：绿柳成荫的路。多情为谁追惜：即“为谁多情追惜”，意即还有谁多情似我地痛惜花残春逝呢？惹：挑逗。珍丛：花丛。强簪巾帻：勉强插戴在头巾上。巾帻：头巾。恐断红、尚相思字：唐卢渥到长安应试，拾得沟漂出的红叶，上有宫女题诗。后娶遣放宫女为妻，恰好是题诗者。向人欹侧：向人表示依恋媚态。断红：用唐人卢渥和宫女在红叶上题诗的典故。联系前句，意指红花飘零时，对人间充满了依恋之情。",
                    "classInfo" : "94",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西河·大石金陵",
                    "author" : "周邦彦",
                    "content" : "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沈半垒。夜深月过女墙来，伤心东望淮水。酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。",
                    "addtionInfo" : "西河：唐教坊曲。佳丽地：指江南。更指金陵。南朝盛事：南朝宋、齐、梁、陈四朝建都于金陵。髻鬟对起：以女子髻鬟喻在长江边相对而屹立的山。莫愁：相传为金陵善歌之女。女墙：城墙上的矮墙。",
                    "classInfo" : "33",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "虞美人·疏篱曲径田家小",
                    "author" : "周邦彦",
                    "content" : "疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。",
                    "addtionInfo" : "疏篱二句：描绘的农家景致是他们临分别之处，“疏篱”、“曲径”是典型的农家景致，也是词人于清晨所见近处之景，再往远处看，笼罩在树林上的云雾渐渐地散开，时间到了清晨，分别的时分已在即。添衣句：送走心上人后，感到寒意袭人和愁意缠绕心间，于是便添加衣服，策马扬鞭去找驿站，买些酒来驱寒解愁。菰蒲句：词人饮罢解愁之酒，又匆匆上路，马蹄声声，惊散了池塘旁水草中尚在熟睡的鸭子，但很快它们又成双地聚在一起睡着了。",
                    "classInfo" : "108",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·早行",
                    "author" : "周邦彦",
                    "content" : "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。",
                    "addtionInfo" : "月皎：月色洁白光明。更漏：即刻漏，古代记时器。轳辘：井上汲水轳辘转动的声音。眸：眼珠。炯炯：明亮貌。徊徨：徘徊、彷惶的意思。阑干：横斜貌。斗柄：北斗七星的第五至第七的三颗星象古代酌酒所用的斗把，叫做斗柄。",
                    "classInfo" : "7",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "玉楼春·桃溪不作从容住",
                    "author" : "周邦彦",
                    "content" : "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。",
                    "addtionInfo" : "玉楼春：词牌名。桃溪：虽说在宜兴有这地名，这里不作地名用。秋藕绝来无续处：俗语所谓“藕断丝连”，这里说藕断而丝不连。“当时”句：朱漆栏杆的小桥，以它明丽温暖的色调，烘托往日情人相候时的温馨旖旎和浓情蜜意；而铺满黄叶的小路，则以其萧瑟凄清的色调渲染了今日独寻时的寂寞悲凉。“烟中”句：一个晴朗的深秋的傍晚。烟霭缭绕中，远处排立着无数青翠的山峦。夕阳的余辉，照映空中飞雁的背上，反射出一抹就要黯淡下去的红色。“人如”句：人生好象随风飘入江天的白云，离别的情绪好比雨后粘满地面的花絮。",
                    "classInfo" : "37",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江神子·杏花村馆酒旗风",
                    "author" : "谢逸",
                    "content" : "杏花村馆酒旗风。水溶溶。扬残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
                    "addtionInfo" : "杏花村馆：即杏花村驿馆。据说位于湖北麻城岐亭镇。酒旗风：使酒旗摆动的和风。溶溶：指河水荡漾、缓缓流动的样子。飏：意为飞扬，此指飘散的样子。残红：喻指凋残的花。野渡：村野渡口。望断：指一直望到看不见。人不见，草连空：意为不见所怀念的故人，唯见草色接连到天际。晚烟笼：指黄昏时烟气笼罩的景象。融：融合，匀融，匀合。年时：此指“当年那时”。画屏中：指“如诗画一般的景象中”。素光：此指皎洁清素的月光。",
                    "classInfo" : "81",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "惜分飞·泪湿阑干花著露",
                    "author" : "毛滂",
                    "content" : "泪湿阑干花著露。愁到眉峰碧聚。此恨平分取。更无言语。空相觑。短雨残云无意绪。寂寞朝朝暮暮。今夜山深处。断魂分付。潮回去。",
                    "addtionInfo" : "惜分飞：词牌名，富阳：宋代县名，治所在今浙江省富阳县。琼芳：当时杭州供奉官府的一名歌妓。作者任杭州法曹参军时，和她很要好。阑（lán）干：眼泪纵横的样子。眉峰碧聚：古人以青黛画眉，双眉紧锁，犹如碧聚。觑（qù）：细看。断雨残云：雨消云散，喻失去男女欢情。山深处：指富阳僧舍所在地。断魂：指极度的哀思。分付：付予、付给。潮：指钱塘江潮。",
                    "classInfo" : "81",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·秋色渐将晚",
                    "author" : "叶梦得",
                    "content" : "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。",
                    "addtionInfo" : "秋色渐将晚，霜信报黄花。：暮秋景物渐呈苍老深暗之色，菊花开时报来了将要降霜的信息。黄花，指菊花。小窗低户：指简陋的房屋。微路，小路。敧（qī）斜：倾斜，歪斜。山翁：《晋书·山简传》载山简好酒易醉，作者借以自称。何事：为什么。坐看：空看、徒欢。流年：指流逝的岁月。拚（pàn） 却：甘愿。华：同花，指在闲居中空白了鬓发。徙（xǐ）倚：徘徊，流连不去。沧海：此指临近湖州的太湖。作者时居汴山，在太湖南岸。平昔：往日。遍：这里是“走遍”的意思。天涯，天边，喻平生飘荡之远。归来三径重扫，松竹本吾家：写辞官归隐家园。化用晋代陶渊明《归去来兮辞》：“三径就荒，松菊犹存”。悲风：悲凉的秋风。冉冉：指大雁缓缓飞行的样子。新雁：指最初南归之雁。边马：指边地的军马。胡笳：古代塞外民族的一种乐器。此处指军中的号角。胡沙：指代胡人发动的战争。",
                    "classInfo" : "30",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "点绛唇·绍兴乙卯登绝顶小亭",
                    "author" : "叶梦得",
                    "content" : "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。",
                    "addtionInfo" : "点绛唇：词牌名。绝顶亭：在吴兴西北弁山峰顶。缥缈：隐隐约约，亦因其高而之似可见似不可见，应题中的小亭。危：高，应题中的绝顶。烟浪：烟云如浪，即云海。天涯想：指恢复中原万里河山的梦想。衰翁：衰老之人。",
                    "classInfo" : "27",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "点绛唇·新月娟娟",
                    "author" : "汪藻",
                    "content" : "新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。",
                    "addtionInfo" : "娟娟：明媚美好的样子。斗：北斗星座。山衔斗：北斗星闪现在山间。闲却：空闲。传杯：互相传递酒杯敬酒，指聚酒。乱鸦啼：明指鸟雀乱叫，暗喻朝中群小小人得志。归兴：归家的兴致。",
                    "classInfo" : "30",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蓦山溪·梅",
                    "author" : "曹组",
                    "content" : "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？",
                    "addtionInfo" : "洗妆真态：洗净脂粉，露出真实的姿容。铅花御：用脂粉化妆。铅华：脂粉。御：用。此处作涂抹、修饰讲。“无处”句：意谓无人欣赏。“风细细”三句：意谓在风雪之中江边的梅花更没有人来挹其清香。廉纤：细微，纤细，形容连绵不绝。供断：供尽，无尽地提供。东阳：南朝梁沈约，曾东阳守。东阳：指南朝梁曾任东阳太守的沈约。因不得志瘦损之事，此处喻作者自己。",
                    "classInfo" : "14",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "三台·清明应制",
                    "author" : "万俟咏",
                    "content" : "见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。",
                    "addtionInfo" : "三台：唐教坊曲名。应制：即应诏，指奉皇帝之命写作诗文。内苑：皇宫花园。青门：汉长安东南门，后泛指京城城门。浦：水边，这里泛指京城外面的江河。凤阙：汉代宫阙名。非烟非雾：指祥瑞之气。九陌：汉长安城中有八街、九陌。后来泛指都城大路。乍：恰好，正是。啭：鸟声宛转。榭：建在高台上的宽敞屋宇。斗草：古代的一种游戏，也叫“斗百草”。饧（xíng）：糖稀，软糖。踏青：指春天郊游。夭桃：茂盛而艳丽的桃花。漏永：夜漫长。禁火：古俗寒食日禁火三天。三分：很，最。槐府：贵人宅第，门前植槐。阊阖：宫之正门。住传宣：停止传旨、宣官员上殿。休务：停止公务。",
                    "classInfo" : "98",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "好事近·摇首出红尘",
                    "author" : "朱敦儒",
                    "content" : "摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。",
                    "addtionInfo" : "蓑：衣服。笠：帽子。",
                    "classInfo" : "30",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相见欢·金陵城上西楼",
                    "author" : "朱敦儒",
                    "content" : "金陵城上西楼，倚清秋。万里夕阳垂地，大江流。中原乱，簪缨散，几时收？试倩悲风吹泪，过扬州。",
                    "addtionInfo" : "金陵：南京。城上西楼：西门上的城楼。倚清秋：倚楼观看清秋时节的景色。中原乱：指公元1127年（宋钦宗靖康二年）金人侵占中原的大乱。簪缨：当时官僚贵族的冠饰，这里代指他们本人。收：收复国土。倩：请。扬州：地名，今属江苏，是当时南宋的前方，屡遭金兵破坏。",
                    "classInfo" : "32",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·西都作",
                    "author" : "朱敦儒",
                    "content" : "我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。",
                    "addtionInfo" : "清都山水郎：在天上掌管山水的官员。清都，指与红尘相对的仙境。疏狂：狂放，不受礼法约束。支风券：支配风雨的手令。章：写给帝王的奏章。觞（shāng）：酒器。玉楼金阙慵（yōng）归去：不愿到那琼楼玉宇之中，表示作者不愿到朝廷里做官。",
                    "classInfo" : "36",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "减字木兰花·题雄州驿",
                    "author" : "蒋氏女",
                    "content" : "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。",
                    "addtionInfo" : "减字木兰花：词牌名。雄州：今河北雄县。驿：古代专供递送公文的人或往来官员暂住、换马的处所。辘辘：车行声。白草黄沙：象征北方凄凉的景色。无昼夜：不分昼夜。燕山：府名。",
                    "classInfo" : "34",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "南柯子·山冥云阴重",
                    "author" : "王炎",
                    "content" : "山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。莫为惜花惆怅对东风。蓑笠朝朝出，沟塍处处通。人间辛苦是三农。要得一犁水足望年丰。",
                    "addtionInfo" : "山冥：的水气很重，山色昏暗。幽艳：在暗处的花。啼红：花朵上逐渐聚成水珠，像噙着眼泪。塍（chéng）：田间土埂。三农：指春耕、夏耘、秋收。",
                    "classInfo" : "40",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "燕山亭·北行见杏花",
                    "author" : "赵佶",
                    "content" : "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。凭寄离恨重重，者双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。",
                    "addtionInfo" : "宴山亭：词牌名。冰绡：洁白的丝绸，比喻花瓣。靓（jìng）装：美丽的妆饰。蕊珠宫女：指仙女。蕊珠：道家指天上仙宫。凭寄：凭谁寄，托谁寄。无据：不知何故。和：连。",
                    "classInfo" : "57",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "南歌子·天上星河转",
                    "author" : "李清照",
                    "content" : "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
                    "addtionInfo" : "星河：银河，到秋天转向东南。枕簟（diàn）：枕头和竹席。滋：增益，加多。夜何其：夜已经到了什么时候了。翠贴、金销：即贴翠、销金，均为服饰工艺。情怀：心情。旧家：从前。",
                    "classInfo" : "99",
                    "poetryID" : "26",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "一剪梅·红藕香残玉簟秋",
                    "author" : "李清照",
                    "content" : "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
                    "addtionInfo" : "红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。裳（cháng）：古人穿的下衣，也泛指衣服。兰舟：此处为船的雅称。锦书：妻寄夫为锦字，或称锦书，亦泛为书信的美称。雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。",
                    "classInfo" : "81",
                    "poetryID" : "27",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔家傲·天接云涛连晓雾",
                    "author" : "李清照",
                    "content" : "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
                    "addtionInfo" : "星河：银河。帝所：天帝居住的地方。天语：天帝的话语。“我报”二句：意谓人生路长而时光渐晚，徒有诗才，志事难酬。报，回答。九万里：《庄子·逍遥游》中说大鹏乘风飞上九万里高空。鹏：古代神话传说中的大鸟。蓬舟：像蓬蒿被风吹转的船。古人以蓬根被风吹飞，喻飞动。吹取：吹得。三山：传渤海中有蓬莱，方丈，瀛洲三座仙山，相传为仙人所居住，可以望见，但乘船前往，临近时就被风吹开，终无人能到。",
                    "classInfo" : "36",
                    "poetryID" : "28",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "如梦令·昨夜雨疏风骤",
                    "author" : "李清照",
                    "content" : "昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。",
                    "addtionInfo" : "疏：指稀疏。卷帘人：有学者认为此指侍女。绿肥红瘦：绿叶繁茂，红花凋零。浓睡不消残酒：虽然睡了一夜，仍有余醉未消。浓睡：酣睡 残酒：尚未消散的醉意。雨疏风骤：雨点稀疏，晚风急猛。",
                    "classInfo" : "94",
                    "poetryID" : "29",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "凤凰台上忆吹箫·香冷金猊",
                    "author" : "李清照",
                    "content" : "香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，这回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼，记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。",
                    "addtionInfo" : "金猊(ni)：狮形铜香炉。红浪：红色被铺乱摊在床上，有如波浪。宝奁(lian)：华贵的梳妆镜匣。者：通这。阳关：语出《阳关三叠》，是唐宋时的送别曲。此处泛指离歌。武陵人远：引用陶渊明《桃花源记》中，武陵渔人误入桃花源，离开后再去便找不到路径了。烟锁秦楼：总谓独居妆楼。秦楼，即凤台，相传春秋时秦穆公女弄玉与其夫箫史乘风飞升之前的住所。眸（móu）：指瞳神。",
                    "classInfo" : "52",
                    "poetryID" : "30",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·年年雪里",
                    "author" : "李清照",
                    "content" : "年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。",
                    "addtionInfo" : "挼（ruó）：揉搓。海角天涯：犹天涯海角。本指僻远之地，这里当指临安。萧萧两鬓生华：形容鬓发华白稀疏的样子。故应：还应。",
                    "classInfo" : "17",
                    "poetryID" : "31",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·暖雨晴风初破冻",
                    "author" : "李清照",
                    "content" : "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
                    "addtionInfo" : "初破冻：刚刚解冻。柳眼：初生柳叶，细长如眼，故谓“柳眼”。梅腮：梅花瓣儿，似美女香腮，故称“梅腮”。花钿（diàn）：用金翠珠宝等制成花朵的首饰。乍：起初，刚刚开始。金缕缝：用金钱缝成的农服。山枕：即檀枕。因其形如“凹”，故称“山枕”。欹（qī）：靠着。钗头凤：即头钗，古代妇女的首饰。因其形如凤，故名。夜阑：夜深。灯花：灯蕊燃烧耐结成的花形。",
                    "classInfo" : "52",
                    "poetryID" : "32",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·寒日萧萧上琐窗",
                    "author" : "李清照",
                    "content" : "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
                    "addtionInfo" : "萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。酒阑：酒尽，酒酣。阑：残，尽，晚。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。瑞脑：即龙涎香，一名龙脑香。仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。随分：随便，随意。尊前：指宴席上。尊：同“樽”。",
                    "classInfo" : "6",
                    "poetryID" : "33",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "点绛唇·蹴罢秋千",
                    "author" : "李清照",
                    "content" : "蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。",
                    "addtionInfo" : "点绛唇：词牌名。蹴：踏，此处指打秋千。慵：懒，倦怠的样子。袜刬：这里指跑掉鞋子以袜着地。金钗溜：意谓快跑时首饰从头上掉下来。倚门回首：这里只是靠着门回头看的意思。",
                    "classInfo" : "82",
                    "poetryID" : "34",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "永遇乐·落日熔金",
                    "author" : "李清照",
                    "content" : "落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
                    "addtionInfo" : "吹梅笛怨：梅，指乐曲《梅花落》，用笛子吹奏此曲，其声哀怨。次第：这里是转眼的意思。香车宝马：这里指贵族妇女所乘坐的、雕镂工致装饰华美的车驾。中州：即中土、中原。这里指北宋的都城汴京，今河南开封。三五：十五日，此处指元宵节。铺翠冠儿：以翠羽装饰的帽子。雪柳：以素绢和银纸做成的头饰。此二句所列举约均为北宋元宵节妇女时髦的妆饰品。簇带：簇，聚集之意。带即戴，加在头上谓之戴。济楚：整齐、漂亮。簇带、济楚均为宋时方言，意谓头上所插戴的各种饰物。",
                    "classInfo" : "85",
                    "poetryID" : "35",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "声声慢·寻寻觅觅",
                    "author" : "李清照",
                    "content" : "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
                    "addtionInfo" : "寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。凄凄惨惨戚戚：忧愁苦闷的样子。乍暖还（huán）寒：指秋天的天气，忽然变暖，又转寒冷。将息：旧时方言，休养调理之意。怎敌他：对付，抵挡。损：表示程度极高。堪：可。怎生：怎样的。生：语助词。梧桐更兼细雨：暗用白居易《长恨歌》“秋雨梧桐叶落时”诗意。这次第：这光景、这情形。怎一个愁字了得：一个“愁”字怎么能概括得尽呢？",
                    "classInfo" : "104",
                    "poetryID" : "36",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "1000",
    "mainClass" : "0"
}
