{
    "poetryList" : [
                    {
                    "name" : "菩萨蛮·平林漠漠烟如织",
                    "author" : "李白",
                    "content" : "平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭连短亭。",
                    "addtionInfo" : "平林：平原上的林木。漠漠：迷蒙貌。烟如织：暮烟浓密。伤心：极甚之辞。愁苦、欢快均可言伤心。此处极言暮山之青。暝色：夜色。玉阶：玉砌的台阶。这里泛指华美洁净的台阶。伫（zhù）立：长时间地站着等候。长亭更短亭：古代设在路边供行人休歇的亭舍。当时每隔十里设一长亭，五里设一短亭。",
                    "classInfo" : "36",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "这首词上下两片采用了不同的手法，上片偏于客观景物的渲染，下片着重主观心理的描绘。然而景物的渲染中却带有浓厚的主观色彩，主观心理的描绘又糅合在客观景物之中。因而从整体上来说，情与景、主观与客观，又融成一片。&&&“平林漠漠烟如织”，是写游子眼中之景物。“平林”，不是“平地的树林”；而是山丘上的树林。林木依山而生，高低错落，本不会“平”，而着一“平”字，不仅准确地写出了游子自高楼下视所见之远景，而且表现了阔大而高远的意境。“如织”二字，一言烟雾密度之大，一是衬托游人离愁之浓。如果说这一句仅仅是情景交融的话，那么下一句词人便把自己的主观色彩尽情地涂抹于景物之上，似乎已把大自然人格化了。这里的“伤心碧”，语义双关，一是极言寒山之碧，一是说寒山似乎因伤心而碧透。山犹如此，人何以堪。秋天，本是文人墨客伤感的季节，又加上寒山日暮，烟锁雾封，所以游子的思归之情已达极致。因此，接下二句“暝色入高楼，有人楼上愁”中的“愁”字的逼出，自是水到渠成。“暝色”，即暮色。暝色本不会动，而曰“入高楼”，不仅十分形象地写出了夜色渐近的过程，而且似乎暗示随着夜幕的降临愁意也闯入了游子的心头。以上是上片，主要是写景，但景中有情。先写自然之景，后写人工建筑，最后写楼中之人，由远及近，极有次第。&&&这首词通过描写平林、寒山的深秋景色，和想象家人盼归的形象，抒发了游子思妇的两地相思之情。此词层次清晰，跌宕有序。移情于景，情景相生。既有鲜明的形象描写，又有细致的心理刻画。句子简约而不晦涩，文字质朴而不平板，可为唐代文人词中上乘之作。&&&下片立足于主观的感受上。在暮霭沉沉之中，主人公久久地站立在石阶前，感到的只是一片空茫。“空”也是上片所勾画的景物感染下的必然结果。主观情绪并不是孤立存在着的，它立刻又融入了景物之中——“宿鸟归飞急”。这一句插得很巧妙。作者用急飞的宿鸟与久立之人形成强烈的对照。一方面，南宿鸟急归反衬出人的落拓无依；另一方面，宿鸟急归无疑地使抒情主人公的内心骚动更加剧烈。于是，整个情绪波动起来。如果说上片的“愁”字还只是处于一种泛泛的心理感受状态，那么，现在那种朦胧泛泛的意识逐渐明朗化了。它是由宿鸟急归导发的。所以下面就自然道出了：“何处是归程?”主人公此刻也急于寻求自己的归宿，来挣脱无限的愁绪。可是归程在何处呢?只不过是“长亭连短亭”，并没有一个实在的答案。有的仍然是连绵不断的落拓、惆怅和空寞，在那十里五里、长亭短亭之间。征途上无数长亭短亭，不但说明归程遥远，同时也说明归期无望，以与过片“空伫立”之“空”字相应。如此日日空候，思妇的离愁也就永无穷尽了。结句不怨行人忘返，却愁道路几千，归程迢递，不露哀怨，语甚酝藉。韩元吉《念奴娇》词云，“尊前谁唱新词，平林真有恨，寒烟如织。”短短的一首词中，掇取了密集的景物：平林、烟霭、寒山、暝色、高楼、宿鸟、长亭、短亭，借此移情、寓情、传情，手法极为娴熟，展现了丰富而复杂的内心世界活动，反映了词人在客观现实中找不到人生归宿的无限落拓惆怅的愁绪。&&&历来解说此词，虽然有不少论者认为它是眺远怀人之作，但更多的人却说它是羁旅行役者的思归之辞。后一种理解，大概是受了宋代文莹《湘山野录》所云“此词不知何人写在鼎州沧水驿楼”一语的影响。以为既然题于驿楼，自然是旅人在抒思归之情。其实，古代的驿站邮亭等公共场所以及庙宇名胜的墙壁上，有些诗词不一定是即景题咏，也不一定是写者自己的作品。&&&细玩这首词，也不是第一称谓，而是第三称谓。有如电影，从“平林”、“寒山”的远镜头，拉到“高楼”的近景，复以“暝色”做特写镜头造成气氛，最终突出“有人楼上愁”的半身镜头。分明是第三者所控制、所描撰的场景变换。下片的歇拍两句，才以代言的方法，模拟出画中人的心境。而且词中的“高楼”、“玉阶”，也不是驿舍应有之景。驿舍邮亭，是不大会有高楼的，它的阶除也决不会“雕栏玉砌”，正如村舍茅店不能以“画栋雕梁”形容一样。同时，长亭、短亭，也不是望中之景；即使是“十里一长亭，五里一短亭”中的最近一座，也不是暮色苍茫中视野所能及。何况“长亭更短亭”，不知凡几，当然只能意想于心头，不能呈现于楼头人的眼底。",
                    "transferInfo" : "远处舒展的树林之上暮烟笼罩一片迷蒙，翠绿苍碧的山色深到极致。夜色弥漫进高高的闺楼，有人正在楼上独自忧愁。玉石的台阶上，徒然侍立盼望。那回巢的鸟儿，在归心催促下急急飞翔。哪里是我返回的路程？只看到道路上的长亭连着短亭。",
                    "backgroundInfo" : "本首词的具体创作背景不详。据宋僧文莹《湘山野录》卷上说：“此词不知何人写在鼎州沧水驿楼，复不知何人所撰。魏道辅泰见而爱之。后至长沙，得古集于子宣（曾布）内翰家，乃知李白所作。”",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "忆秦娥·箫声咽",
                    "author" : "李白",
                    "content" : "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。",
                    "addtionInfo" : "箫：一种竹制的管乐器。咽：呜咽，形容箫管吹出的曲调低沉而悲凉，呜呜咽咽如泣如诉。梦断：梦被打断，即梦醒。灞陵：在今陕西省西安市东，是汉文帝的陵墓所在地。当地有一座桥，为通往华北、东北和东南各地必经之处。伤别：为别离而伤心。乐游原：又叫“乐游园”，在长安东南郊，是汉宣帝乐游苑的故址，其地势较高，可俯视长安城，在唐代是游览之地。清秋节：指农历九月九日的重阳节，是当时人们重阳登高的节日。咸阳古道：咸阳，秦都，在长安西北数百里，是汉唐时期由京城往西北从军、经商的要道。古咸阳在今陕西省咸阳市东二十里。唐人常以咸阳代指长安，“咸阳古道”就是长安道。音尘：一般指消息，这里是指车行走时发出的声音和扬起的尘士。残照：指落日的光辉。汉家：汉朝。陵阙：皇帝的坟墓和宫殿。",
                    "classInfo" : "6",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "此词描绘了一个女子思念爱人的痛苦心情，读来凄婉动人。古人对它评价很高，把它与《菩萨蛮·平林漠漠烟如织》一起誉为“百代词曲之祖”。&&&“箫声咽，秦娥梦断秦楼月。”词人落笔就写一个京城女子，在一个月照高楼的夜晚，被凄凉呜咽的箫声惊醒了好梦。“秦娥”，泛指京城长安的一个美丽的女子。《方言》卷二云：“秦晋之间，美貌谓之娥。”“梦断”，谓梦被箫声所惊醒。这里反用《列仙传》所载萧史与弄玉的故事，因为善吹箫的萧史被秦穆公的女儿爱上，终于结为夫妻，一起随凤飞去，那该是多么美好;可这位秦娥呢，单身独宿，只能在梦中与爱人相聚，偏偏好梦被那凄切箫声所打断，醒来一看空剩清冷的月色，心里又该是多么悲伤!一个“咽”字，渲染出境界之凄凉;一个“断”字，烘托出秦娥内心的失望。开头两句就这样以流丽之艳语而描写出哀婉欲绝之情思。&&&“秦楼月，年年柳色，灞陵伤别。”秦娥从梦中惊醒，眼前只有照着楼台的月色;借着月色向楼下看，只见杨柳依旧青青，一如既往，不禁勾起往年在灞桥折柳，送别爱人那种悲伤情景的回忆。“秦楼月”之反复，本是这个词调的要求;而在这首小令之中，不仅起到由月色而见柳色的承上启下的作用，而且加强了对于孤独凄凉的环境气氛的渲染。至于由“柳色”而跳跃到“伤别”上去，既是从汉代以来折柳送别这一传统风尚生发出来的想象，又是对秦娥怀念远人心情的进层刻画。“灞陵”，汉文帝刘恒的陵墓，在今陕西西安市东，附近有灞桥，为长安人士送别之所。《三辅黄图》云：“灞桥在长安东，跨水作桥。汉人送客至此桥，折柳赠别。”“灞陵”一作“灞桥”。“灞陵伤别”，是由柳色触发的对当时分别情景的回忆，它既补明了“梦断”之“梦”乃是与远别爱人相聚的好梦，更为下阕结句的描写埋下了伏笔。这一“伤别”，本写秦娥之离愁别恨，而以年年贯之，则把多少年、多少代人间共有的悲剧连类道尽，境界顿然阔大起来，赋予了普遍的意义。这三句连贯而下，层层浮想，句意跳跃，脉络相承，曲尽秦娥梦断之后的所见和所思。&&&“乐游原上清秋节，咸阳古道音尘绝。”这两句紧承“伤别”，描写秦娥登原望信而不得的景象。“乐游原”在今西安市南，居全城最高处，四望宽敞，可瞭望全城和周围汉朝的陵墓；这里写秦娥登临远望的地点。“清秋节”，点明是清凉的秋季，既补写上阕没有明写的时间，又点染冷清寂寥的气氛。此时此地，秦娥满怀愁绪，眼望爱人由此离去的咸阳古道，苦苦等着，然而尘埃不起，音信全无。“咸阳”，乃秦朝京城，至汉、唐时从京城长安往西北经商或从军，咸阳为必经之地；“古道”，年代久远的通道，一个“古”字唤起人们对古往今来多少过客的不尽联想，前人喻之“语境则‘咸阳古道’”(引江顺诒《词学集成》)，正说出其境界之寥廓。“音尘绝”，见于蔡琰《胡笳十八拍》之十：“故乡隔兮音尘绝，哭无声兮气将咽。”“音尘”本谓声音与尘埃，后借指信息；“绝”，断绝。这三字，不仅写尽咸阳古道寂静冷落的景象，更把秦娥孤独无望、欲哭无声的心境写绝，其“伤别”之情可谓极矣!&&&“音尘绝，西风残照，汉家陵阙。”词人依词调的要求，将“音尘绝”三字加以反复，进一步强调从乐游原上远望咸阳古道的悲凉景象，和秦娥哀婉凄切的心境，而引出秦娥眼前之所见，只有在肃杀的秋风之中，一轮落日空照着汉代皇帝陵墓的荒凉图景。“阙”，此指陵墓前的牌楼。汉朝皇帝的陵墓都在长安周围(详见《三辅黄图》)，而身登乐游原的秦娥凭高瞭望，不见音尘，正将此景尽收眼底，同时秦娥怀古伤今的弦外之音，也借此被表达得淋漓尽致。特别是这结尾两句与上阕的结尾两句前后照应，从年年伤别的怀念远人，到残照陵阙的怀古伤今，气象突然为之开阔，意境也就愈显深远。&&&此词意境博大开阔，风格宏妙浑厚。读者从敦煌曲子词中也可以看到类似格调，而不类中晚唐的清婉绮丽。陆游说：“唐自大中以后，诗家日趋浅薄，其间不复有前辈宏妙浑厚之作。”（《花间集跋》）。诗风与词风自身存在着交错否定之趋势。&&&此词句句自然，而字字锤炼，沉声切响，掷地真作金石声。而抑扬顿挫，法度森然，无字荒率空泛，无一处逞才使气。以此而言，设为李太白之色，毋宁认是杜少陵之笔。其风格诚在五代花间未见，亦非歌席诸曲之所能拟望，已开宋代词之格调。",
                    "transferInfo" : "玉箫的声音悲凉呜咽，秦娥从梦中惊醒时，眼见秦家楼外一轮清冷明月。清冷的明月，每一年桥边青青的柳色，都印染着灞陵桥上的凄怆离别。又是一年重阳佳节，登上乐游原，秦娥遥望咸阳古道，可叹那人了无影踪、音信断绝。良人不见啊音信断绝，只有西风萧瑟，残阳似血，拂照着那汉家帝王的陵阙。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "三五七言",
                    "author" : "李白",
                    "content" : "秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！",
                    "addtionInfo" : "落叶聚还（huán）散：写落叶在风中时而聚集时而扬散的情景。",
                    "classInfo" : "4",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "此诗写在深秋的夜晚，诗人望见了高悬天空的明月，和栖息在已经落完叶子的树上的寒鸦，也许在此时诗人正在思念一个旧时的恋人， 此情此景， 不禁让诗人悲伤和无奈。这是典型的悲秋之作，秋风、秋月、落叶、寒鸦烘托出悲凉的氛围 加上诗人的奇丽的想象，和对自己内心的完美刻画让整首诗显的凄婉动人。&&&“秋风清，秋月明，落叶聚还散，寒鸦栖复惊。”&&&夜深许许，风自清，月自明。不堪秋意萧条，叶落去还聚，心有留念意，奈何不由己。孤鸦自栖息，是夜过黑还是风过寂，顾自心惊。 秋风。秋月。落叶。寒鸦。俱是引人心生悲凉之物象，又加以拟人，眼前全然勾勒秋意凄紧，萧条之气自字里行间悄然浮起。闭眼凝神，有断肠人枝下负手而立，背影寂寥，无限心事氤氲，秋气更添几分萧条。忽而颔首远眺，叹秋气盛起，寒鸦栖独枝。思及一段情事，怎生刻骨铭心，诗起便萧索之意盛极。当真声声诉相思，字字寒情苦。&&&“相思相见知何日，此时此夜难为情。”&&&那旧岁月里，你我也曾是相聚相知相爱。再寻不得，竟也是再见无期。此时此刻的我在这秋意阑珊的深夜，不忍重温那段旧事，让我情何以堪。 文起之时，萧索的秋之意象为这忆情情不得的无奈心境做下渲染，读至此，叫人心中悲叹之意更胜。往昔，曾深爱相伴的女子，现下竟是再见无期。苦天涯隔人。更苦，我思念你至深，只是不知你是否也念我一丝。夜凉如秋，因有相思于胸，夜也难度，情也难熬。此处诗人做完美内心刻画，致诗哀婉动人。凄怨悠远，哀怨如诉，从文辞中可以感受相思之情至无穷，从吟唱中可以感受相思之苦至无奈。&&&此诗只题作“三五七言”而不言及诗歌内容主题，可知诗人的创作意图本是偏重作品的形式特征，即只要满足全篇两句三言、两句五言、两句七言的体式要求就能成诗了。可以说，诗题中已经包含了明确的诗体形式内涵。&&&但李白这首诗也不能算是创体之作，因为初唐时僧人义净作有一首《在西国怀王舍城》，此诗因其体式特征而名为《一三五七九言》。李白的《三五七言》只是《一三五七九言》的变体，省去起首的“一言”和收尾的“九言”，即为“三五七言”。王昆吾在《唐代酒令艺术》中论证义净诗为“唱和之作”。李白这首《三五七言》可能也是他与其他诗人的“唱和诗”。“三五七言”是对所酬和诗歌格式的限制，这是一个“总题”，众人在具体创作时可根据所写内容再命一个相应的诗题。&&&此诗即使不是创体之作，也是李白最终确立了“三三五五七七”格式作为一种独特的曲辞格甚至成为一种时兴诗体的地位。这不仅是因为他借鉴和总结了许多人应用三五七字句式的经验，更得力于他自身歌辞创作中灵活运用此类格式的实践体悟，因而他的《三五七言》能表现出“哀音促节，凄若繁弦”（《唐宋诗醇》卷八）的艺术魅力。",
                    "transferInfo" : "秋风凄清，秋月明朗。风中的落叶时而聚集时而扬散，寒鸦本已栖息也被这声响惊起。盼着你我能再相见，却不知在什么时候，此时此刻实在难耐心中的孤独悲伤，叫我情何以堪。走入相思之门，知道相思之苦，永远的相思永远的回忆，短暂的相思却也无止境，早知相思如此的在心中牵绊，不如当初就不要相识。",
                    "backgroundInfo" : "根据安旗《李白全集编年注释》，此诗当作于公元756年（唐肃宗至德元载）。前人也有认为此诗是早于李白的郑世翼所作，但反对者多。严羽的《沧浪诗话》中的《诗体》一章说道：“有三五七言。”自注云：“自三言而终以七言，隋世郑世翼有此诗。”郭绍虞先生校释曰：“沧浪所谓郑世翼有三五七言，不知何据。案《诗人玉屑》无‘秋风清’以下各句，以从《玉屑》为是。‘秋风清’云云，见《李太白集》，当是李作。”",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "调笑令·边草",
                    "author" : "戴叔伦",
                    "content" : "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。",
                    "addtionInfo" : "边草：边塞之草。此草秋天干枯变白，为牛马所食。尽：死。雪晴：下过大雪后放晴。月明：月色皎洁。胡笳（jiā）：一种流行于北方游牧民族地区的管乐器，汉魏鼓吹乐常用之。绝：很，表示事物程度的副词。",
                    "classInfo" : "16",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "这是一首反映边地戍卒思归情绪的小令，这类题材在唐诗中多得不可胜计，但在词中却很少见。盛唐时代的诗人们都向往到边塞建功立业，所以岑参等人笔下的边塞风光无比壮丽，充满乐观的情调。但到了中唐时代，情况不同了，李益的边塞诗就有一种凄凉的气氛，不少诗篇描写边地戍卒的思乡怀归和哀怨情绪。戴叔伦此词所写也是这种思想情绪，但写得非常含蓄深沉。&&&开头“边草”两字重叠，固是词调格律的要求，而在这里使人联想到一望无际的草原，显示出空间的寥阔，同时点明边塞的地理环境，渲染了荒凉的气氛。接着“边草尽来兵老”一句，写时间之悠长。边草一次次从生长到枯萎，戍卒年年盼归，从青年到衰老。值得注意的是以“草尽”烘托“兵老”，还暗寓着统治者把戍卒当作“边草”一样看待的意思，表现出作者对统治者不管戍卒死活的斥责和抗议，寄托着对戍卒遭遇的深切同情。&&&中间一联对句，非常工整。“山南山北雪晴，千里万里月明。”前句写边塞冰天雪地，一片银白，“山南山北”点明白雪覆盖面之广阔，“晴”字点明飘雪已经停止，同时为下句的“月明”作铺垫。下句写白雪衬托下的月色分外皎洁，“千里万里”写月亮普照之广，同时也暗寓着边塞与家乡相隔之遥远。人隔两地，但所望之月是同一个月，所以明月是最易引起怀人思乡之景，李白著名的诗篇《静夜思》就是描绘见月思乡的情景，唐代写望月怀乡的诗篇不胜枚计。接着又按格律要求叠用“明月，明月”，使读者更体会到：戍卒面对明月，思乡怀人之情更切，似乎戍卒的思想已长着翅膀飞回了家乡。&&&结句“胡笳一声愁绝”，一声胡笳使戍卒从思乡梦中惊醒过来，原来自己仍旧身在边地，最后用“愁绝”二字表现出戍卒的极端忧愁苦闷，同时也起了点明主题的作用。&&&全词没有出现思乡怀人的字样，但句句都围绕着这一主题，其特点是全用景物烘托的手法。边地将尽的枯草，积满山岭的冰雪，晴朗夜空的明月，凄凉悲切的胡笳声，所有这些景物描写，都是为了烘托戍卒的心情，有了前面的层层铺垫，最后用“愁绝”二字点明，就显得心情特别沉重而有力。&&&此词的另一特点是重叠的结构形式。按照词的格律要求，全词有两对叠句，这种重叠通过重复歌咏可加强感情的抒发，同时也起了加深意境的作甩。“边草”重叠，形成一种荒凉的意境，描写了戍卒的活动背景，也烘托出戍卒空虚凄凉的心境，这就与单用“边草”二字的作用不同。“明月”重叠，一方面是上句末尾“月明”二字的颠倒，使之与上句转折呼应，这也是转应曲词调的格律要求，形成上下句勾连的格局，可产生回环往复的韵致，另一方面，“明月”二字的重叠，造成了一种明月普照的柔和氛围，烘托出了戍卒思乡怀人的强烈不安的情绪。&&&全词意境极为深沉含蓄，是中唐文人词中难得的一篇佳作。",
                    "transferInfo" : "边塞的野草啊，边塞的野草！野草枯尽，戍边的兵士也已老。山南山北雪后放睛，千里万里处处月明。明月啊，明月！远处传来胡笳一声，令人悲苦愁绝。",
                    "backgroundInfo" : "这首诗的具体创作时间不详。唐朝时期，政府在边地设立都护府，管理边地事务。很多士兵驻扎在边地，边地战事不断，士兵生活悲苦。这首词是作者为了表达边塞士兵渴望回归故乡的愿望而作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宫中调笑·团扇",
                    "author" : "王建",
                    "content" : "团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。",
                    "addtionInfo" : "调笑令：词牌名。团扇：圆形的扇子，古代歌女在演唱时常用以遮面。管弦：用丝竹做的乐器，如琴、箫、笛。昭阳：昭阳殿，借指皇帝和宠妃享乐之地。",
                    "classInfo" : "78",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "“团扇，团扇，美人病来遮面。”以咏扇起兴，同时绘出一幅妍妙的宫中仕女图。“新裂齐纨素，皎洁如霜雪。裁成合欢扇，团团如明月。”（班婕妤《怨歌行》）美的团扇，是美人的衬托。人的处表美当与健康分不开，但在封建时代，士大夫的审美观却是：西子捧心则更添妍姿。词起首写美人病来，自惭色减，以扇遮面，而纨扇与玉颜掩映，反有“因病致妍”之妙。如此写人，方为传神；如此咏物，方觉生动。倘如说“病态美”于今天的读者已经隔膜，那也无关紧要，因为全词的旨趣并不在此。作者最多不过是借此表明一种“红颜未老恩先断”的感慨罢了。&&&“玉颜憔悴三年，谁复商量管弦！”“玉颜憔悴”上应“美人病来”，却从咏物及人的外部动态过渡到写人物的命运和内心活动，转折中词意便深入一层。从下句的“复”字可会出，“三年”前美人曾有人与同“商量管弦”，以歌笑管领春风，而这一切已一去不复返。可见美人的“病”非常病，乃是命运打击所致，是由承恩到失宠的结果。“玉颜憔悴三年”，其中包含多少痛苦与辛酸。“谁复商量管弦！”将一腔幽怨通过感叹句表出。谁，有谁，也即“没有谁”。冷落三年之久，其为无人顾问，言下自明，语意中状出一种黯然神伤、独自叹息的情态。&&&“弦管，弦管，春草昭阳路断。”点明宫怨之意。“昭阳”，汉殿名，为汉成帝赵昭仪所居，用来指得宠的所在。“昭阳路断”即“君恩”已断，不直言这是因为君王喜新厌旧所致，而托言是春草萋萋遮断通往昭阳之路，含怨于不怨，尤婉曲有味。这从昭阳殿那边隐约传来的歌吹之声，会勾起久已不复有人“商量管弦”的宫人多深的惆怅，是不言面喻的。于是，“团扇”的兴义立见，它暗用了班婕妤著名的《怨歌行》的全部诗意，即以“秋扇见弃”暗示“恩情中道绝”。则所谓“美人病来遮面”亦不仅是自惭形秽而已，其中颇含“且将畴扇共徘徊”（王昌龄《长信秋词》）的感慨，见物我同情。这又是首尾转应了。&&&本来“弦管”的叠语按律只为上句末二字“管弦”倒文重叠咏叹，不必具实义。此词用来却能化虚为实，使二叠语大有助于意境的深化和词意的丰富。全词这所以能曲尽“转应”之妙，与此大有关系。这样的句子，方称得上“活句”。",
                    "transferInfo" : "团扇，团扇，宫中的美人病后用它来遮面。抱病三年，容颜憔悴，再没有谁同她商量管弦！管弦，管弦，无情的春草把通往昭阳殿的道路阻断。",
                    "backgroundInfo" : "王建写了大量的乐府，同情百姓疾苦，与张籍齐名。又写过宫词百首，在传统的宫怨之外，还广泛地描绘宫中风物，是研究唐代宫廷生活的重要材料。他写过一些小词，别具一格，《调笑令》，原题为“宫中调笑”，可见本是专门供君王开开玩笑的，王建却用来写宫中妇女的哀怨。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "竹枝词·山桃红花满上头",
                    "author" : "刘禹锡",
                    "content" : "山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。",
                    "addtionInfo" : "山桃：野桃。上头：山头，山顶上。",
                    "classInfo" : "37",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "这首诗是写一位深情女子在爱情受到挫折时的愁怨。这挫折乃是薄情郎的负心，这原是一个很古老的主题，而表现这个古老主题的这首小诗，其情景之浑化无迹，意境之高妙优美，却是罕见无比的。&&&头两句写眼前景色：“山桃红花满上头，蜀江春水拍山流。”上句写满山桃花红艳艳，下句写江水拍山而流，描写了水恋山的情景，这样的情景原是很美的，但对诗中的女子来讲，如此美景恰恰勾起了她的无限痛苦。&&&“花红易衰似郎意，水流无限似侬愁。”这两句是对景抒情，用的是两个比喻：花红易衰，正像郎君的爱情虽甜，但不久便衰落；而流水滔滔不绝，正好像自己的无尽愁苦。这两句形象地描绘出了了这个失恋女子的内心痛苦。比喻贴切、动人，使人读了，不禁为这个女子在爱情上的不幸遭遇而深受感动。南唐后主李煜的《虞美人》词：“问君能有几多愁，恰是一江春水向东流。”用江水比拟亡国之痛的深沉悠长，历来被人们称为写愁的名句，其实这正是从“水流无限似侬愁”一句脱胎而来的。&&&这首诗和前首诗一样，用的也是民歌常用的比兴手法，先写眼前水恋山的景象，然后再用它来作比喻，抒写愁绪，从而形象地描绘出人物的内心情感。全诗比喻新颖别致，形象感强。",
                    "transferInfo" : "春天，鲜红的野桃花开满山头，蜀江的江水拍打着山崖向东流去。容易凋零的桃花就像郎君的情意，这源源不断的江水就像我无限的忧愁。",
                    "backgroundInfo" : "这组诗写于公元822年（唐穆宗长庆二年）刘禹锡任夔州刺史时。刘禹锡非常喜爱这种民歌，他学习屈原作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词九首》。本诗即是其中一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "潇湘神·斑竹枝",
                    "author" : "刘禹锡",
                    "content" : "斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。",
                    "addtionInfo" : "潇湘神：词牌名。斑竹：即湘妃竹。相传舜崩苍梧，娥皇、女英二妃追至，哭啼极哀，泪染于竹，斑斑如泪痕，故谓“斑竹”。楚客：本指屈原，此处为作者自况。作此词时刘禹锡正值贬官朗州。瑶瑟：以美玉妆饰成的瑟，古代之管弦乐器。潇湘：潇水在今湖南零陵县西北合于湘水，称潇湘。",
                    "classInfo" : "78",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "《潇湘神》，一名《潇湘曲》。刘禹锡贬官朗州（今潮南常德）后，依当地的迎神曲之声制词，写了二首，创此词调，此为其中的第二首。潇湘，潇水流至湖南零陵县西与湘水合流，世称“潇湘”。潇湘神，即湘妃。指舜帝的两个妃子娥皇、女英。《博物志》记载，舜帝南巡，死于苍梧，葬于九嶷，他的爱妃娥皇、女英闻讯后赶至湘水边，哭泣悲甚，其泪挥洒在湘竹上，留下斑斑泪痕，遂成斑竹，她们也就自投于湘水，成为湘水女神，亦称“湘灵”。刘禹锡这首词，便是题咏湘妃故事的。&&&“斑竹枝，斑竹枝，泪痕点点寄相思。”开头两个叠句，一方面是利用两组相同的音调组成滚珠流水般的节奏，以加强哀怨的气氛；一方面是反复强调斑竹枝这一具体事物，以唤起并加深人们对有关传统故事的印象。词人在这重叠深沉的哀叹中，实际上也融进了自己被贬谪的怨愤痛苦之情，从竹上的斑点，写到人物的泪痕，又从人物的泪痕写到两地相思，层层深入，一气流贯。在词人的笔下，斑竹成为多情相思的象征，是一种隽永幽雅的意象，而不再是普通的自然景物。&&&“楚客欲听瑶瑟怨，潇湘深夜月明时。”楚客，本指屈原。刘禹锡当时正贬官在朗州，与屈原流放湘西相似，所以这里的“楚客”实是作者以屈原自喻，将湘妃、屈原和自己的哀怨，联系在一起。这里的“瑶瑟”，乃瑟的美称，在作者的想象中，湘灵鼓瑟必然极为哀怨，所以说“瑶瑟怨”。当夜深人静、明月高照之时，楚客徘徊于潇湘之滨，在伴和着潺潺湘水的悠扬琴韵中，细细领略其中滋味，此之谓以环境烘托心情。词中创造了一个凄清空漾的境界，更适于传达出词人哀怨深婉的情思，作者和湘灵的怨愤之情融合了，历史传说与现实生活融合了，作者的主观感情与客观景物也融合了，情致悠然不尽，辞止而意无穷。&&&全词虽为祭祀潇湘神而作，但却借古代神话湘妃的故事，抒发自己政治受挫和无辜被贬谪的怨愤。作者运用比兴的艺术手法，描绘了一个真实与虚幻结合的艺术境界，将远古的传说、战国时代逐臣的哀怨和自己被贬湘地的情思交织起来，融化为一体，赋予这首小词以深邃的政治内涵，显示出真与幻的交织和结合，以环境烘托其哀怨之情，虽似随口吟成，而意境幽远，语言流丽，留给读者无穷回味和遐想的余地。",
                    "transferInfo" : "斑竹枝啊斑竹枝，泪痕点点寄托着相思。楚地的游子啊若想听听瑶瑟的幽怨，在这潇水湘江之上当着夜深月明之时。",
                    "backgroundInfo" : "这首词是作者贬官朗州期间(朗州治所在今湖南常德)所作，通过咏湘妃的哀怨而抒发了自己被贬的内心的凄苦。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "忆江南词三首",
                    "author" : "白居易",
                    "content" : "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游！江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！",
                    "addtionInfo" : "忆江南：唐教坊曲名。这里所指的江南主要是长江下游的江浙一带。谙（ān）：熟悉。作者年轻时曾三次到过江南。江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。“山寺”句：杭州天竺寺每岁中秋有月桂子堕。桂子，桂花。郡亭：指杭州城东楼。看潮头：钱塘江入海处，有二山南北对峙如门，水被夹束，势极凶猛，为天下名胜。吴宫：指吴王夫差为西施所建的馆娃宫，在苏州西南灵岩山上。竹叶：酒名。即竹叶青，亦泛指美酒。吴娃：原为吴地美女名。醉芙蓉：形容舞伎之美。早晚：犹言何日，几时",
                    "classInfo" : "1",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "白居易曾经担任杭州刺史，在杭州待了两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，应该说，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十二年，他六十七岁时，写下了三首忆江南，可见江南胜景仍在他心中栩栩如生。&&&本诗其第一首，作者泛忆江南，兼包苏、杭，写春景。&&&全词五句。一开口即赞颂“江南好！”正因为“好”，才不能不“忆”。“风景旧曾谙”一句，说明那江南风景之“好”不是听人说的，而是当年亲身感受到的、体验过的，因而在自己的审美意识里留下了难忘的记忆。既落实了“好”字，又点明了“忆”字。接下去，即用两句词写他“旧曾谙”的江南风景：“日出江花红胜火，春来江水绿如蓝。”“日出”、“春来”，互文见义。春来百花盛开，已极红艳；红日普照，更红得耀眼。在这里，因同色相烘染而提高了色彩的明亮度。春江水绿，红艳艳的阳光洒满了江岸，更显得绿波粼粼。在这里，因异色相映衬而加强了色彩的鲜明性。作者把“花”和“日”联系起来，为的是同色烘染；又把“花”和“江”联系起来，为的是异色相映衬。江花红，江水绿，二者互为背景。于是红者更红，“红胜火”；绿者更绿，“绿如蓝”。&&&题中的“忆”字和词中的“旧曾谙”三字还说明了此词还有一个更重要的层次：以北方春景映衬江南春景。全词以追忆的情怀，写“旧曾谙”的江南春景。而此时，作者却在洛阳。比起江南来，洛阳的春天来得晚。作者写于洛阳的《魏王堤》七绝云：“花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。”在江南“日出江花红胜火”的季节，洛阳却“花寒懒发”，只有魏王堤上的柳丝，才透出一点儿春意。&&&花发得比江南晚，水也有区别。洛阳有洛水、伊水，离黄河也不远。但即使春天已经来临，这些水也不可能像江南春水那样碧绿。因此作者竭力追忆江南春景，从内心深处赞叹“江南好”，而在用生花妙笔写出他“旧曾谙”的江南好景之后，又不禁以“能不忆江南”的眷恋之情，收束全词。这个收束既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味。词虽收束，而余情摇漾，凌空远去。",
                    "transferInfo" : "江南好，我对江南的美丽风景曾经是多么的熟悉。春天的时候，晨光映照的岸边红花，比熊熊的火焰还要红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？",
                    "backgroundInfo" : "刘禹锡曾作《忆江南》词数首，是和白居易唱和的，所以他在小序中说：“和乐天春词，依《忆江南》曲拍为句。”此词在公元837年（唐文宗开成二年）初夏作于洛阳，由此可推白居易所作的三首词也应在开成二年初夏。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长相思·汴水流",
                    "author" : "白居易",
                    "content" : "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。",
                    "addtionInfo" : "汴水：源于河南，东南流入安徽宿县、泗县，与泗水合流，入淮河。泗水：源于山东曲阜，经徐州后，与汴水合流入淮河。瓜州：在今江苏省扬州市南面。吴山：泛指江南群山。悠悠：深长的意思。",
                    "classInfo" : "78",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "这首词是抒发“闺怨”的名篇，构思比较新颖奇巧。它写一个闺中少妇，月夜倚楼眺望，思念久别未归的丈夫，充满无限深情。词作采用画龙点睛之笔，最后才点出主人公的身份，突出作品的主题思想，因而给读者留下强烈的悬念。&&&上片全是写景，暗寓恋情。前三句以流水比人，写少妇丈夫外出，随着汴水、泗水向东南行，到了遥远的地方；同时也暗喻少妇的心亦随着流水而追随丈夫的行踪飘然远去。第四句“吴山点点愁”才用拟人化的手法，婉转地表现少妇思念丈夫的愁苦。前三句是陈述句，写得比较隐晦，含而不露如若不细细体会，只能看到汴水、泗水远远流去的表面意思，而看不到更深的诗意，这就辜负了作者的苦心。汴水发源于河南，古汴水一支自开封东流至今徐州，汇入泗水，与运河相通，经江苏扬州南面的瓜州渡口而流入长江，向更远的地方流去。这三首是借景抒情，寓有情于无情之中，使用的是暗喻和象征的手法。“吴山点点愁”一句，承“瓜洲古渡”而入吴地，而及吴山，写得清雅而沉重，是上片中的佳句。“吴山点点”是写景，在这里，作者只轻轻一带，着力于頙的“愁”字。著此“愁”字，就陡然使意发生了巨大的变化：吴山之秀色不复存在，只见人之愁如山之多且重，这是一；山亦因人之愁而愁，这是二；山是愁山，则上文之水也是恨水了，这是三。一个字点醒全片，是其笔力堪称强劲。&&&下片直抒胸臆，表达少妇对丈夫长期不归的怨恨。恨”且“悠悠”，无穷无尽，思念之深、等待之久，亦由此可知。而要此恨消除，除非爱人归来，所以词中说“恨到归时方始休”，——这一句既是思妇的心理活动，也是词人揆情度理给她的思念所作的结论。“月明人倚楼”句，或解释为爱人归来之后双双倚楼望月，即把这一句作为“恨到归时方始休”的补充句;或解释为思妇对着汴泗怀念爱人的时间、地点。在这两种解释中，本文取后者。月明之夜，思妇难寐，正是怀人念远之情最浓重的时刻。这个结句极富意境，有深化人物形象和升华主题的作用。&&&这首词体现了作者纯熟的写作技巧。他以月下脉脉的流水映衬、象征悠悠绵绵的离情别绪，深沉的思念和由此而产生的怨恨情绪;外景中明明的月光，长长的流水，点点的远山，与思妇内心世界中悠悠的思怨，极为和谐地统一在一起;且又频用叠字叠韵，句句押韵，再配上那柔和的民歌风味，就自然形成了一种行云流水之致，这与写“流水”、“相思”十分贴切。所以这首词虽然只有三十六个字，却不失为一件玲珑剔透的艺术珍品。",
                    "transferInfo" : "怀念丈夫的思潮，就像那汴水、泗水一样朝着南方奔流，一直流到瓜州渡口，愁思像那江南群山，起起伏伏。思念呀，怨恨呀，哪里才是尽头？除非你归来才会罢休。一轮皓月当空照，而我倚楼独自忧愁。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "花非花",
                    "author" : "白居易",
                    "content" : "花非花，雾非雾。夜半来，天明去。来如春梦几多时？去似朝云无觅处。",
                    "addtionInfo" : "来如：来时。几多时：短暂美好的。去似：去了以后，如早晨飘散的云彩，无处寻觅。朝（zhāo）云：此借用楚襄王梦巫山神女之典故。",
                    "classInfo" : "79",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "《花非花》是唐代诗人白居易所写的一首杂言古诗。此诗表达对人生如梦幻泡影，如雾亦如电的感慨，表现出一种对于生活中存在过、而又消逝了的美好的人与物的追念、惋惜之情。全诗由一连串的比喻构成，描述隐晦而又真实，朦胧中又有节律整饬与错综之美，是情诗的一首佳作。后人曾谱为曲子，广为流传。&&&首二句“花非花，雾非雾”，先就给人一种捉摸不定的感觉。“非花”、“非雾”均系否定，却包含一个不言而喻的前提：似花、似雾。因此可以说，这是两个灵巧的比喻。苏东坡似从这里获得一丝灵感，写出了“似花还似非花，也无人惜从教坠”（《水龙吟》）的名句。苏词所咏为杨花柳絮，而白诗所咏何物未尝显言。但是，从“夜半来，天明去”的叙写，可知这里取喻于花与雾，在于比方所咏之物的短暂易逝，难持长久。&&&单看“夜半来，天明去”，颇使读者疑心是在说梦。但从下句“来如春梦”四字，可见又不然了。“梦”原来也是一比。这里“来”、“去”二字，在音情上有承上启下作用，由此生发出两个新鲜比喻。“夜半来”者春梦也，春梦虽美却短暂，于是引出一问：“来如春梦几多时？”“天明”见者朝霞也，云霞虽美却易幻灭，于是引出一叹：“去似朝云无觅处”。&&&诗由一连串比喻构成，这叫博喻。它们环环紧扣，行云流水，自然成文。反复以鲜明的形象突出一个未曾说明的喻意。诗词中善用博喻者不乏其例，如《古诗十九首》（明月皎夜光）之“南箕北有斗，牵牛不负轭”，贺铸《青玉案》的“一川烟草，满城风絮，梅子黄时雨”。但这些博喻都不过是诗词中一个组成部分，象此诗通篇用博喻构成则甚罕见。再者，前一例用南箕、北斗、牵牛等星象作比，喻在“嘘名复何益”；后一例用烟草、风絮、梅雨等景象作比，喻在“借问闲悉都几许”，其喻本（被喻之物）都是明确的。而此诗只见喻体（用作比喻之物）而不知喻本，就象一个耐人寻思的谜。从而诗的意境也就蒙上一层“朦胧”的色彩了。&&&虽然此诗未曾说明喻义，但是它被作者编在集中“感伤”之部，同部还有情调接近的作品。一是《真娘墓》，诗中写道：“霜摧桃李风折莲，真娘死时犹少年。脂肤荑手不坚固，世间尤物难留连。难留连，易销歇，塞北花，江南雪。”另一是《简简吟》，诗中写到：“二月繁霜杀桃花，明年欲嫁今年死”，“大都好物不坚牢，彩云易散琉璃碎”，二诗均为悼亡之作，它们末句的比喻，尤其是那“易销歇”的“塞北花”和“易散”的“彩云”，与此诗末二句的比喻几乎一模一样，连音情都逼肖的，它们都同样表现出一种对于生活中存在过、而又消逝了的美好的人与物的追念、惋惜之情。而《花非花》一诗在集中紧编在《简简吟》之后，更告诉读者关于此诗归趣的一个消息。此诗大约与《简简吟》同时为同一目的所作吧。&&&此诗运用三字句与七字句轮换的形式（这是当时民间歌谣三三七句式的活用），兼有节律整饬与错综之美，极似后来的小令。所以后人竟采此诗句法为词调，而以“花非花”为调名。词对五七言诗在内容上的一大转关，就在于更倾向于人的内在心境的表现。在这点上，此诗也与词相近。这种“诗似小词”的现象，出现在唐代较早从事词体创作的诗人白居易笔下，原是很自然的。",
                    "transferInfo" : "像花而不是花，似雾而不是雾。半夜时到来，天明时离去。来时仿佛美好的春梦能有多少时间呢？离去时又像清晨的云彩散去无处寻觅。",
                    "backgroundInfo" : "《白氏长庆集》中有《真娘墓》以及《简简吟》二诗，且二诗均为悼亡之作。而《花非花》这首诗与以上二诗同卷，编次其后。所以推测《花非花》诗大约与《简简吟》同时为同一目所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浪淘沙·借问江潮与海水",
                    "author" : "白居易",
                    "content" : "借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。",
                    "addtionInfo" : "妾：古时女子的谦称。恨：埋怨，不满的情绪。",
                    "classInfo" : "39",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "这首词形式与七言绝句相同，本来是白居易的自度曲，“相恨不如潮有信”句诗人化用了李益《江南曲》诗意：“嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。”在中唐当时，官府重商弃农，盐商和珠宝大贾成为一个特殊阶层，“姓名不在县籍中”，“不属州县属天子”，他们牟取暴利，生活豪奢，“商人重利轻离别”、“日日逐利西复东”，故商人妇便更要常受“来去江口守空船”之苦。&&&“借问江潮与海水，何似君情与妾心”首二句劈空发问，以水喻情。“江潮”常汹涌而来，倏忽而去，与薄幸人起初热烈却又转瞬即逝的爱情极为相似。大海既深且广，有如思妇对情人的思念。但词中思妇却并不这么看，她认为江和海水不能与自己的情意相比。&&&“相恨不如潮有信，相思始觉海非深”，上二句设问，这两句予以回答。“江潮”纵然倏忽而逝，但它有日日夜夜有来有往，而那负心郎呢？他走后却再没有音信。海水纵然很深，却不及自己对“君”的情意深厚。真是“君心不如潮，妾心深过海”。词以“君心”比“江潮”，以“妾心”比“海水”，十分贴切自然，读之叫人拍手称妙。这首词虽写闺情，却是以欢情来显现，形式清新活泼。&&&该词通过自问自答的形式来写闺情，真实地表现出她对爱情的忠贞和被人抛弃的悲惨境遇。既借鉴民歌常见表现手法，质朴明快，天然无饰，而又言简意赅，细腻而生动地表现出一位与琵琶女身世相同的思妇的复杂矛盾心理。含蓄深婉，怨而不怒，堪称民间词与文人词结合的典范。",
                    "transferInfo" : "我问这江潮和海水，哪里像郎君的深情和女子的心意。男女互相埋怨的时候认为对方不如潮水守时有信，互相思念的时候才发觉海并不算深。",
                    "backgroundInfo" : "这首诗的创作时间大约是在大和至开成年间，作者在洛阳所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "采莲子·菡萏香莲十顷陂",
                    "author" : "皇甫松",
                    "content" : "菡萏香连十顷陂，小姑贪戏采莲迟。晚来弄水船头湿，更脱红裙裹鸭儿。",
                    "addtionInfo" : "菡萏（hàn dàn）：荷花。陂（bēi）：水池。鸭儿：船家所喂养的小鸭。",
                    "classInfo" : "80",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "这首词写出了采莲女子的活泼嬉戏情态。&&&首写荷花满塘，香闻十里的背景以及采莲女子贪玩而忘了采莲的情景。后二句是一个特写镜头，也是“贪戏”的进一步形象写照，欢笑之声可闻，活泼之状可见。汤显祖评道：“人情中语，体贴工致，不减睹面见之。&&&反映江南采莲优美风俗的第一首诗，是汉乐府《汉南可采莲》。后来梁武帝制《采莲曲》，梁、陈、隋三代相沿之作不少，但多浮泛轻靡。皇甫松是唐代人，生于江南，他的这组《采莲子》，则是清水出芙蓉，充满健康活泼的生活气息。 《采莲子》是唐代教坊曲，七言四句，句尾带有和声。此组歌词，若去掉和声，则无异七言绝句，呈示的是一位少女采莲的情景，这是其第一境界。包括和声在内则不同，展现的是采莲众少女一唱众和的情景，这是其第二境界。此词和声既传，则应欣赏其作为有和声之歌词而不是无和声之绝句的全幅境界。 　　两词的主角为同一位少女，两词回环映照，实不可分。先看前一首。“菡萏香连十顷破（举棹）。”菡萏即荷花。采莲是采莲蓬，但此时不妨还有迟开的荷花，如此则意境更美，荷花与红裙少女相映成趣。陂是池沼，即荷塘。香连二字，以荷花的清香把回塘十顷连了起来，并把采莲女曲曲引入荷塘深处，这样写法，有空灵之妙。句尾和声“举棹”，与现境相关，分明唱出众少女打桨荡舟的情景。诵之则仿佛一女歌声方余音袅袅，众少女已齐声相和。“小姑贪戏采莲迟（年少）。”小姑是歌中人，其实不妨就是唱歌的少女，如此则有戏剧性，意味更妙。小姑平时藏深闺，今日入荷塘，林立的荷叶似乎隔开了人世的拘束，清清的水波更荡开了她的心扉。小姑不禁贪玩戏水，流连忘返。“晚来弄水船头湿（举掉）”。“晚来”承上句“采莲迟”，“弄水”点上句“贪戏”。小姑弄水，大概是赤着双脚打水吧，到了兴头上，采莲船也给浇得水湿淋淋。可是她的娇憨之态还不止于此呢。“更脱红裙裹鸭儿（年少）。”小姑的无拘无束，憨态可掬，活脱脱就在眼前。句尾和声一起，伴随着众少女的一片笑声，那不消悦了。",
                    "transferInfo" : "清香的荷花把回塘十顷连了起来，采莲的少女不禁贪玩戏水，忘了采莲。到了兴头上，连采莲船也被水打湿了。而后把红裙脱下来了，裹住了船家的小鸭子。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "梦江南·兰烬落",
                    "author" : "皇甫松",
                    "content" : "兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。",
                    "addtionInfo" : "兰烬：因烛光似兰，故称。烬：物体燃烧后剩下的部分。暗红蕉：谓更深烛尽，画屏上的美人蕉模糊不辨。萧萧：同潇潇，形容雨声。驿：驿亭，古时公差或行人暂歇处。",
                    "classInfo" : "6",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "这是一首描写旅客思乡之作。&&&先写旅邸的夜景，然后转入梦境，通过对梦中江南暮春夜景绘声绘色的描写，词人把自己的情绪全部隐藏到具体的景物背后，诗情含而不露，情景交融。落笔之处，尽显词人对故乡的深深思念之情。&&&“兰烬落，屏上暗红蕉。”“兰烬”，兰膏燃烧的余烬。起二句八字写夜深人静，室内昏暗，灯花已经残落，画屏上鲜红的美人蕉，在微弱的灯光下，颜色也已显得暗淡，这正是入睡的时刻。这是一个寂寞的夜晚，隐约地透出人的黯然心情，经过这一铺垫，下面便转入了梦境的描写。&&&“闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。”后三句进入梦境，却完全是另一种景象：梦中的江南，情调清朗，色彩明丽，梅子正熟，风景绝佳。恰在这时，夜雨轻飘，船泊泽国，笛声悠扬；人语驿桥，春水碧波。这里，有景，有情，有色彩，有声音，还有人，这是一个多么令人难忘的夜晚！梦里梦外，都是夜景，但现实的夜如此凄清、冷寂，蕴涵着丝丝哀怨；而梦中江南的夜，却是那样欢乐、愉快、醉人。今昔对比，作者对江南故乡怀念的深情，隐约可见。&&&全词从室内屏风上的人工画面、写到室外江南水乡真实的自然图景，由绘色（红蕉、黄梅）到绘声（吹笛、人语、夜雨潇潇），亦即从视觉到听觉，构思新奇，意境清幽，动静兼备。全篇通过叙述一个轻柔恬美的梦境，描绘了江南初夏迷人的景致，亲切温和，意蕴无尽。",
                    "transferInfo" : "更深烛尽，画屏上的美人蕉已经模糊不辨。渐渐进入梦乡，梦中的江南，正是青梅熟时；在静谧的雨夜中，江中的行船传来悠扬的笛声，桥上驿亭边也传出阵阵人语，操着那久违的乡音，诉说着难忘的故事。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望江南·梳洗罢",
                    "author" : "温庭筠",
                    "content" : "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。",
                    "addtionInfo" : "梳洗：梳头、洗脸、化妆等妇女的生活内容。独：独自，单一。望江楼：楼名，因临江而得名。千帆：上千只帆船。帆：船上使用风力的布蓬，又作船的代名词。皆：副词，都。斜晖：日落前的日光。晖：阳光。脉脉：凝视貌。肠断：形容极度悲伤愁苦。白蘋（pín）：水中浮草，色白。古时男女常采蘋花赠别。洲：水边陆地。",
                    "classInfo" : "39",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "此词写一女子登楼远眺、盼望归人的情景，表现了她从希望到失望以致最后的“肠断”的感情。&&&这是一首小令，只有二十七个字。“词之难于令曲，如诗之难于绝句”，“一句一字闲不得”（《白香词谱笺》）。起句“梳洗罢”，看似平平，“语不惊人”。但这三个字内容丰富，给读者留了许多想像的余地。这不是一般人早晨起来的洗脸梳头，而是特定的人物（思妇），在特定条件（准备迎接久别的爱人归来）下，一种特定情绪（喜悦和激动）的反映。&&&在中国古典诗歌中，常以“炉薰阖不用，镜匣上尘生。绮罗失常色，金翠暗无精”之类的描写来表现思妇孤寂痛苦的生活和心情。本篇用法有所不同，离别的痛苦，相思的寂寞，孤独的日子似乎就要过去，或者说她希望中的美好日子似乎就要来到，于是，临镜梳妆，顾影自怜，着意修饰一番。结果是热烈的希望之火遇到冰冷的现实，带来了深一层的失望和更大的精神痛苦，重新又要回到“明镜不治”“首如飞蓬”的苦境中去。这三个字，把这个女子独居的环境，深藏内心的感情变化和对美好生活的向往，不是生动地表现出来了吗？&&&“梳洗罢”，隐含着女主人公盼归的期望，如果不是有这份心情在，她可能就会象温庭筠在他的《菩萨蛮·小山重叠金明灭》词中所说的“懒起画蛾眉，弄妆梳洗迟”了。“女为悦己者容”，这容是为了心上人才有意义的，正因为她期望中丈夫会回来，希望他看到自己的美好容貌，所以她才会认真梳洗。一个“罢”字之后，紧接“独倚”，反映了女主人公急切的心情――她黎明即起，刚一梳洗完毕就匆匆的赶去江楼了。一个“独”字，不仅说出了她的孤独，隐含着她与心上人的分离，而且也与下面象征分别的“白苹洲”（详解见下）遥相呼应。&&&“过尽千帆皆不是”，写出了她希望与失望交替的过程。远处每有一船现影，她便引颈长望，心儿随着船的渐行渐近而渐渐紧张，希望也渐渐高涨，可是船到楼头无情地继续前行，当她意识到这并不是她等待的船儿时，她的失望情何以堪！&&&“斜晖脉脉水悠悠”，已是夕阳西下的时候了，早上满腔的期望都随落日渐渐黯淡。这斜晖尚且脉脉含情，无限同情女主人公不幸境遇，为什么她盼望的人却如此薄情寡义，弃她于不顾呢？那悠悠流去的水，是女主人公心中不尽的柔情，是她一日日逝去的青春年华，不也是她绵绵不绝的无限愁情么？&&&“肠断白蘋洲”，在愁情满怀、斜晖渐去的时候，女主人公的目光偏偏又遇到了他们当年分手的白苹州，这怎么能叫她不肝肠寸断呢？朱光潜认为“把‘肠断白苹洲’五字删去，意味更觉无穷。”因前几句已写出一个倚楼等待离人归来却一再失望的思妇形象。“斜辉”句景中有情，足以给人无限联想的空间，再以“断肠”涂饰，便一泻无余，神形俱失，遂成败笔。这是很有道理的。&&&词是注重作家主观抒情的艺术形式。这首小令，情真意切，生动自然，没有矫饰之态和违心之语。词中出现的楼头、船帆、斜晖、江水、小洲，这些互不相干的客观存在物，思妇的由盼郎归来的喜悦到“肠断白苹洲”的痛苦失望，这些人物感情神态的复杂变化，作家经过精巧的艺术构思，使之成为浑然一体的艺术形象。作家的思想感情像一座桥梁，把这些景物、人物联系了起来，而且渗透到了景物描绘和人物活动之中，成了有机的艺术整体，使冰冷的楼、帆、水、洲好像有了温度，有了血肉生命，变得含情脉脉；使分散孤立的风景点，融合成了具有内在逻辑联系的艺术画面；使人物的外在表现和内在的心理活动完美统一地显示出来。这正是现实生活中的思妇的怨和恨，血和泪，深深地感动了作家；在这些似乎平静的字句中，跳动着作家真挚热烈的心。&&&这首小令，像一幅清丽的山水小轴，画面上的江水没有奔腾不息的波涛，发出的只是一种无可奈何的叹息，连落日的余晖，也缺乏峻刻的寓意，盘旋着一股无名的愁闷和难以排遣的怨恨。还有那临江的楼头，点点的船帆，悠悠的流水，远远的小洲，都惹人遐想和耐人寻味，有着一种美的情趣，一种情景交融的意境。这首小令，看似不动声色，轻描淡写中酝酿着炽热的感情，而且宛转起伏，顿挫有致，于不用力处看出“重笔”。&&&思妇题材写的人很多，可说是个“热门题材”，但这首小令，不落俗套，很有特色。这也是个软题材，但这首小令不是软绵绵的，情调积极、健康、朴素。在有着绮靡侧艳“花间”气的温词中，这首小令可说是情真意切，清丽自然，别具一格的精品。",
                    "transferInfo" : "梳洗打扮后，在望江楼上独自依靠栏杆远望。成百上千艘船过去了，所盼望的人都没有出现。太阳的余晖脉脉地洒在江面上，江水缓缓的流着，思念的柔肠萦绕在那片白蘋洲上。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "菩萨蛮·小山重叠金明灭",
                    "author" : "温庭筠",
                    "content" : "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。",
                    "addtionInfo" : "小山：眉妆的名目，指小山眉，弯弯的眉毛。金：指唐时妇女眉际妆饰之“额黄”。明灭：隐现明灭的样子。鬓云：像云朵似的鬓发，形容发髻蓬松如云。度：覆盖，过掩，形容鬓角延伸向脸颊，逐渐轻淡，像云影轻度。欲度：将掩未掩的样子。香腮雪：香雪腮，雪白的面颊。蛾眉：女子的眉毛细长弯曲像蚕蛾的触须，故称蛾眉。弄妆：梳妆打扮，修饰仪容。罗襦：丝绸短袄。鹧鸪：贴绣上去的鹧鸪图，这说的是当时的衣饰，就是用金线绣好花样，再绣贴在衣服上，谓之“贴金”。",
                    "classInfo" : "75",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "这首《菩萨蛮》词以精致的构思，精美的语言，写闺中思妇独处的情怀，刻画出一位典型环境中的典型女性形象。&&&小山，眉妆之名目，晚唐五代，此样盛行，见于《海录碎事》，为“十眉”之一式。大约“眉山”一词，亦因此起。眉曰小山，也时时见于当时词中，如五代蜀秘书监毛熙震《女冠子》云：“修蛾慢脸（脸，古义，专指眼部），不语檀心一点（檀心，眉间额妆，双关语），小山妆。”正指小山眉而言。又如同时孙光宪《酒泉子》云：“玉纤（手也）淡拂眉山小，镜中嗔共照。翠连娟，红缥缈，早妆时。”亦正写晨妆对镜画眉之情景。可知小山本谓淡扫蛾眉，实与韦庄《荷叶杯》所谓“一双愁黛远山眉”同义。&&&旧解多以小山为“屏”，其实未允。此由不知全词脉络，误以首句与下无内在联系；不知“小山”为眉样专词，误以为此乃“小山屏”之简化。又不知“叠”乃眉蹙之义，遂将“重叠”解为重重叠叠。然“小山屏”者，译为今言，谓“小小的山样屏风”也，故“山屏”即为“屏山”，为连词，而“小”为状词；“小”可省减而“山屏”不可割裂而止用“山”字。既以“小山”为屏，又以“金明灭”为日光照映不定之状，不但“屏”“日”全无着落，章法脉络亦不可寻矣。&&&重，在诗词韵语中，往往读平声而义为去声，或者反是，全以音律上的得宜为定。此处声平而义去，方为识音。叠，相当于蹙眉之蹙字义，唐诗有“双蛾叠柳”之语，正此之谓。金，指唐时妇女眉际妆饰之“额黄”，故诗又有“八字宫眉捧额黄”之句，其良证也。&&&已将眉喻为山，再将鬓喻为云，再将腮喻为雪，是谓文心脉络。盖晨间闺中待起，其眉蹙锁，而鬓已散乱，其披拂之发缕，掩于面际，故上则微掩眉端额黄，在隐现明灭之间；下则欲度腮香，——度实亦微掩之意。如此，山也，金也，云也，雪也，构为一幅春晓图，十分别致。&&&上来两句所写，待起未起之情景也。故第三句紧接懒起，起字一逗——虽曰懒起，并非不起，是娇懒迟迟而起也。闺中晓起，必先梳妆，故“画蛾眉”三字一点题——正承“小山”而来。“弄妆”再点题，而“梳洗”二字又正承鬓之腮雪而来。其双管并下，脉络最清。然而中间又着一“迟”字，远与“懒”相为呼应，近与“弄”字互为注解。“弄”字最奇，因而是一篇眼目。一“迟”字，多少层次，多少时光，多少心绪，多少神情，俱被此一字包尽矣。&&&梳妆虽迟，终究须有完毕之日，故过片重开，即写梳妆已罢，最后以两镜前后对映而审看梳妆是否合乎标准。其前镜，妆台奁内之座镜也；其后镜，手中所持之柄镜也——俗呼“把儿镜”。所以照者，为看两鬓簪花是否妥恰，而两镜之交，“套景”重叠，花光之与人面，亦交互重叠，至于无数层次！以十个字写此难状之妙景，尽得神理，实为奇绝之笔。&&&词笔至此，写梳妆题目已尽其能事了，后面又忽有两句，又不知为何而设？新贴，新鲜之“花样子”也，剪纸为之，贴于绸帛之上，以为刺绣之“蓝本”者也。盖言梳妆既妥，遂开始一日之女红：刺绣罗襦，而此新样花贴，偏偏是一双一双的的鹧鸪图纹。闺中之人，见此图纹，不禁有所感触。此处之所感所触，乃与开头之山眉深蹙，梦起迟妆者相应。由此一例足见飞卿词极工于组织联络，回互呼应之妙。&&&全篇内容是写一个女子早晨自娇卧未醒，宿妆已残而懒起梳妆，而妆毕簪花照镜，而穿上新罗襦之 过程。结构亦循此次序作直线型之描叙，极清晰明了。此词写闺怨之情，却不着一字点破，而是通过主人公起床前后一系列的动作、服饰，让读者由此去窥视其内心的隐秘。尤其是词的末二句“新帖绣罗襦，双双金鹧鸪”，不仅充分体现了温庭筠词密丽浓艳的风格，而且以咏物衬人情，更见蕴藉。&&&在格律上，词作采用了仄韵和平韵交错变换的调式来表现曲折细腻的思想感情，而“照花前后镜，花面交相映”二句，不仅平仄合于律句，而且巧妙地安排了五个响亮的去声字：“照”“后”“镜”“面”“映”，置于换头之处，吟唱时，就更加显得跌宕飞动，抑扬顿挫。",
                    "transferInfo" : "眉妆漫染，额上的额黄半明半暗的闪耀着，鬓边发丝散漫将掩未掩那雪白的面颊。懒懒地无心去描弯弯的眉，迟了好久才起身梳理晨妆。照一照新插的花朵，对了前镜，又对后镜，红花与容颜交相辉映。刚刚穿上的崭新绫罗短衣，上边绣贴着一双双的金鹧鸪。",
                    "backgroundInfo" : "此词约作于大中（唐宣宗年号，847—860年）后期，具体时间不详。据《唐才子传》和《北梦琐言》记载，唐宣宗喜欢曲词《菩萨蛮》，相国令狐绹暗自请温庭筠代己新填《菩萨蛮》词以进。据此可知《菩萨蛮》诸词乃温庭筠所撰而由令狐绹进献唐宣宗之作。其时当在公元850年（大中四年）十月至公元859年（十三年）十月之间，《唐五代文学编年史》编为大中六年（852）前后，正值温庭筠屡试不第之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "更漏子·柳丝长",
                    "author" : "温庭筠",
                    "content" : "柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。",
                    "addtionInfo" : "更漏：古人用铜壶滴漏来计时，将一夜分为五更。子：曲子的简称。漏声：指报更报点之声。迢递（tiáo dì）：遥远。塞雁：北雁，春来北飞。城乌：城头上的乌鸦。画屏：有图饰品的屏风，为女主人公居室中的摆设。金鹧鸪（zhè gū）：金线绣成的鹧鸪，可能绣在屏风上，也可能是绣在衣服上的。薄：通“迫”，逼来。惆怅（chóu chàng）：失意、烦恼。谢家池阁：豪华的宅院，这星即指女主人公的住处。谢氏为南朝望族，居处多有池阁之胜。后来便成为一共名。红烛背：背向红烛；一说以物遮住红烛，使其光线不向人直射。",
                    "classInfo" : "52",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "这首词表现了一个思妇在春雨之夜的孤寂境遇和愁苦思恋。&&&上片写室外之景。首三句描写春雨绵绵洒在柳丝上，洒在花木丛中的情形。独处空闺的人是敏感的。外界的事物很容易触动其心绪，何况是在万籁俱寂的春夜。因此，当她听到从花木上掉下来的雨滴之声，犹误以为是远方传来的计时漏声。可以想象，思妇由于对远人的眷念时刻萦系在心，无法释然。故而心绪不宁，度日如年。那雨滴之声就像是放大了的漏声，对她来讲就格外地刺耳。柳丝、春雨等本是浓丽之景。但在这里只是用来暗示思妇凄凉的心境，增强对比的效果。“惊塞雁”三句则进一步渲染思妇的这种心理感觉。人忍受不了这夜雨之声的侵扰，那么物又如何呢。在思妇的想象中，即使征塞之大雁，宿城之乌鸦，甚至是画屏上之鹧鸪也必定会闻声而惊起，不安地抖动其翅翼。这几句是移情于物的写法，以惊飞的鸟来暗示思妇不安的心情。“画屏金鹧鸪”乍一看似突亍铿由室外移至室内，由听觉变成了视觉。其实，描写静止的鹧鸪慢慢变得灵动起来，这种错觉正好衬出思妇胸中难言之痛苦。&&&下片描写思妇所居之室内情形。在兰室之内，炉香即将燃尽．香雾渐渐消散，但却依然能透过层层的帷帐。在这样精致雅洁的环境里，思妇的心态却只能以“惆怅”两字来概括，可见其凄苦。这里“谢家池阁”泛指思妇居处。由于这些华堂美室曾经是思妇与离人共同欢乐的地方。现今独自居住，物是人非，故其心理感觉就迥然不同。“红烛背”三句则进一步描绘了在这孤寐无伴的夜晚。百无聊赖的环境下思妇之情状。如何才能排遣心中绵绵不绝的离情，如何才能寻觅离人的踪影。只有吹熄红烛，放下帐帷，努力排除外界的干扰，进入梦乡。然而“梦长君不知”，这又是一种多么可悲可叹的情景。&&&全词用暗示的手法，造成含蓄的效果，思妇寂寞凄凉的心理状态，深沉细腻的感情世界，几乎都是从具体的物象中反映出来的。",
                    "transferInfo" : "柳丝柔长春雨霏霏，花丛外漏声不断传向远方。塞雁向南归去令人惊心，杂乱的城鸟寻觅着栖巢，望着画屏上对对金鹧鸪令人格外伤感。薄薄的香雾透入帘幕之中，美丽的楼阁池榭啊再无人一起观赏。绣帘低垂独自背着垂泪的红色蜡烛，长梦不断远方亲人啊可知道我的衷肠？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "菩萨蛮·红楼别夜堪惆怅",
                    "author" : "韦庄",
                    "content" : "红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。",
                    "addtionInfo" : "红楼：红色的楼，泛指华美的楼房。堪惆怅：此指因失意或失望而伤感、懊恼。香灯：即长明灯，通常用琉璃釭盛香油燃点。流苏帐：用彩色羽毛或丝线等制成的穗状垂饰物。此指饰有流苏的帷帐。残月句：此句是当黎明之时将要出门离去女子留着眼泪与之辞别。琵琶：乐器，此类乐器原流行于波斯、阿拉伯等地，汉代传人我国。后经改造，团体修颈，有四弦、十二柱。金翠羽：指琵琶上用黄金和翠玉制成的饰物。弦上黄莺语：此句是指琵琶之声犹如黄莺的啼叫。绿窗：绿色纱窗。指贫女的闺室。",
                    "classInfo" : "7",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "这首《菩萨蛮》词，就是写作者浪迹江南一带时思乡怀念妻子的惆怅心情。&&&词的上片，写离别之夜，爱人和泪送行的动人情景。&&&“红楼别夜堪惆怅，香灯半卷流苏帐。”这两句写分别时的情景。回忆在朱门红楼那天告别之夜，灯光映照着半卷的挂有流苏的帐子的情景，真叫人难过极了。“流苏”，是用五彩毛羽或丝绸作成的须带或垂饰，称流苏。“半卷流苏帐”，指人还未入睡。&&&“残月出门时，美人和泪辞。”次二句写情深似海，难舍难分，一直到残月将落时，爱人带着泪水，才送我离开家门，分手告别的。&&&词的下片，写客地思归，由听到琵琶乐声想到所爱之人正倚窗远望，等候自己归去。&&&“琵琶金翠羽，弦上黄莺语。”这两句写作者在他乡听歌女弹琵琶，弦上弹出黄莺般的音乐声。“金翠羽”本指美人的金钗，这里用以代指歌女，“黄莺语”指琵琶弹的乐声就象清脆婉转的黄莺啼般的歌声，极写琵琶声调的婉转。&&&“劝我早还家，绿窗人似花。”这两句写词人由“黄莺语”联想起爱人临别时叮咛自己早日归家，想到花容月貌的爱人此时正倚窗远望，盼望归去。",
                    "transferInfo" : "当时红楼离别之夜，令人惆怅不已，香灯隐约地映照着半卷的流苏帐。残月将落，天刚破晓时，“我”就要出门远行，美人含着泪珠为“我”送行，真是“寸寸柔肠，盈盈粉泪”的样子。临别时为我弹奏一曲如泣如诉的乐章，那琵琶杆拨上装饰着用金制成的翠羽，雍容华贵；那琵琶弦上弹奏着娇软的莺语，婉转动人。那凄恻的音乐分明是在劝“我”早些儿回家，碧纱窗下有如花美眷在等着他。",
                    "backgroundInfo" : "《菩萨蛮·红楼别夜堪惆怅》创作于韦庄浪迹江南一带时，思乡怀念妻子的惆怅心情。韦庄生在唐帝国由衰弱到灭亡、五代十国分裂混乱的时代。他一生饱经乱离漂泊之苦。黄巢攻破长安，他逃往南方，到处流浪。直到59岁，才结束了这漂泊流离的生活。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "菩萨蛮·人人尽说江南好",
                    "author" : "韦庄",
                    "content" : "人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
                    "addtionInfo" : "游人只合江南老：这里指飘泊江南的人，即作者自谓。只合：只应。碧于天：一片碧绿，胜过天色。垆边：指酒家。垆，旧时酒店用土砌成酒瓮卖酒的地方。据史记记载，司马相如妻卓文君长得很美，曾当垆卖酒。皓腕凝霜雪：形容双臂洁白如雪。凝霜雪，像霜雪凝聚那样洁白。“未老”句：年尚未老，且在江南行乐。如还乡离开江南，当使人悲痛不已。须：必定，肯定。",
                    "classInfo" : "78",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "这首诗是《菩萨蛮五首》中的第二首，对第一首的回应。难道主人公不愿意回到家中吗？可是自己求取功名不得，又怎能轻言回去呢？“人人尽说江南好。游人只合江南老。”写得多美！但这种美，不是靠意象的美而烘托，却是靠浓挚的情感，而且是经过理性的浸润后的浓挚的情感动人。江南之美，甲于天下，但寓居在此，逃避战乱的人，又怎么会有归属感？故这两句是沉郁的。“春水碧于天”是江南风景之美，江南水的碧绿，比天色的碧蓝更美。“画船听雨 眠”是江南生活之美，在碧于天的江水上，卧在画船之中听那潇潇雨声，这种生活和中原的战乱比较起来，是何等的闲适自在。前二句的沉郁，与后二句的空灵，就形成了难以言喻的艺术张力。&&&过片暗用卓文君之典。汉时蜀人司马相如，与巨富卓王孙之女卓文君私奔，因卓王孙宣布与文君断绝关系，司马相如就令文君当垆，自己穿着短裤，在大街上洗涤酒器。所以“垆边人似月。皓腕凝霜雪”，垆就是酒垆，垆边人指的就是自己的妻子，也就是上一首中“绿窗人”。主人公何尝不思念这位面如皎月、肤色赛霜雪的妻子？&&&最后两句是抒情，抒发了想回故乡勒欲归不得的盘旋郁结的苦衷。 这抒情体现了花间词特点，虽直抒胸臆，却又婉转含蓄，饶有韵致。说“莫还乡”实则正由于想到了还乡。他没有用“不”字，用的是有叮嘱口吻的“莫”字，表现出了一种极深婉而沉痛的情意，你想还乡，而现在没有老，不能还乡，表现了对故乡欲归不得的盘旋郁结的苦衷。后面说“还乡须断肠”，这正是别人之所以敢跟你说“游人只合江南老”的理由，因为你回到那弥漫着战乱烽火的故乡，只会有断肠的悲哀。讲到这里再回头看“人人尽说江南好，游人只合江南老”，就会明白陈廷焯为什么赞美韦庄词“似直而纡，似达而郁”了。&&&这首词描写了江南水乡的风光美和人物美，既表现了诗人对江南水乡的依恋之情，也抒发了诗人飘泊难归的愁苦之感。",
                    "transferInfo" : "人人都说江南好，来到这的游人只想在江南慢慢变老。春天的江水清澈碧绿更胜天空的碧蓝，还可以在有彩绘的船上听着雨声入眠。江南酒家卖酒的女子美丽无比，盛酒撩袖时露出的双臂洁白如雪。年华未衰之时不要回乡，回到家乡后必定要愁肠寸断。",
                    "backgroundInfo" : "根据中国古典文学专家叶嘉莹教授的研究，韦庄的《菩萨蛮五首》词中的“江南”，都是确指的江南之地，并非指蜀地。这组词创作于韦庄晚年寓居蜀地时期，是作者为回忆江南旧游而作。本首词就是组诗中的第二首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "菩萨蛮·劝君今夜须沉醉",
                    "author" : "韦庄",
                    "content" : "劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。",
                    "addtionInfo" : "尊前：酒席前。尊：同“樽（zūn）”，古代盛酒器具。“须愁”句：应愁时光短促。漏：刻漏，指代时间。莫诉：不要推辞。呵呵（huō huō）：笑声。这里是指“得过且过”，勉强作乐。",
                    "classInfo" : "17",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "这首词头两句说“劝君今夜须沈（沉）醉，尊前莫话明朝事”，下半首又说“须愁春漏短，莫诉金杯满”，四句之中竟有两个“须”字，两个“莫”字，口吻的重叠成为这首词的特色所在，也是佳处所在，下面写“遇酒且呵呵，人生能几何”，又表现得冷漠空泛。有的选本因为这重叠和空泛而删去了这首词，叶嘉莹教授认为这实际上等于割裂了一个完整的生命进程，都是未能体会出这首词真正好处的缘故。&&&“劝君今夜须沈醉，尊前莫话明朝事”，是深情的主人的劝客之语，一个“今夜”，一个“明朝”具有沉痛的含义。这两句是说：你今夜定要一醉方休，酒杯之前不要说起明天的事情。人是要有明天才有希望的，明天是未来希望的寄托，可是他现在用了一个“莫”字，今朝有酒今朝醉，明天的事千万别提起。“莫话明朝事”，那必然是明天的事情有不可期望，不可以诉说的悲哀和痛苦，所以他这里反映了非常沉痛的悲哀。这是主人劝客之词，如果联想到他的“红楼别夜”的美人劝他早归家，则当时他的希望原当在未来，在明天，明天回去可以见到他“绿窗人似花”的美人，而现在主人劝他“尊前莫话明朝事”，是明天绝无回去的希望了。“珍重主人心，酒深情亦深”，意思是说：纵然是对红楼别夜的美人还是这般的锺情和怀念，但是没有再见的希望，我就珍重现在热情的主人的心意吧，因为主人敬给我的酒杯是深的，主人对我的情谊也是深的。李白有首诗是这样写的：“兰陵美酒郁金香，玉碗盛来琥珀光。但使主人能醉客，不知何处是他乡。”大意是：兰陵的美酒散发着郁金花的香气，白玉碗中的酒浆闪泛着琥珀般的光泽，只要主人能使我沉醉，我就忘记了什么地方是他乡。一般人只知道欣赏李白诗潇洒飞扬的一面，其实李白诗也有非常沉痛的一面，李白写饮酒的诗最多，而且多与“悲愁”联系在一起，像“抽刀断水水更流，举杯消愁愁更愁”，“五花马，千金裘，呼儿将出换美酒，与尔同消万古愁”，都属此类。在韦庄这二句写的主人劝酒之情中，也隐含了深重的悲哀。&&&下半阕的“须愁春漏短，莫诉金杯满”，叶嘉莹认为此处乃是客人自劝之词：我忧愁的是像今晚这般欢饮的春夜非常短暂，而不会以你把酒杯斟得太满作为推托之辞。“遇酒且呵呵”，“呵呵”是笑声，如果读者认为是真的欢笑就错了。因为“呵呵”两个字只是空洞的笑的声音，没有真正欢笑的感情，韦庄所写的正是强做欢笑的酸辛。他说：如果你再不珍惜今天“春漏短”的光阴，今天的欢笑，今天这“酒深情亦深”的感情，明天也都不会再存在了。唐朝灭亡，当时的韦庄已经是七十岁以上的老人了，所以他说“遇酒且呵呵，人生能几何”。",
                    "transferInfo" : "今天晚上劝您务必要喝个一醉方休，酒席上不要谈论明天的事情。感谢主人的深情厚意，酒喝多了，表现出的友情也是深厚的。应愁时光短促，不要再推辞斟满杯的美酒。人生能有多长呢？不如多喝点酒，勉强作乐一番。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "女冠子·四月十七",
                    "author" : "韦庄",
                    "content" : "四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。",
                    "addtionInfo" : "佯（yáng）低面：假装着低下脸。敛眉：皱眉头。敛（liǎn）：蹙。",
                    "classInfo" : "52",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "此词上片追忆“去年今日”与爱人临别时的情事，下片写自从别后的相思苦况。&&&上片忆与爱人离别时的情景。“四月十七，正是去年今日。别君时。”这首词开头三句是说，今年是四月十七日，去年这个日子，正是与你离别的时候。连用记载日期的二句开头，是这首词的创格，在整个词史上也属罕见。在一首抒情小令中能大胆运用这种写法，而且在艺术上博得了词论家青睐，这是不能不推韦庄为首屈一指的。二句看似漫不经意，太显太直，其实不然。这个日子，对于这位闺中少女来说是神圣难忘的，他朝思暮想，魂牵梦萦，引为精神寄托。因而在一周年的时候，她会情不自禁的脱口而出惊呼，所以这二句不啻是这位少女心声的结晶。尤其“正是”二字非常传神，令人如闻其声。这个发端不是纯客观的记录，而是带有强烈感情色彩的主观抒情，因而赋予日期以生命，爆发出闪亮的艺术光彩。不仅如此，这个日期的出现，除了特指当日事件外，还凝聚着少女一整年的绵绵情思，内涵相当丰富，很耐品味咀嚼。因此辩证地看，这二句既直又曲，既显又深，是极具匠心的精彩之笔，也正体现了韦庄词“似直而纡，似达而郁”的本色。&&&“别君时”，是过渡句。从时间过渡到事件，点明所写的是离情别绪：词的主人公也由隐而显，身份是与郎君叙别的少女。在此际点出这两层意思，真是恰到好处。它既不妨碍首二句蓦然推出时间所取得的引人注目的艺术效果，又顺理成章的为后两句的精心描述做了铺垫，安排巧妙。&&&“忍泪佯低面，含羞半敛眉。”这两句是说，忍住泪水假装着低下脸，含羞皱着眉头。两句纯用白描，摹写细节，是刻画少女别情的妙品。“佯”是掩饰，但并非感情上的做作，而是基于感情上的真挚，她虽克制忍泪而仍担心被郎君察觉而伤感，因而低下脸来。此时此刻要一个纯真少女强颜欢笑也难，半隐半现“半敛眉”的情态造型无疑最惟妙惟肖。“含羞”则是有万千知心话要叮嘱，但欲说还颦，难以启齿。举凡少女细腻真切的心理活动，玲珑剔透的面部表情，在这两句中无不写得委曲有致，层次分明。作者能敏感的捕捉到如此幽隐细微的镜头，并予以艺术的再现，除了很高的文学修养外，更重要的是他不是旁观者，而是注入了自己的一片深情，因而使这一联成为词苑奇葩。&&&下片抒别后眷念。“不知魂已断”，是过片。“魂断”即“魂销”，江淹《别赋》云：“黯然消魂者，唯别而已。”紧扣上片“别君时”，承上；只好“空有梦相随”，启下，过渡自然，不留痕迹。“不知”故作糊涂，实指知，但比知更深更悲。知是当时，是如今，还是这一年，却又不知。事实上，三者已融于一起，无从分别，也无需分别。君去人不随，也不能随，只好梦相随。日有所思，夜有所梦，但这里的梦是凄苦的，是在无法选择的前提下，不得不选择聊以慰藉的方式，可见相思之深，相思之苦，相思之无奈。&&&“除却天边月，无人知。”“天边月”与首句“四月十七”在时间上相应。“无人知”即是不知，重复上文，加强凄苦。魂销梦断都无法派遣相思之苦，那就只有对月倾诉了，这是古人常用的寄托方式，没有人知道，但明月知道，不仅知，还理解，更会把这一切记住，作为见证。在少女的心目中，月竟成了她在人间的唯一知己，这是十分无奈的选择，更见其孤独，寂寞。况且明月的“知“，本是子虚乌有。寄托相思，相思却更浓，排遣相思，相思却更深。真是欲哭无泪，欲罢不能。少女受相思折磨，为相思煎熬，楚楚动人，愈发憔悴的形象跃然纸上，让人为之流泪。",
                    "transferInfo" : "今天是四月十七，去年这一天，正是与你离别的时候。为了忍住泪水，假装着低下脸，含羞皱着眉头。却不知分别后我魂销肠断，如今只能在梦里与你相见。我的相思之情，除了天边的月亮，又有谁知道呢？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "女冠子·昨夜夜半",
                    "author" : "韦庄",
                    "content" : "昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。",
                    "addtionInfo" : "女冠子：词牌名。桃花面：表示所思念的美女。柳叶眉：如柳叶之细眉。依依：恋恋不舍的样子。胜：尽。",
                    "classInfo" : "81",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "这首《女冠子》，写男子对女子的相思而成梦，梦后而悲的情况。恋人在梦中相见，他俩把臂欷歔，说不尽的离愁别苦。“语多时”，明写千言万语，暗扣山高水长。“依旧桃花面”，特别是“频低柳叶眉”“欲去又依依”的神态音容，宛在眼前。然而，夜长梦短，梦醒之后，更令人不胜伤悲。此词不似多数花间词之浓艳，而是在清淡中意味深远，耐得咀嚼。所谓“意婉词直”，“似直而纤”，别具风味。&&&词的上下片一般都自成段落，如上片写相别，下片写相思。这首词在结构上却较别致，打破了词的上下片界限，没有过片痕迹，一气呵成。它的前七句写梦中之欢，后两句写梦后之悲。&&&这首词的梦境是清晰实在，温馨甜蜜的，不像另一首《女冠子·四月十七》“空有梦相随”那样迷惘惆怅。头一句点明入梦的时间是“昨夜夜半”。梦境一般虚无缥缈，此梦却很“分明”。“分明”虽贯穿于梦中，其源却使人想到来自实境。正由于主人公日思夜想，意中人才会音容常新，活在脑海了，出现在梦中。可见他也是一位与少女同样痴情的有情郎。这两句交代入梦，仅仅来开帷幕，已露出明朗的色调。&&&这是一个旖旎的梦，从绵绵情话开始，到依依惜别为止，恩爱缠绵，充满柔情蜜意。梦中那位少女形象，尤其显得楚楚动人。“语多时”，明写千言万语相思话，暗扣山高水长阔别久。“桃花面”“柳叶眉”是旧时对妇女容貌的形容。那位少女习惯于低面敛眉，在《女冠子·四月十七》的现实中和此首的梦境中是一致的。《女冠子·四月十七》中“忍泪”十个字重在刻画情态，此首的“依旧”十个字重在反映容貌，两者互为补充，使少女形象形神俱备。“依旧桃花面”与《女冠子·四月十七》中的“去年今日”的艺术构思脱胎于崔护的《题都城南庄》。事实上这两位男女主角除了在梦里相会外，恐怕也很难再在现实中重续旧梦了，不然不会在梦醒之后觉得“不胜悲”的。“半羞半喜”，少女的娇羞情态如绘。“欲去依依”，看来单写少女，其实也包括男主人公。两人难分难解，极希望留住这美好的时光。整个梦境写得一往情深。&&&“觉来知是梦，不胜悲。”正当两情缱绻之际，梦醒了，跌回到严酷的现实中，依旧是形单影只，孤栖独宿。一个“知”字品出万般凄凉况味，原来当时并不知是在梦中！梦境作如是观，而从前他俩花前月下的美境也未尝不可作如是观。这个“知”字大有顿悟之感，所以不免悲从中来，感慨万千。煞尾两句浓重的悲与前七句甜美的乐形成鲜明的对照，有强烈的艺术感染力。&&&全词脉络分明，层次清楚，深衷浅貌，语短情长。《历代词人考略》称赞韦庄词：“能运密入疏，寓浓于淡。”《介存斋论词杂著》说：“端己词清艳绝伦。”从这首《女冠子》词中，就足见韦庄词清淡疏朗、清艳劲直的特征。",
                    "transferInfo" : "昨天深夜里，你在我的梦里翩然出现了。我们说了好多好多的话，发现你依旧还是那么美丽、可爱，像从前一样面若桃花，频频低垂的眼睑，弯弯的柳叶眉。看上去好像又有些羞涩，又有些欢喜。该走时却又频频回首，依依不舍。只到醒来才知道是大梦一场，身边依然空空，自己依然是形单影只的一个人，心中不觉涌起难忍的悲哀。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "思帝乡·春日游",
                    "author" : "韦庄",
                    "content" : "春日游，杏花吹满头。陌上谁家年少足风流？妾拟将身嫁与一生休。纵被无情弃，不能羞。",
                    "addtionInfo" : "陌（mò）：田间东西方向的道路，这里泛指道路，野外的道路。陌上，道路之上。年少：即“少年”。足：程度副词，很，非常。风流：风度潇洒，举止飘逸，洒脱放逸，风雅潇洒。足风流：十分风流，够潇洒、俊俏、多情。妾：古代女子对自己的谦称。拟：定、准、必的意思，与：给，这个介词后面省略了宾语。将身嫁与：把自己嫁给他。休：此处指心愿得遂后的罢休，喜悦，欢乐。一生休：一辈子就这样罢了，意思是一生就满足了，意谓一生有了依托，一生满足。纵：纵然，即便。弃：抛弃，弃置。不能羞：意谓不会感到害羞后悔，即也不在乎。“纵被”二句，即使被他无情无义地休弃了，也不后悔 。",
                    "classInfo" : "37",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "这首词写一个少女的青春的热情和她对少男的大胆追求，是一首脍炙人口的爱情自白。&&&它描写一位天真烂漫、热情大胆的少女敢于冲破封建礼教的束缚，迫切要求婚姻自由，追求爱情和幸福，表现了不顾一切封建伦常大胆追求纯真爱情的主题。这首词通过对少女心理活动的传神描写，塑造出了一个具有健全人格、渴望婚姻自主的女性典型；这个典型在青年男女被剥夺了自由恋爱权利的封建社会里，有着特别的意义。但这种一见钟情的爱情，由于缺乏共同的思想基础，纵使刹那间可以爆发出耀眼的火花，若所遇非人也会转眼归于毁灭，以致产生不可设想的悲剧，这是封建社会妇女的不幸处境所造成的。&&&此词是写游春，有所遇，女遇男；仅是开端“春日游”三个字就极可玩味，表面看来原只是极为简单直接的一句叙述而已，然而却已经为后文所写的感情之秾挚做了很好的准备和渲染。“春日”正是感情的春心觉醒的时节，一切都表现了一种生命之觉醒与跃动。而之后更加一“游”字，则此“春游”之人的春心之欲，随春物以共同萌发及跃动从而可知。其后再加以“杏花吹满头”一句，点明时令是早春，缤纷的杏花花瓣落了游春的姑娘一头都是，“吹”字在此一句中表现出一种当繁花开到极盛时，也同时伴随有花片之飞舞的一种更为缤纷盛美的景象。而且“吹”字还可表现出一种活泼撩动的感受，则外在之春物遂与游春之人更加了一层直接的关系，写出了春光明丽，少女欢快的场面。&&&前两句以八个字刻画出女子在融融春光中萌发了追寻意中人的春心；叙写至此，已经为以后的感情之引发，培养和渲染了足够的气势，于是以下由景转情，情由景生，一位也漫步在原野小径上的少年公子进入画面，虽然少女并不认识他，但他那翩翩的风度，飞扬的神采，却吸引了少女的注目，引起了少女的爱慕。九字长句“陌上谁家年少、足风流”一泻而出毫无假借，读起来笔力异常饱满。曰“陌上”，是游春时士女云集之所在；曰“谁家年少”，则表现了期望的真诚与选择的珍重；更加之以“足风流”，是对于美好多情之预想的最高要求。“足风流”是少女眼中少年公子的形象，也是少女对少年的评价，少女对少年的爱慕之情全由这一“足”字传出。&&&因而少女在内心深处产生了一种强烈的愿望：“妾拟将身嫁与，一生休。一个“拟”字，点明这是少女内心的打算。曰“足风流”，曰“一生休”，前一句写期望之理想，后一句写自我之奉献，两相呼应，极为有力地表现了意志之坚决与感情之深挚。这一个九字长句与上一句的节奏句式全同，都是前面的六字句以两字为一顿，造成一波三折的气势，然后以一个三字句为总结，字字斩钉截铁，口气是真挚、诚实、坚定的。这里写出少女对爱情的大胆追求和对幸福生活的殷切期望，然后用“纵被无情弃，不能羞”加重这爱的力量。这种强力的爱慕之情，不仅使她要终身相许，嫁给他，而且即使以后少年公子将她无情地遗弃，她也决无后悔。在“足”字上可见少年风流了，至此犹嫌不够，还通过“休”和“羞”两个字，层层加码地予以强调，写出了为爱情不惜代价、终身不悔的决心，进一步突出了少年风流之甚，由此足见少女之痴情。结尾处二句殉身无悔的誓词，正是以其深挚的情意，提高加深了这首小词的境界，一个真正愿为理想、事业而献身的人，是为了对它的热爱，词其所写的用情之态度与殉身之精神，确实可以引发读者一种深沉的感动与丰美的联想。&&&这首词从字面解释或直为“一位女子在游春时对一个风流多情男子的向往和期待。”而若从“自比女性”的角度审视，则小词实际上婉转地传达了作者虽被历史的车轮无情地抛逐在西蜀一隅，但此心仍属故唐的赤子情怀。首句“春日游”自然是对唐王朝鼎盛局面的期许；二句的风流少年乃是暗喻君王；三句的“妾”即属自比，他是要将终生都托付唐王朝的了，即便如当下的暂被抛别，也是不离不弃——“纵被无情弃，不能羞”，态度决绝。&&&这首词虽是少女单方面的一见钟情，然用通俗明快的语言，率真、坦直的感情表达方式和长短错落、声情激动的语调，塑造出一个敢于冲破礼教、大胆追求爱情幸福的少女形象，异常鲜明，逗人喜爱。作者以白描的手法和清新明朗的笔调，刻画这位少女天真烂漫、极富个性的形象，语言质朴而多情韵，在花间词中独具一格，别开生面，给人耳目一新之感。该一首词纯用赋体，直抒胸臆，热情奔放，淋漓尽致，它用的是长短错落、声情激越的句式，选择的词调与所表达的内容、感情的强度都很相适，最后以誓言般的三个字短句作结，显得十分果决干脆，志不可夺。作为一位具有封建思想的文人，作者敢于道出冲破封建礼教束缚的词语，写出这样明快决绝的佳篇，不能不归之于学习民歌的结果。韦庄抒情词这种真率大胆的作风原本是民间文学的本色，在词从民间到了文人手中之后慢慢朝向婉约化道路迈进的这个历史进程中，韦庄词却一定程度地保留了民间词的一些特色，十分难能可贵。",
                    "transferInfo" : "春日踏青郊游，风吹杏花满头。原野小径上是谁家少年，仪表堂堂、风度翩翩。我想要是能够嫁给他，这一生也就满足了。即使被他无情无义地休弃了，也不会后悔。",
                    "backgroundInfo" : "这首诗具体创作时间不详。韦庄身经黄巢之乱，转徙流离，后虽卜居成都（后蜀），官至宰辅，而俯仰今昔，不能无慨于中；《古今词话》称韦庄有一个宠爱的姬妾被王建假托教导宫女召入宫而终未放回，韦词牵涉此事者甚多；这首词调寄《思帝乡》，当是韦庄“托为绮词”的思唐之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·红蓼渡头秋正雨",
                    "author" : "薛昭蕴",
                    "content" : "红蓼渡头秋正雨，印沙鸥迹自成行，整鬟飘袖野风香。不语含嚬深浦里，几回愁煞棹船郎，燕归帆尽水茫茫。",
                    "addtionInfo" : "蓼（liǎo）：一年生草本植物，多生于水中，味苦，可作药用。红蓼：开红花的水蓼。整鬟：梳理发鬟。含嚬：愁眉不展。浦：水滨。愁煞（shà）：愁极了。棹（zhào）船郎：撑船人，即船夫。帆尽：船已远去，不见帆影。以“帆”借代船。",
                    "classInfo" : "81",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "薛昭蕴不是画家，但他的这首《浣溪沙》却给读者描绘出了一幅苍凉寂寞的秋雨渡头待人图。&&&词的上片写沙滩上秋雨中的渡头，水边长着紫红色的蓼花鸥迹成行，描绘出渡头的苍凉、寂寞。在这样的环境中，却孤零零地站着一个盛装的佳人。这三句给读者在听觉上的是风雨声，在视觉上的是热色的红蓼花，成行的沙鸥足迹和盛装的佳人，在嗅觉上的是佳人和野花的芳香。但这些并没有使画面热闹起来。秋风、秋雨、红蓼、鸥迹、孤独佳人，使人突出地感觉到的是渡头环境的苍凉和寂寞。第三句“整鬟飘袖野风香”还给读者留下了这佳人站在渡头要干什么的悬念。“整鬟”，在这里不仅有盛装的意思，还包含着“女卫悦己者容”的意思。&&&过片“不语含嚬深浦里”承上启下。“不语含嚬”的人就是上片“整鬟飘袖”的佳人，这是承上。为什么“不语含嚬”，这是启下，也是词人安排的又一个悬念。紧接着“几回愁煞棹船郎”写佳人心事重重地皱着眉，默默地立在渡头，又不要摆渡、放舟，所以“愁煞”船夫。这里并没有有些注家所讲的要“放船自适”、“临流往返”的意思。“煞”是表示极甚之辞，不过“愁煞”在这里是“为难了”、“难坏了”的意思，愁的分量是很轻很轻的。词的最后一句，拓开一层讲：“燕归帆尽水茫茫。”说在佳人默望中，燕子归去了，江上的征帆过尽了，剩下的只有茫茫江水。至此，方点明了怀人的主题，暗示了佳人的痴情和痛苦，也解开了上文一个又一个的悬念，结束了全词。最后一句，从表面上看来，燕归、帆尽、水茫茫，都是写景，而深含着的至真至切的怀人之情，却紧扣读者的心扉，一切都在“不语”中。这样以一个饶有余味的画面结尾，既合水乡秋景，又关人物心情，景情俱佳。",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "忆江南·衔泥燕",
                    "author" : "牛峤",
                    "content" : "衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。",
                    "addtionInfo" : "占得：占据。杏梁：用杏树所做的屋梁，泛指优质木材所做的梁柱。因缘：指双燕美好的结合。",
                    "classInfo" : "8",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "这首词借物咏怀，表达了女主人公对美满爱情的追求。&&&暮春三月，繁花盛开，草木葱茏，一双燕子飞去飞回，匆匆忙忙的衔泥筑巢。它们将巢安安稳稳的筑在房屋的杏梁之上，终成就了美好的烟缘。而独处于闺中的女子勒？她看到了筑巢的燕子，它们双宿双飞的恩爱情态多么令她羡慕。&&&“衔泥燕，飞到画堂前。占得杏梁安稳处，”这三句写燕子筑巢，以动态咏物。“衔”、“飞”、“占”三个动作，便将燕子筑巢的全过程完整的写了出来，一气呵成。&&&“体轻唯有主人怜，堪羡好因缘。”这两句写闺中思妇的感叹。这首咏物词并非止于对燕子的描写，而是借物喻情，由燕及人。女主人公看到结伴而飞的燕子不禁感悟伤神她哀叹自己形单影只，无人怜爱，羡慕梁间燕子的美好烟缘。&&&这首小令仅仅二十七个字，却写得形神兼备，深隐含蓄，极富情致。语言通俗，感情真挚，带有浓郁的民间风味。",
                    "transferInfo" : "衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好姻缘可堪羡慕。",
                    "backgroundInfo" : "乾符五年中进士，中进士两年后黄巢起义攻破长安，在光启二年（公元886年）为避襄王李媪之乱，先流落吴越，后寄寓巴蜀，过着渡口杨花，狂雪任风吹般的飘荡生活，这首词作正是那时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "生查子·新月曲如眉",
                    "author" : "牛希济",
                    "content" : "新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。终日劈桃穰，人在心儿里。两朵隔墙花，早晚成连理。",
                    "addtionInfo" : "生查子（zhā zǐ）：原为唐教坊曲名，后用为词牌名。新月：阴历月初的月亮。团圞（luán）：团圆。红豆：又名相思豆，草本植物，种子形如豌豆。劈：剖开。桃穰（ráng）：桃核。仁儿：桃仁。连理：不同根的草木，它们的枝干连成为一体。",
                    "classInfo" : "37",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "上阕以“传情入景”之笔，抒发男女间的相思之苦。作者借“移情”笔法，赋予视野中的客观景象以强烈的主观情感，使天边新月、枝上红豆都染上别离相思的情愫。“新月曲如眉，未有团圞意”，明为写月，实则喻人，作者以眉比月，正暗示出相思人儿因不见团聚而双眉紧蹙，郁闷不欢的愁苦之态。“红豆”本是相思的信物，但在离人的眼里却是贮满了忧伤，令人见之落泪。一弯新月，数枝红豆，词人撷取传统的寄寓人间悲欢离合、别离思念之情的两种意象，正表达出对爱人的无限深情和思之不得的痛切缺憾。&&&就内容而言，下阕为上阕之顺延；就感情的“走向”而言，二者又有着微妙的差异。如果说上阕中写相思还只是借助于意象的寄托，情感的附着还比较虚幻，词中的情绪基调也是一种充满残缺感的低沉．那么下阕中的情感就相对地落到了实处，词中流露着的、是充满希冀的向上的基凋。“终日劈桃穰，仁儿在心里”，一语双关，看似百无聊赖的行为，正寄托着主人公对心上人丝丝缕缕的情爱和日复一日的期盼。“两朵隔墙花，早晚成连理”更表明对爱情的充满信心，尽管花阡两朵，一“墙”相隔，但相爱的人儿终将冲破阻碍，喜结连理。整首词写得情致深长，淋漓沉至。&&&这首词在艺术上的一个显著特色，就是极其自然地运用了南北朝民歌中的吴歌“子夜体”，以下句释上句，托物抒情，论词家评曰：“妍词妙喻，深得六朝短歌遗意。五代词中希见之品。",
                    "transferInfo" : "新月弯弯如眉毛，没有圆的意思。不忍心看红豆，满眼都是相思泪。整天劈核桃，那人像桃仁嵌在核壳中一样嵌在我心中。两朵隔墙相望的花，早晚会结成连理枝。",
                    "backgroundInfo" : "五代后期，词人遭战乱流落到蜀国，为了表达对纯朴爱情的热切追求，借新月、红豆等物写下了这事抒情词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "巫山一段云·古庙依青嶂",
                    "author" : "李珣",
                    "content" : "古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。",
                    "addtionInfo" : "巫山一段云：唐教坊曲，原咏巫山神女事。后用为词牌。古庙：指巫山脚下供奉神女的祠庙。青嶂（zhàng）：即十二峰。嶂：形势高险象屏障的山峰。行宫：京城以外供帝王出巡时居住的宫室，此处指楚细腰宫遗址。枕（zhěn）碧流：意为行宫临水而建。妆楼：寝楼，指细腰宫中宫妃所居。云雨：指楚怀王梦中幽会巫山神女之事。烟花：泛指自然界艳丽的景物。啼猿·：巫峡多猿，猿声凄厉如啼。",
                    "classInfo" : "78",
                    "poetryID" : "26",
                    "source" : "3",
                    "analysesInfo" : "这是一首咏史词。该词通过描写古庙青嶂，行宫妆楼等景色，流露出词人对自然永恒而人世无常的感慨。&&&《巫山一段云》，当和《巫山女》、《高唐云》一样，受宋玉《高唐赋》的启示而咏巫山神女的故事。《教坊记·曲名》已予著录，足见早在盛唐就已流行于世。宋黄升《唐宋诸贤绝妙词选》卷一，李珣《巫山一段云》词二首下，注云：“唐词多缘题，所赋《临江仙》，则言仙事，《女冠子》则述道情，《河渎神》则咏祠庙，大概不失本题之意，尔后渐变，去题远矣。如此二词，实唐人本来词体如此。”这首歌辞缘题发挥，保留了早期词的特色。&&&起拍“古庙依青嶂，行宫枕碧流”。古庙，指巫山下供奉神女的祠庙。陆游《入蜀记》卷六：“过巫山凝真观，谒妙用真人祠。真人即世所谓巫山神女也。祠正对巫山，峰峦上入霄汉，山脚直插江中。……十二峰者不可悉见。所见八九峰，惟神女峰最为纤丽奇峭。”祝史（道观主事）云：“每八月十五夜月明时，有丝竹之音往来峰顶，山猿皆鸣，达旦方渐止。庙后山半有石坛，平旷，传云夏禹见神女授符书于此。坛上观十二峰，宛如屏障。”行宫，犹离宫，帝王出京临幸的宫室。这里指楚灵王所筑细腰宫遗址。《入蜀记》卷六：“早抵巫山县，……游楚故离宫，俗谓之细腰宫。有一池，亦当时宫中燕游之地，今堙没略尽矣。三面皆荒山，南望江山奇丽。”从舟中远望过去，仿佛神女祠偎依有如屏嶂的山峦，行宫以碧水为枕藉。古庙、行宫、山、水这些景点，一经词人用“依”、“枕”二字加以连缀，便构成了一个整体结构。&&&接着，用“水声山色锁妆楼”句。把人们的视线吸引到了“妆楼”。妆楼，指细腰宫里宫妃的寝殿，位于山水环抱之中。以少总多。这里着一“锁”字，给人以幽闭的印象，由此也就很自然地会联想到生活在这个“不得见人的去处”的宫妃孤寂难耐的心境；复以“往事思悠悠”收束上片，逗人遐想。&&&下片写舟中所感。开言紧承“往事思悠悠”写到“云雨朝还暮，烟花春复秋”，“云雨”、“烟花”既以自然之景喻岁月无情，匆匆流逝。又暗示昔日云雨之梦，烟花之景与时俱逝。语意双关，愁思萦绕。词人联想，无论是神女还是宫妃，朝去暮来，春秋交替，总会引起孤寂难耐之感。结句“啼猿何必近孤舟，行客自多愁”，词人抒写自己的感受：行客至此，不必猿啼已自多愁，以景结情，情景交融，意境悠远凄迷，情思低回留连。&&&全词表现出岁月流逝，世事变幻和“行客自多愁”的个人身世之感，将吊古与伤今结合在一起，以沉郁真挚的感情、曲折蕴藉的笔调抒发出深沉的今昔兴亡之感，完全摆脱了缠绵悱恻的“儿女之情”。",
                    "transferInfo" : "神女的祠庙依傍着十二峰，楚王的细腰宫依旧枕着碧绿的江流。潺潺流水和暖暖翠岚环绕着昔日宫妃的寝楼，悠悠往事真叫人感慨万千。巫山从早到晚雨迷云轻，春去秋来花开花落，岁月就这般流逝。何必要猿啼声声传向孤舟，远行的旅客自有许多忧愁。",
                    "backgroundInfo" : "这首词写于前蜀覆灭（公元925年）后不久。词人乘一叶扁舟漂流三峡，凭吊巫山细腰宫遗迹时，遥想千年往事，联想起有关的传说和史事，写下了有咏史性质的词篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "南乡子·乘彩舫",
                    "author" : "李珣",
                    "content" : "乘彩舫，过莲塘，棹歌惊起睡鸳鸯。游女带花偎伴笑，争窈窕，竞折团荷遮晚照。",
                    "addtionInfo" : "南乡子：原唐教坊曲名，后用作词牌名。彩舫（fǎng）：画舫，一种五彩缤纷的船。棹（zhào）歌：行船时所唱之歌。游女：出游的女子。窈（yǎo）窕（tiǎo）：姿态美好。团荷：圆形荷叶。晚照：夕阳的余晖。",
                    "classInfo" : "82",
                    "poetryID" : "27",
                    "source" : "3",
                    "analysesInfo" : "这首令词，是作者前期的作品。李珣共有《南乡子》词17首，描绘南国水乡的风土人情，具有鲜明的地方色彩、强烈的生活气息和浓厚的民歌风味。这是其中的一首，写的是南国水乡少女的一个生活片断，写春女游莲塘，触景生情，相与戏谑，煞是动人。&&&前三句：“乘彩舫，过莲塘，棹歌惊起睡鸳鸯。”写春女漫游莲塘。&&&春日里，芰荷满塘，碧水渌波，晴空夕照，景色融融。一群少女乘坐着彩饰华丽的游船，悠然地荡着桨儿，信船而游。她们陶然自乐，和棹而歌，一派优雅静谧的气象，令人沉醉。无意之中，那悠扬的歌声惊动了莲叶间沉睡的鸳鸯。这一来，则打破了那宁静的局面，勾起了春女们的绮思遐想，逗出无限情趣，引出了下文。&&&常言道：哪个少女不怀春！后三句正是游女们触景生情、敞露春心之态。&&&“游女带香偎伴笑”一句，紧承“惊起睡鸳鸯”而来，工笔绘出一幅少女喜春图。游女们惊动了结伴而居的鸳鸯，而鸳鸯又震颤了少女的春心，憧憬着幸福的爱情。“带香”也者，给人以“含辞未吐，气若幽兰”的感受，是对妙龄少女的真实写照。她们看看眼前偶居不离的鸳鸯，想着心上的人儿，彼此心照不宣，只是依偎在女伴身上出神，凭借着嫣然倩笑，流露出心底里的柔情蜜意，散发出少女的幽香，沁人肺腑。&&&沉浸在追味甜美爱情之中的少女们，一个比一个地娇羞艳丽，在一首短短的小词中，不允许逐个描状。亏作者想得出“争窈窕”一句，尽写出怀春少女的娇美。给读者留下无穷想象。&&&少女们的异样情态，可能引起了其他游人的注目，觉得难以为情。她们羞中生智，急忙从水中采摘下一片圆圆的荷叶，以遮挡夕阳的照射为防身，避开游人的围观，只自己消受那向往爱情的甜蜜滋味儿。“竞折团荷遮晚照”一句，既刻画出少女们活泼的举止，也揭示出她们害羞的神态。灿烂的阳光、绽绿的团荷与羞红的脸庞构成了一幅鲜亮美妙的画面。&&&这首小令，绘出一幅活泼俏丽的风俗画，卷面绚丽而明快，状景则景致秀美，状人则形神兼备，更兼妙语传神，丽而不妖，艳而能质，颇得民歌韵味。",
                    "transferInfo" : "乘着五彩画舫，经过莲花池塘，船歌悠扬，惊醒安睡的鸳鸯。满身香气的少女只顾依偎着同伴嫣然倩笑，这些少女个个姿态美好，她们在娇笑中折起荷叶遮挡夕阳。",
                    "backgroundInfo" : "《南乡子·乘彩舫》这首令词，当作于十世纪初，是李珣前期的作品。李珣东游粤地时，共作有《南乡子》词17首，描绘南国水乡的风土人情，具有鲜明的地方色彩、强烈的生活气息和浓厚的民歌风味。这是其中的一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "14000",
    "mainClass" : "17"
}
