{
    "poetryList" : [
                    {
                    "name" : "渔家傲·秋思",
                    "author" : "范仲淹",
                    "content" : "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
                    "addtionInfo" : "塞：边界要塞之地，这里指西北边疆。衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。千嶂：绵延而峻峭的山峰；崇山峻岭。燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。羌管：即羌笛，出自古代西部羌族的一种乐器。悠悠：形容声音飘忽不定。寐：睡，不寐就是睡不着。",
                    "classInfo" : "1301",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "雨霖铃·寒蝉凄切",
                    "author" : "柳永",
                    "content" : "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
                    "addtionInfo" : "长亭：古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”。靠近城市的长亭往往是古人送别的地方。凄切：凄凉急促。骤雨：急猛的阵雨。都门：国都之门。这里代指北宋的首都汴京。帐饮：在郊外设帐饯行。无绪：没有情绪。兰舟：用做对船的美称。凝噎：喉咙哽塞，欲语不出的样子。去去：重复“去”字，表示行程遥远。暮霭：傍晚的云雾。沉沉：深厚的样子。楚天：指南方楚地的天空。今宵：今夜。经年：年复一年。纵：即使。风情：情意。男女相爱之情，深情蜜意。",
                    "classInfo" : "1302",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·一曲新词酒一杯",
                    "author" : "晏殊",
                    "content" : "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
                    "addtionInfo" : "浣溪沙：唐玄宗时教坊曲名，后用为词调。一曲：一首，因为词是配合音乐唱的，故称“曲”。新词：刚填好的词，意指新歌。去年天气旧亭台：是说天气、亭台都和去年一样。旧亭台：曾经到过的或熟悉的亭台楼阁。夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。无可奈何：不得已，没有办法。似曾相识：好像曾经认识。形容见过的事物再度出现。燕归来：燕子从南方飞回来。小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。徘徊：来回走。",
                    "classInfo" : "1303",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·明月几时有",
                    "author" : "苏轼",
                    "content" : "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
                    "addtionInfo" : "把酒：端起酒杯。把，执、持。天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜（shèng）：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。此事：指人的“欢”“合” 和月的“晴”“圆”。但：只。千里共婵（chán ）娟（juān）：只希望两人年年平安﹐虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。",
                    "classInfo" : "1304",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "念奴娇·赤壁怀古",
                    "author" : "苏轼",
                    "content" : "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
                    "addtionInfo" : "念奴娇：词牌名。赤壁：此指黄州赤壁，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。大江：指长江。淘：冲洗，冲刷。风流人物：指杰出的历史名人。故垒：过去遗留下来的营垒。周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。雪：比喻浪花。遥想：形容想得很远；回忆。小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发：谈吐不凡，见识卓越。羽扇纶（guān）巾：古代儒将的便装打扮。羽扇：羽毛制成的扇子。纶巾：青丝制成的头巾。樯橹（qiáng lǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。华发（fà）：花白的头发。一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。",
                    "classInfo" : "1305",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "定风波·莫听穿林打叶声",
                    "author" : "苏轼",
                    "content" : "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
                    "addtionInfo" : "定风波：词牌名。穿林打叶声：指大雨点透过树林打在树叶上的声音。吟啸：放声吟咏。芒鞋：草鞋。一蓑烟雨任平生：披着蓑衣在风雨里过一辈子也处之泰然。一蓑（suō）：蓑衣，用棕制成的雨披。料峭：微寒的样子。斜照：偏西的阳光。向来：方才。萧瑟：风雨吹打树叶声。也无风雨也无晴：意谓既不怕雨，也不喜晴。",
                    "classInfo" : "1306",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·密州出猎",
                    "author" : "苏轼",
                    "content" : "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。",
                    "addtionInfo" : "江城子：词牌名。密州：今山东诸城。老夫：作者自称，时年三十八。聊：姑且，暂且。狂：豪情。左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。黄：黄犬。苍：苍鹰。锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。千骑：上千个骑马的人，形容随从乘骑之多。倾城：全城的人都出来了。形容随观者之众。太守：指作者自己。看孙郎：孙郎，孙权。这里借以自喻。酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。尚：更。微霜：稍白。节：兵符，传达命令的符节。持节：是奉有朝廷重大使命。云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。会：定将。挽：拉。雕弓：弓背上有雕花的弓。满月：圆月。天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。《楚辞·九歌·东君》：“长矢兮射天狼。”《晋书·天文志》云：“狼一星在东井南，为野将，主侵掠。”词中以之隐喻侵犯北宋边境的辽国与西夏。",
                    "classInfo" : "1307",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·乙卯正月二十日夜记梦",
                    "author" : "苏轼",
                    "content" : "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
                    "addtionInfo" : "乙卯：公元1075年，即北宋熙宁八年。十年：指结发妻子王弗去世已十年。思量（liáng）：想念。千里：王弗葬地四川眉山与苏轼任所山东密州，相隔遥远，故称“千里”。“尘满面”两句，形容年老憔悴。幽梦：梦境隐约，故云幽梦。小轩窗：指小室的窗前，轩：门窗。顾：看。明月夜，短松冈：苏轼葬妻之地，短松：矮松。",
                    "classInfo" : "1308",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "苏幕遮·燎沉香",
                    "author" : "周邦彦",
                    "content" : "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。",
                    "addtionInfo" : "燎（liáo）：烧。沉香：木名，其芯材可作熏香料。溽(rù)暑：潮湿的暑气。呼晴：唤晴。旧有鸟鸣可占晴雨之说。侵晓：快天亮的时候。侵，渐近。宿雨：昨夜下的雨。清圆：清润圆正。风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。旅：客居。楫（jí）：划船用具，短桨。芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。",
                    "classInfo" : "1309",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "一剪梅·红藕香残玉簟秋",
                    "author" : "李清照",
                    "content" : "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
                    "addtionInfo" : "红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。裳（cháng）：古人穿的下衣，也泛指衣服。兰舟：此处为船的雅称。锦书：妻寄夫为锦字，或称锦书，亦泛为书信的美称。雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。",
                    "classInfo" : "1310",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "醉花阴·薄雾浓云愁永昼",
                    "author" : "李清照",
                    "content" : "薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱厨，半夜凉初透。东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。",
                    "addtionInfo" : "瑞脑：一种薰香名，又称龙脑，即冰片。消：一本作“销”。重阳：农历九月九日为重阳节。纱厨：即防蚊蝇的纱帐。东篱：泛指采菊之地。陶渊明《饮酒诗》：采菊东篱下，悠悠见南山。为古今艳称之名句，故“东篱”亦成为诗人惯用之咏菊典故。暗香：这里指菊花的幽香。消魂：形容极度忧愁、悲伤。 消：一作“销”。西风：秋风。",
                    "classInfo" : "1311",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "声声慢·寻寻觅觅",
                    "author" : "李清照",
                    "content" : "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
                    "addtionInfo" : "寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。凄凄惨惨戚戚：忧愁苦闷的样子。乍暖还（huán）寒：指秋天的天气，忽然变暖，又转寒冷。将息：旧时方言，休养调理之意。怎敌他：对付，抵挡。损：表示程度极高。堪：可。怎生：怎样的。生：语助词。梧桐更兼细雨：暗用白居易《长恨歌》“秋雨梧桐叶落时”诗意。这次第：这光景、这情形。怎一个愁字了得：一个“愁”字怎么能概括得尽呢？",
                    "classInfo" : "1312",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "满江红·写怀",
                    "author" : "岳飞",
                    "content" : "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。",
                    "addtionInfo" : "怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极。潇潇：形容雨势急骤。长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。八千里路云和月：形容南征北战、路途遥远、披星戴月。等闲：轻易，随便。靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。胡虏（lǔ）：秦汉时匈奴为胡虏,后世用为与中原敌对的北方部族之通称。朝天阙：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。",
                    "classInfo" : "1313",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "破阵子·为陈同甫赋壮词以寄之",
                    "author" : "辛弃疾",
                    "content" : "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
                    "addtionInfo" : "醉里：醉酒之中。挑灯：拨动灯火，点灯。看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。八百里：指牛。麾：军旗。麾下：指部下。炙：烤肉。五十弦：本指瑟，泛指乐器。翻：演奏。塞外声：以边塞作为题材的雄壮悲凉的军歌。沙场：战场点兵：检阅军队。马作的卢（dì lú）飞快：战马像的卢马那样跑得飞快。作：像...一样。的卢：马名，一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。作：像，如。霹雳(pī lì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。了(liǎo)却：了结，完成。天下事：此指恢复中原之事。赢得：博得。身后：死后。可怜：可惜。",
                    "classInfo" : "1314",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "1000",
    "mainClass" : "0"
}
