{
    "poetryList" : [
                    {
                    "name" : "卜算子·我住长江头",
                    "author" : "李之仪",
                    "content" : "我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负相思意。",
                    "addtionInfo" : "已：完结,停止。休：停止。定：此处为衬字。思：想念，思念。",
                    "classInfo" : "37",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "李之仪这首《卜算子》深得民歌的神情风味，明白如话，复叠回环，同时又具有文人词构思新巧、深婉含蓄的特点，可以说是一种提高和净化了的通俗词。&&&“我住长江头，君住长江尾。”开头两句，“我”“君”对起，而一住江头，一住江尾，见双方空间距离之悬隔，也暗寓相思之情的悠长。重叠复沓的句式，加强了咏叹的情味，仿佛可以感触到主人公深情的思念与叹息，在阁中翘首思念的女子形象于此江山万里的悠广背景下凸现出来。&&&“日日思君不见君，共饮长江水。”两句，从前两句直接引出。江头江尾的万里遥隔，引出了“日日思君不见君”这一全词的主干；而同住长江之滨，则引出了“共饮长江水”。如果各自孤立起来看，每一句都不见出色，但联起来吟味，便觉笔墨之外别具一段深情妙理。这就是两句之间含而未宣、任人体味的那层转折。字面意思浅直：日日思君而不得见，却又共饮一江之水。深味之下，似可知尽管思而不见，毕竟还能共饮长江之水。这“共饮”又似乎多少能稍慰相思离隔之恨。词人只淡淡道出“不见”与“共饮”的事实，隐去它们之间的转折关系的内涵，任人揣度吟味，反使词情分外深婉含蕴。&&&“此水几时休，此恨何时已。”换头仍紧扣长江水，承上“思君不见”进一步抒写别恨。长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇。用“几时休”“何时已”这样的口吻，一方面表明主观上祈望恨之能已，另一方面又暗透客观上恨之无已。江水永无不流之日，自己的相思隔离之恨也永无销歇之时。此词以祈望恨之能已反透恨之不能已，变民歌、民间词之直率热烈为深挚婉曲，变重言错举为简约含蓄。&&&“只愿君心似我心，定不负相思意。”恨之无已，正缘爱之深挚。“我心”既是江水不竭，相思无已，自然也就希望“君心似我心”，我定不负我相思之意。江头江尾的阻隔纵然不能飞越，而两相挚爱的心灵却相通。这样一来，单方面的相思便变为双方的期许，无已的别恨便化为永恒的相爱与期待。这样，阻隔的双方心灵上便得到了永久的滋润与慰藉。从“此恨何时已”翻出“定不负相思意”，江头江尾的遥隔这里反而成为感情升华的条件了。这首词的结拍写出了隔绝中的永恒之爱，给人以江水长流情长的感受。&&&作者用江水之悠悠不断，喻相思之绵绵不已，最后以己之钟情期望对方，真挚恋情，倾口而出。全词以长江水为抒情线索，语言明白如话，句式复叠回环，感情深沉真挚，深得民歌的神情风味，又具有文人词构思新巧，体现出灵秀隽永、玲珑晶莹的风神。",
                    "transferInfo" : "我住在长江源头，君住在长江之尾。天天想念你总是见不到你，却共同饮着长江之水。悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负了我一番痴恋情意。",
                    "backgroundInfo" : "北宋崇宁二年（1103年），仕途不顺的李之仪被贬到太平州。祸不单行，先是女儿及儿子相继去世，接着，与他相濡以沫四十年的夫人胡淑修也撒手人寰。事业受到沉重打击，家人连遭不幸，李之仪跌落到了人生的谷底。这时一位年轻貌美的奇女子出现了，就是当地绝色歌伎杨姝。杨姝是个很有正义感的歌伎。早年，黄庭坚被贬到当涂做太守，杨姝只有十三岁，就为黄庭坚的遭遇抱不平，她弹了一首古曲《履霜操》，《履霜操》的本意是伯奇被后母所谗而被逐，最后投河而死。杨姝与李之仪偶遇，又弹起这首《履霜操》，正触动李之仪心中的痛处，李之仪对杨姝一见倾心，把她当知音，接连写下几首听她弹琴的诗词。这年秋天，李之仪携杨姝来到长江边，面对知冷知热的红颜知己，面对滚滚东逝奔流不息的江水，心中涌起万般柔情，写下了这首千古流传的爱情词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "减字木兰花·竞渡",
                    "author" : "黄裳",
                    "content" : "红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。",
                    "addtionInfo" : "红旗高举：高高举起红旗。渚（zhǔ）：水中间的小洲。春雷：形容鼓声像春雷一样响个不停。远远回：形容龙舟的速度之快。惊退万人争战气：龙舟竞争之激烈气势，就像打仗一样，把观众都惊呆了。金碧楼西：领奖处装饰得金碧辉煌。衔（xián）得：夺得。锦标：古时的锦标，也就是一面彩缎的奖旗，一般都悬挂在终点岸边的一根竹竿上，从龙舟上就可以摘取到。",
                    "classInfo" : "95",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "上阕首句“红旗高举，飞出深深杨柳渚”，以“高举”、“飞出”两个动态的词语，写出龙舟赛开场的景象，开篇就将紧张激烈的比赛气氛渲染出来。“鼓击春雷，直破烟波远远回”这一句，写各条龙舟上的人擂鼓欢呼，声抵云霄，如同轰响的“春雷”，震人心魄。这些鼓声使划船人士气高涨，他们将小舟划得飞快，使它“直破烟波”，像离弦的箭一般前进。“远远回”是指龙舟到达远处再折回来。上阕两句，犹如一个紧追龙舟的特写镜头，将龙舟从出发到加速，再到折回的过程详细地记录下来，其问数艘船争渡的激烈气氛，以及船上人高涨的气势，无不清晰呈现。&&&下阕转而写周围的人群：“欢声震地，惊退万人争战气。”“震”字准确重现了万人雷动的场景，可见此时已有龙舟胜利抵达终点，因此围观的人群爆发出了震天动地的欢呼。“惊退”的主语并非围观者，而是参加比赛的人，他们争相竞渡的豪气，能“惊退”万人，以豪语写豪情，相得益彰。“金碧楼西，衔得锦标第一归。‘衔”字的运用，将龙舟夺胜的姿态写活了。“金碧楼”与前面的“红旗”、“杨柳”、“烟波”一起，在视觉上丰富了整个场面。“第一归”呼应了“竞渡”的主题，对首句的“飞出深深杨柳渚”进行了完美的收结。&&&此词采取白描手法，注意通过色彩、声音来刻画竟渡夺标的热烈紧张气氛。同时，词还反映了人们热烈紧张的精神状态。龙舟飞驶，鼓击春雷，这是写参与竞渡者的紧张行动和英雄气概。欢声震地，是写群众的热烈情绪。衔标而归，是写胜利健儿充满喜悦的形象与心情。如此一来真实地再现了当日龙舟竞渡、观者如云的情景。",
                    "transferInfo" : "竞渡的龙舟高高地挂起一面面红旗，从柳阴深处的水洲出击。鼓声像春天的雷电，冲破烟雾，劈开波涛，直奔远处夺标目的地。围观人群的欢呼声震天动地，有惊退万人争战的豪气。在金碧辉煌的小阁楼西，夺得锦标的龙舟获得第一名回来了。",
                    "backgroundInfo" : "北宋词人黄裳在端午时节看到了划船健儿竞渡夺标热烈的场面，触发了词人的诗兴，于是写下这首词来赞扬了划船健儿们勇往直前的英雄气概。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "眼儿媚·杨柳丝丝弄轻柔",
                    "author" : "王雱",
                    "content" : "杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在：丁香枝上，豆蔻梢头。",
                    "addtionInfo" : "眼儿媚：词牌名。弄轻柔：摆弄着柔软的柳丝。海棠三句：指春分时节。海棠常经雨开花，梨花开时似雪，故云。难重省：难以回忆。省（xǐng）：明白、记忆。秦楼：秦穆公女弄玉与其夫萧史所居之楼。此指王雱妻独居之所。丁香：常绿乔木，春开紫或白花，可作香料。豆蔻：草本植物，春日开花。",
                    "classInfo" : "87",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "这首词触眼前之景，怀旧日之情，此词为王雱怀念妻子所作，表现了伤离的痛苦和不尽的深思。&&&“杨柳丝丝弄轻柔，烟缕织成愁。”上片第一句“杨柳丝丝弄轻柔”，柳条细而长，可见季节是在仲春。“弄轻柔”字写杨柳在春风中轻摇的柔美，分外点出垂柳初萌时的细软轻盈、盎然春意。以“烟缕”来形容轻柔的杨柳，大概是由于四月的时候，垂柳的顶端远远望去，宛如一抹浅绿的烟云。杨柳如烟这个比喻并不新鲜，但“烟缕织成愁”，则出语新奇，耐人寻味。如烟的垂柳和心中的愁思并没有直接的关系，却用一个“织”字将二者绾合，仿佛杨柳能通晓人性。“愁”字的出现．为整首词披上淡淡哀愁的羽衣。然而这忧伤从何而来，词人并未解释。只是在写完垂柳之后，他将笔触转向春日的另两种花朵：海棠与梨花。&&&“海棠未雨，梨花先雪，一半春休。”“雨”“雪”都是名词活用作动词，这句的意思是说，海棠的花瓣还未像雨点般坠，。梨花的白色花瓣已经如雪花般纷纷飘落。由此知道，原来春天已经过去一半了。在韶华易逝的感喟中，词人不禁触目生愁。&&&“而今往事难重省，归梦绕秦楼。”原来有一段值得留恋、值得追怀的往事。但是年光不能倒流，历史无法重演，旧地又不能再到，则只有凭借回归的魂梦，围绕于女子所居的值得怀念的地方了。&&&“相思只在：丁香枝上，豆蔻梢头。”词人的相思之情，只有借丁香和豆蔻才能充分表达。这分明就是在感叹自己心底的深情正像丁香一般忧郁而未吐，但又是非常希望能和自己心爱的人像豆蔻一般共结连理。整个下片的意思是说，尽管一切的梦幻都已失落，然而自己内心缠绵不断的情意依然专注在那个可人身上，真是到了“春蚕到死丝方尽”的境界。",
                    "transferInfo" : "杨柳在风中摆动着柔软的柳丝，烟缕迷漾织进万千春愁。海棠的花瓣还未像雨点般坠，梨花的白色花瓣已经如雪花般纷纷飘落。由此知道，原来春天已经过去一半了。而今往事实在难以重忆，梦魂归绕你住过的闺楼。刻骨的相思如今只在那芬芳的丁香枝上，那美丽的豆蔻梢头。",
                    "backgroundInfo" : "这首词的具体创作时间不详。王雱为王荆公的儿子，他身体虚弱缠绵病榻，于是与妻子分居，让妻子单独住在楼上。王荆公做主把他的妻子重新嫁给了别人，王雱因怀念妻子而为她写了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "念奴娇·断虹霁雨",
                    "author" : "黄庭坚",
                    "content" : "断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风笛。孙郎微笑，坐来声喷霜竹。",
                    "addtionInfo" : "断虹：一部分被云所遮蔽的虹，称断虹。山染句：谓山峰染成青黛色，如同美人的长眉毛。桂影：相传月中有桂树，因称月中阴影为桂影。扶疏：繁茂纷披貌。姮娥：月中女神娥。汉时避汉文帝刘垣讳，改称嫦娥。一轮玉：指圆月。醽醁（líng lù）：酒名。湖南衡阳县东二十里有酃湖，其水湛然绿色，取以酿酒，甘美，名酃渌，又名醽醁。老子：老夫，作者自指。霜竹：指笛子。",
                    "classInfo" : "26",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "雨后新晴，秋空如洗，彩虹挂天，青山如黛。桂影繁茂，谁知道，今与夕是那么的清辉不足？万里的晴天，嫦娥在何处？驾驶一轮玉盘，驰骋长空。寒光零乱，在为谁斟酌这醽醁？我和一群年轻人在张园密茂的树林中徜徉，离开家万里，难得有今宵开怀畅饮！老夫，在江南海北，最爱的是是临风笛。孙郎微笑着，是因为听着这笛子的声音。",
                    "backgroundInfo" : "宋哲宗绍圣年间，黄庭坚被贬涪州别驾黔州安置，后改移地处西南的戎州（今四川宜宾）安置。据任渊《山谷诗集注》附《年谱》，宋哲宗元符二年（1099）八月十七日，黄庭坚与一群青年人一起饮酒，有个朋友名叫孙彦立的，善吹笛。于此情此境中，黄庭坚援笔写下这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·游览",
                    "author" : "黄庭坚",
                    "content" : "瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。",
                    "addtionInfo" : "水调歌头：词牌名。瑶草：仙草。武陵溪：陶渊明《桃花源记》称晋太元中武陵郡渔人入桃花源，所见洞中居民，生活恬静而安逸，俨然另一世界。故常以“武陵溪”或“武陵源”指代幽美清净、远离尘嚣的地方。武陵：郡名，大致相当于今湖南常德。倚：依。金徽：金饰的琴徽，用来定琴声高下之节。这里指琴。谪仙：谪居人间的仙人。螺杯：用白色螺壳雕制而成的酒杯。灵芝：菌类植物。古人以为灵芝有驻颜不老及起死回生之功，故称仙草。",
                    "classInfo" : "27",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "此词为春行纪游之作，词人采用幻想的镜头，描写神游“桃花源”的情景，反映了他出世、入世交相冲撞的人生观，表现了他对污浊的现实社会的不满以及不愿媚世求荣、与世同流合污的品德。据此看来，此词大约写于词人被贬谪时期。&&&开头一句，词人采用比兴手法，热情赞美瑶草（仙草）像碧玉一般可爱，使词作一开始就能给人一种美好的印象，激起人们的兴味，把读者不知不觉地引进作品的艺术境界中去。从第二句开始，则用倒叙的手法，逐层描写神仙世界的美丽景象。&&&“春入武陵溪”，具有承上启下的作用。这里，词人巧妙地使用了陶渊明《桃花源记》的典故。陶渊明描写这种子虚乌有的理想国度，表现他对现实社会的不满。黄庭坚用这个典故，其用意不言自明。这三句写词人春天来到“桃花源”，那里溪水淙淙，到处盛开着桃花，树枝上的黄鹂不停地唱着婉转悦耳的歌。&&&“我欲穿花寻路”三句，写词人想穿过桃花源的花丛，一直走向飘浮白云的山顶，一吐胸中浩然之气，化作虹霓。这里，词人又进一步曲折含蓄地表现对现实的不满，幻想能找到一个可以自由施展才能的理想世界。&&&然而“祇恐花深里，红露湿人衣”两句，曲折地表现他对纷乱人世的厌倦但又不甘心离去的矛盾。词人采用比喻和象征手法很富有令人咀嚼不尽的诗味。&&&“红露湿人衣”一句，是从王维诗句“山路元无雨，空翠湿人衣”（《山中》）脱化而来，黄庭坚把“空翠”换成“红露”，化用前人诗句，天衣无缝，浑然一体。&&&下片继写作者孤芳自赏、不同凡俗的思想。词人以丰富的想象，用“坐玉石、倚玉枕、拂金徽（弹瑶琴）”表现他的志行高洁、与众不同。“谪仙何处？无人伴我白螺杯”两句，表面上是说李白不在了，无人陪他饮酒，言外之意，是说他缺乏知音，感到异常寂寞。他不以时人为知音，反而以古人为知音，曲折地表达出他对现实的不满。&&&“我为灵芝仙草”两句，表白他到此探索的真意。“仙草”即开头的“瑶草”，“朱唇丹脸”指第三句“溪上桃花”。苏轼咏黄州定惠院海棠诗云：“朱唇得酒晕生脸，翠袖卷纱红映肉。”花容美艳，大抵略同，故这里也可用以说桃花。这两句是比喻和象征的语言，用意如李白《拟古十二首》之四所谓“耻掇世上艳，所贵心之珍”。“长啸亦何为”意谓不必去为得不到功名利禄而忧愁叹息。&&&这首词中的主人公形象，高华超逸而又不落尘俗，似非食人间烟火者。词人以静穆平和、俯仰自得而又颇具仙风道骨的风格，把自然界的溪山描写得无一点尘俗气，其实是要想象世界中构筑一个自得其乐的世外境界，自己陶醉、流连于其中，并以此与充满权诈机心的现实社会抗争，忘却尘世的纷纷扰扰。",
                    "transferInfo" : "瑶草多么碧绿，春天来到了武陵溪。溪水上有无数桃花，花的上面有黄鹂。我想要穿过花丛寻找出路，却走到了白云的深处，彩虹之巅展现浩气。只怕花深处，露水湿了衣服。坐着玉石，靠着玉枕，拿着金徽。被贬谪的仙人在哪里，没有人陪我用田螺杯喝酒。我为了寻找灵芝仙草，不为表面繁华，长叹为了什么。喝醉了手舞足蹈地下山，明月仿佛在驱逐我回家。",
                    "backgroundInfo" : "此词为黄庭坚春行纪游之作。黄庭坚曾参加编写《神宗实录》，以文字讥笑神宗的治水措施，后来又被诬告为“幸灾谤国”，因此他晚年两次被贬官西南。此诗大约写于作者晚年被贬谪时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·春归何处",
                    "author" : "黄庭坚",
                    "content" : "春归何处。寂寞无行路。若有人知春去处。唤取归来同住。春无踪迹谁知。除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
                    "addtionInfo" : "寂寞：清静，寂静。无行路：没有留下春去的行踪。行路，指春天来去的踪迹。唤取：换来。谁知：有谁知道春的踪迹。问取：呼唤，询问。取，语助词。黄鹂（lí）：黄鹂：又叫黄莺、黄鸟。身体黄色自眼部至头后部黑色，嘴淡红色，啼声非常悦耳，食森林中的害虫。益鸟。百啭：形容黄鹂宛转的鸣声。啭，鸟鸣。解：懂得，理解。因风：顺着风势。蔷薇（qiáng wēi）：花木名。品类甚多，花色不一，有单瓣重瓣，开时连春接夏，有芳香，果实入药。",
                    "classInfo" : "94",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "这是一首惜春词，表现作者惜春的心情。上片惜春在不知不觉中过去；下片惜春之无踪影可以追寻。用笔委婉曲折，层层加深惜春之情。直至最后，仍不一语道破，结语轻柔，余音袅袅，言虽尽而意未尽。作者以拟人的手法，构思巧妙，设想新奇。创造出优美的意境。&&&“春归何处？寂寞无行路。若有人知春去处，唤取归来同住。”这首词上片是说，春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。&&&这首词赋予抽象的春天以具体人的特征。词人因为春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。&&&“春归何处？寂寞无行路。若有人知春去处，唤取归来同住。”这首词上片是说，春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。&&&这首词赋予抽象的春天以具体人的特征。词人因为春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。&&&如果词人仅仅限于这样点明惜春的主题，那也算不了什么高手。这首词的高妙之处，在于它用曲笔渲染，跌宕起伏，饶有变化。好像荡秋千，既跌得深、猛，又荡得高、远。上片先是一转，希望有人知道春天的去处，唤她回来，与她同住，这种奇想，表现出词人对美好事物的执着和追求。&&&“春无踪迹谁知？除非问取黄鹂。”下片前两句是说，谁也不知道春天的踪迹，要想知道，只有问一问黄鹂。&&&下片再转。词人从幻想中回到现实世界里来，察觉到无人懂得春天的去向，春天不可能被唤回来。但词人仍存一线希望，希望黄鹂能知道春天的踪迹。为什么呢？因为黄鹂常和春天一同出现，它也许能得知春天的讯息。这样，词人又跌入幻觉的艺术境界里去了。&&&“百啭无人能解，因风飞过蔷薇。”末两句是说，那黄鹂千百遍的婉转啼叫，又有谁能懂得它的意思？看吧，黄鹂鸟趁着风势，飞过了盛开的蔷薇。&&&最后两句写黄鹂不住地啼叫着，它婉转的啼声，打破了周围的寂静，但词人从中仍得不到解答，心头的寂寞感更加重了。只见黄鹂趁着风势飞过蔷薇花丛。蔷薇花开，说明夏天已经来临。词人才终于清醒地意识到：春天确实是回不来了。&&&与一般惜春词不同，这首词不以景物描写为主，而以浪漫主义的手法，专写其寻春，表达对春天的爱恋，所以全词空灵蕴藉，深沉含蓄，情趣盎然。",
                    "transferInfo" : "春天回到了哪里？寻不见它的踪迹只感苦闷寂寞。如果有人知道春天的消息，定要帮我呼唤它回来与我同住。谁也不知道春天的踪迹，只好去问一问黄鹂。然而黄鹂的婉转鸣声，谁又能懂呢？一阵风起它便随风飞过了盛开的蔷薇。",
                    "backgroundInfo" : "公元1103年（崇宁二年）十二月，黄庭坚至崇宁童年二月才过洞庭，五、六月间方抵达广西宜州贬所。本首词就是作于贬宜州的翌年，即公元1105年（崇宁四年）。同年九月黄庭坚便溘然长逝于宜州贬所。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·座中有眉山隐客史应之和前韵即席答之",
                    "author" : "黄庭坚",
                    "content" : "黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。",
                    "addtionInfo" : "史应之：名铸，眉山人，落魄无检，喜作鄙语，人以屠僧目之。莫放：勿使，莫让。簪（zān）花：以花插头。倒著冠：倒戴着冠儿。此句暗用山简典故，表现不拘世俗、风流自赏的生活态度。黄花：同黄华，指未成年人。白发：指老年人。牵挽：牵拉，牵缠。付与：给与，让。冷眼：轻蔑的眼光。",
                    "classInfo" : "109",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "此词是黄山谷与甘居山野、不求功名的“眉山隐客”史应之互相酬唱之作，全词通过一个“淫坊酒肆狂居士”的形象，展现了山谷从坎坷的仕途得来的人生体验，抒发了自己胸中的苦闷和激愤。词中所塑造的狂士形象，是作者自己及其朋友史念之的形象，同时也是那一时代中不谐于俗而怀不平傲世之心的文人的形象。&&&上片是劝酒之辞，劝别人，也劝自己到酒中去求安慰，到醉中去求欢乐。首句“黄菊枝头生晓寒”是纪实，点明为重阳后一日所作。因史应之有和词，故自己再和一首，当亦是此数日间事。赏菊饮酒二事久已有不解之缘，借“黄菊”自然过渡到“酒杯”，引出下一句“人生莫放酒杯干”。意即酒中自有欢乐，自有天地，应让杯中常有酒，应该长入酒中天。“风前横笛斜吹雨，醉里簪花倒著冠”，着意写出酒后的浪漫举动和醉中狂态，表明酒中自有另一番境界。横起笛子对着风雨吹，头上插花倒戴帽，都是不入时的狂放行为，只有酒后醉中才能这样放肆。&&&下片则是对世俗的侮慢与挑战。“身健在，且加餐。舞裙歌板尽清欢。”仍是一种反常心理，其含意于世事纷扰，是非颠倒，世风益衰，无可挽回，只愿身体长健，眼前快乐，别的一无所求。这是从反面立言。“黄花白发相牵挽，付与时人冷眼看”，则是正面立言。菊花傲霜而开，常用以比喻人老而弥坚，故有黄花晚节之称。这里说的白发人牵换着黄花，明显地表示自己要有御霜之志，决不同流合污，而且特意要表现给世俗之人看。这自然是对世俗的侮慢，不可能为时人所理解和容忍。&&&此词以简洁的笔墨，勾勒出一个类似狂人的形象，抒写了山谷久抑胸中的愤懑，表现出对黑暗、污浊的社会现实无言的反抗。词中所塑造的主人公形象，以自乐自娱、放浪形骸、侮世慢俗的方式来发泄心中郁结的愤懑与不平，对现实中的政治迫害进行调侃和抗争，体现了词人挣脱世俗约束的高旷理想。主人公旷达的外表后，隐藏着无尽的辛酸与伤痛。",
                    "transferInfo" : "深秋的清晨，黄菊枝头显露出了阵阵寒意，人生短促，今朝有酒今朝醉。冒着斜风细雨吹笛取乐，酒醉里倒戴帽子、摘下菊花簪在头上。要趁着身体健康努力加饭加餐，在佳人歌舞的陪伴下尽情欢乐。头上黄花映衬着斑斑白发，兀傲的作者就要以这副疏狂模样展示在世人面前，任他们冷眼相看。",
                    "backgroundInfo" : "本词大约作于元符二年（1099）重阳节之后数日，当时黄庭坚在戎州（今四川宜宾）贬所，此时处于贬谪中整整四年，心情抑郁。本词同调同韵共有三首，此为第二首。第一首有副题曰：“明日独酌自嘲呈史应之。”之后史应之做了和作，这首词是黄庭坚在宴席间对史应之和作的再和。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "洞仙歌·雪云散尽",
                    "author" : "李元膺",
                    "content" : "雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心，相映远，约略颦轻笑浅。一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。",
                    "addtionInfo" : "放：露出。青眼：指初生之柳叶，细长如眼。约略：大概，差不多。疏香：借指梅花。乱：热闹，红火。韶光：美好的时光，常指春光。但莫管：只是不要顾及。",
                    "classInfo" : "1",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "这是一首歌咏早春景致的词，意在提醒人们及早探春，不要遗忘了之后的梅花。&&&上片分写梅与柳这两种典型的早春物候。“雪云散尽，放晓晴池院。杨柳于人便青眼。”首二句描写初春天气，积雪融化，天气放晴。“杨柳于人便青眼，”人们喜悦时正目而视，眼多青处，故曰：“青眼”。可见词语语意双关，既写初生的柳叶似眼，又巧用“青眼”一次，以示柳对人的好感。“&&&“更风流多处，一点梅心，相映远，约略颦轻笑浅。”这首二句便写梅花，词人将梅花拟人化，说它“风流”更多。因梅花花小而粉蕊，故称“一点梅心”。后面两句将梅与柳结合起来描绘，柳与梅一低颦，一浅笑，相映成趣，含无限风致。&&&下片说理，情理交融。“一年春好处，不在浓芳，小艳疏香最娇软。”用韩愈诗句“最是一年春好处”意，承上启下。“小艳疏香”说柳眼梅心；“疏”指梅花疏影，也指柳条稀疏。“娇软”也一样，只是“娇”偏重写梅，“软”偏写柳。“浓芳”二字则下启。&&&“到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。”清明时候，春光烂漫，百花争妍。但百花盛开，反使人感到“无复新意”，况且胜极而衰，春光最盛时，春天也便要逐渐消散了，所以说：“已失去了春风一半。”“早占取韶光共追游，但莫管春寒，醉红自暖。”词人劝人们及早游春，不要坐等美好时光的流逝。&&&这是一首惜春词，意在让人们及早探春莫留遗憾，也寓意着让人们早抓时机，以期有所作为。",
                    "transferInfo" : "雪后阴云散尽，拂晓时池水花木的庭院已然放晴。杨柳绽放着嫩芽新叶，遇人便露出了喜悦媚眼。更有风流多情，是那一点梅心。远远地与杨柳相映，隐约地露出淡淡的哀愁、微微的笑容。一年春光最好处，不在繁花浓艳，那梅柳初绽的清艳花朵和疏淡芳香最是娇媚温柔。到了清明时节，繁花盛开一片纷乱，现极盛衰微的征兆，已丧失了春光美景的一半。及早地占取那短促的韶光。共同游乐追欢，莫管料峭春寒，醉酒红颜浑身自然温暖。",
                    "backgroundInfo" : "雪云散去，早春到来，作者感叹一年之中，最美好的春天不是花团锦簇、百花争艳的艳丽，而是梅花暗香浮动、杨柳依依的温情。所以才作了这首洞仙歌。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔家傲·小雨纤纤风细细",
                    "author" : "朱服",
                    "content" : "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拼一醉，而今乐事他年泪。",
                    "addtionInfo" : "渔家傲：词牌名。纤纤：细小，细微，多用以形容微雨。和春：连带着春天。九十：指春光三个月共九十天。金龟：唐三品以上官佩金龟。此处“金龟解尽”意即彻底解职。东阳：今浙江省金华市，宋属婺（wù）州东阳郡。沽酒：卖酒。拼（pīn）：豁出去，甘冒。",
                    "classInfo" : "1",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "这首词风格俊丽，是作者的得意之作。原题为“春词”。&&&开头两句“小雨纤纤风细细，万家杨柳青烟里”，写暮春时节，好风吹，细雨润，满城杨柳，郁郁葱葱，万家屋舍，掩映杨柳的青烟绿雾之中。正是“绿暗红稀”，春天快要悄然归去了。次三句：“恋树湿花飞不起，愁无比，和春付与东流水”，借湿花恋树寄寓人的恋春之情。“恋树湿花飞不起”是个俊美的佳句。“湿花”应上“小雨”，启下“飞不起”。“恋”字用拟人法，赋落花以深情。花尚不忍辞树而留恋芳时，人的心情更可想而知了。春天将去的时候，落花有离树之愁，人也有惜春之愁，这“愁无比”三字，尽言二愁。如此深愁，既难排遣，故而词人将它连同春天一道付与了东流的逝水。&&&“九十光阴能有几？金龟解尽留无计。”感叹春来春去，虽然是自然界的常态，然而美人有迟暮之思，志士有未遇之感，这九十日的春光，也极短暂，说去也就要去的，即使解尽金龟换酒相留，也是留她不住的。词句中的金龟指所佩的玩饰，唐代诗人贺知章，曾经解过金龟换酒以酬李白，成为往昔文坛上的佳话。作者借用这个典故，表明极意把酒留春。“寄语东城沽酒市。拚一醉，而今乐事他年泪。”虽然留她不住，也要借酒浇愁，拚上一醉，以换取暂时的欢乐。“寄语”一句，谓向酒肆索酒。结句“而今乐事他年泪”，一语两意，乐中兴感。&&&这首词袭用传统作词法：上片写景，下片写情。结句“而今乐事他年泪”，一意化两，示遣愁不尽，无限感伤。作者亦自以“而今”句为得意之笔。",
                    "transferInfo" : "绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。",
                    "backgroundInfo" : "此词是作者早年出知婺州（亦称东阳郡，治所在今浙江金华）期间的作品。《乌程旧志》云：“朱行中坐与苏轼游，贬海州，至东郡，作《渔家傲》词。”",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "青门饮·寄宠人",
                    "author" : "时彦",
                    "content" : "胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。",
                    "addtionInfo" : "汉旗：代指宋朝的旗帜。彤云：红云，此指风雪前密布的浓云。香鸭：鸭形香炉。老：残。小妆：犹淡妆。秋波：形容美人秀目顾盼如秋水澄波。",
                    "classInfo" : "52",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "此词为作者远役怀人之作。词的上篇纯写境界，描绘作者旅途所历北国风光，下篇展示回忆，突出离别一幕，着力刻绘伊人形象。&&&本词上片开始几句，作者将亲身经历的边地旅途情景，用概括而简练的字句再现出来。“胡马”两句，写风雪交加，呼啸的北风声中，夹杂着胡马的长嘶，真是“胡马依北风”，使人意识到这里已离边境不远。抬头而望，“汉旗”，也即宋朝的大旗，却正随着纷飞的雪花翻舞，车马就风雪之中行进。“彤云”两句，写气候变化多端。正行进间，风雪逐渐停息，西天晚霞似火，夕阳即将西沉。“一竿残照”，是形容残日离地平线很近。借着夕阳余晕，只见一片广阔荒寒的景象，老树枯枝纵横，山峦错杂堆叠；行行重行行，暮色沉沉，唯有近处的平沙衰草，尚可辨认。&&&“星斗”以下，写投宿以后夜间情景。从凝望室外星斗横斜的夜空，到听任室内灯芯延烧聚结似花，还有鸭形熏炉不断散放香雾，烛泪滴凝成冰，都是用来衬托出长夜漫漫，作者沉浸思念之中，整宵难以入睡的相思之情。&&&下片用生活化的语言和委婉曲折的笔触勾勒出那位“宠人”的形象。离情别意，本来是词中经常出现的内容，而且以直接描写为多，作者却另辟蹊径，以“宠人”的各种表情和动态来反映或曲折地表达不忍分离的心情。&&&“长记”三句，写别离前夕，她浅施粉黛、装束淡雅，饯别宴上想借酒浇愁，却是稍饮即醉。“醉里”三句，写醉后神情，由秋波频盼而终于入梦，然而这却只能增添醒后惜别的烦恼，真可说是“借酒浇愁愁更愁”了。这里刻画因伤离而出现的姿态神情，都是运用白描和口语，显得宛转生动，而人物内心活动却从中曲曲道出。&&&结尾四句，是作者继续回想别时难舍难分的情况，其中最牵惹他的情思，就是她上前附耳小语的神态。这里不用一般篇末别后思念的写法，而以对方望归的迫切心理和重逢之时的喜悦心情作为结束。耳语的内容是问他何时能跃马归来，是关心和期待，从而使想见对方迎接时愉悦的笑容，于是作者进一层展开一幅重逢之时的欢乐场面，并以充满着期待和喜悦的心情总收全篇。&&&这首词写境悲凉，抒情深挚，语言疏密相间，密处凝炼生动，疏处形象真切。词中写景写事笔墨甚多，直接言情之处甚少。作者将抒情融入叙写景事之中，以细腻深婉的情思深深地感染读者。",
                    "transferInfo" : "北方的骏马迎着烈风嘶叫，大宋的旗帜在雪花里翻搅，黄昏时天边又吐出一片红艳的晚霞，夕阳从一竿高的地平线低低地投射着残照。苍老的枯林连接着天空，无数的山峦重叠耸峭，暮色中走遍漫漫平沙处处皆衰草。幽静的馆舍上星斗横斜，无眠的夜实在难熬。灯芯凝结出残花，相思徒劳。鸭形的熏炉里香雾浓郁缭绕，蜡烛淌泪像冰水凝晶，夜色沉沉总难见霜天破晓。总记得淡淡梳妆才完了，别宴上杯酒尚未饮尽，已引得离情翻涌如潮。醉里的秋波顾盼，梦中的幽欢蜜爱，醒来时都是烦恼。算来更有牵惹情怀处，怎忍细思量、她附在耳边的情话悄悄：“啥时能跃马归来，还能认得迎门的轻柔欢笑！”",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望海潮·洛阳怀古",
                    "author" : "秦观",
                    "content" : "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。",
                    "addtionInfo" : "梅英：梅花。冰澌（sī）：冰块流融。溶泄：溶解流泄。芳思：春天引起的情思。桃蹊：桃树下的小路。西园：即金谷园。笳：胡笳，古代西北少数民族的一种管乐器。飞盖：飞驰车辆上的伞盖。兰苑：美丽的园林，亦指西园。烟暝：烟霭弥漫的黄昏。",
                    "classInfo" : "1",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "此词不止于追怀过去的游乐生活，还有政治失意之慨叹其中。&&&上片起头三句，写初春景物：梅花渐渐地稀疏，结冰的水流已经溶解，东风的煦拂之中，春天悄悄地来了。“暗换年华”，既指眼前自然界的变化，又指人事沧桑、政局变化。此种双关的今昔之感，直贯结句思归之意。&&&“金谷俊游”以下十一句，都是写的旧游，实以“长记”两字领起，“误随车”固“长记”之中，即前三句所写金谷园中、铜驼路上的游赏，也同样内。但由于格律关系就把“长记”这样作为领起的字移后了。“金谷”三句所写都是欢娱之情，纯为忆旧。“长记”之事甚多，而这首词写的只是两年前春天的那一次游宴。金谷园是西晋石崇的花园，洛阳西北。铜驼路是西晋都城洛阳皇宫前一条繁华的街道，以宫前立有铜驼而得名。故人们每以金谷、铜驼代表洛阳的名胜古迹。但词里，西晋都城洛阳的金谷园和铜驼路，却是用以借指北宋都城汴京的金明池和琼林苑，而非实指。与下面的西园也非实指曹魏邺都（今河北临漳西）曹氏兄弟的游乐之地，而是指金明池（因为它位于汴京之西）同。这三句，乃是说前年上已，适值新晴，游赏幽美的名园，漫步繁华的街道，缓踏平沙，非常轻快。&&&因忆及“细履平沙”故连带想起当初最令人难忘的“误随车”那件事来。“误随车”出韩愈《游城南十六首》的《嘲少年》：“直把春偿酒，都将命乞花。只知闲信马，不觉误随车。”而李白的《陌上赠美人》：“白马骄行踏落花，垂鞭直拂五云车。美人一笑搴珠箔，遥指红楼是妾家。”以及张泌的《浣溪沙》：“晚逐香车入凤城，东风斜揭绣帘轻，慢回娇眼笑盈盈。消息未通何计是？便须佯醉且随行，依稀闻道太狂生。”则都可作随车的注释。尽管那次“误随车”只是无心之误，但却也引起了词人温馨的遐思，使他对之长远地保持着美好的记忆。“正絮翻蝶舞”四句，写春景。“絮翻蝶舞”、“柳下桃蹊”，正面形容浓春。春天的气息到处洋溢着，人这种环境之中，自然也就“芳思交加”，即心情充满着青春的欢乐了。此处“乱”字下得极好，它将春色无所不，乱哄哄地呈现着万紫千红的图景出色地反映了出来。&&&换头“西园”三句，从美妙的景物写到愉快的饮宴，时间则由白天到了夜晚，以见当时的尽情欢乐。西园借指西池。曹植的《公宴》写道：“清夜游西园，飞盖相追随。明月澄清景，列宿正参差。”曹丕《与吴质书》云：“白日既匿，继以朗月。同乘并载，以游后园。舆轮徐动，参从无声；清风夜起，悲笳微吟。”又云：“从者鸣笳以启路，文学托乘于后车。”词用二曹诗文中意象，写日间外面游玩之后，晚间又到国夫人园中饮酒、听乐。各种花灯都点亮了，使得明月也失去了她的光辉；许多车子园中飞驰，也不管车盖擦损了路旁的花枝。写来使人觉得灯烛辉煌，车水马龙，如目前。“碍”字和“妨”字，不但显出月朗花繁，而且也显出灯多而交映，车众而并驰的盛况。把过去写得愈热闹就愈衬出现的凄凉、寂寞。&&&“兰苑”二句，暗中转折，逼出“重来是事堪嗟”，点明怀旧之意，与上“东风暗换年华”相呼应。追忆前游，是事可念，而“重来”旧地，则“是事堪嗟”，感慨至深。此时酒楼独倚，只见烟暝旗斜，暮色苍茫，既无飞盖而来的俊侣，也无鸣笳夜饮的豪情，极目所至，已经看不到絮、蝶、桃、柳这样一些春色，只是“时见栖鸦”而已。这时候，宦海风波，仕途蹉跌，也使得词人不得不离开汴京，于是归心也就自然而然地同时也是无可奈何地涌上心头。&&&此词的艺术特色主要是：其一，结构别具一格，上片先写今后写昔，下片先承上写昔后再写今，忆昔部分贯通上下两片。其二，大量运用对比手法，以昔衬今，极富感染力。",
                    "transferInfo" : "梅花稀疏，色彩轻淡，冰雪正在消融，春风吹拂暗暗换了年华。想昔日金谷胜游的园景，铜驼街巷的繁华，趁新晴漫步在雨后平沙。总记得曾误追了人家香车，正是柳絮翻飞蝴蝶翩舞，引得春思缭乱交加。柳荫下桃花小径，乱纷纷将春色送到万户千家。西园夜里宴饮，乐工们吹奏起胡笳。缤纷高挂的华灯遮掩了月色，飞驰的车盖碰损了繁花。花园尚未凋残，游子却渐生霜发，重来旧地事事感慨吁嗟。暮霭里一面酒旗斜挂。空倚楼纵目远眺，时而看见栖树归鸦。见此情景，我油然而生归隐之心，神思已暗自随着流水奔到天涯。",
                    "backgroundInfo" : "洛阳是北宋的西京，也是当时繁华的大城市之一，词人曾经在这里生活过一段时期，对此地留下了难忘的记忆。有一年早春时节，词人旧地重游，人事沧桑给他以深深的触动，使他油然而生惜旧之情，写下了这首词。该词不止于追怀过去的游乐生活，还有政治失意之慨叹其中。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "满庭芳·山抹微云",
                    "author" : "秦观",
                    "content" : "山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。销魂。当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也，襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。",
                    "addtionInfo" : "谯门：城门。引：举。尊：酒杯。蓬莱旧事：男女爱情的往事。烟霭（ǎi）：指云雾。消魂：形容因悲伤或快乐到极点而心神恍惚不知所以的样子。谩（màn）：徒然。薄幸：薄情。",
                    "classInfo" : "7",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "这首《满庭芳》是秦观最杰出的词作之一。起拍开端“山抹微云，天连衰草”，雅俗共赏，只此一个对句，便足以流芳词史了。一个“抹”字出语新奇，别有意趣。“抹”字本意，就是用别一个颜色，掩去了原来的底色之谓。传说，唐德宗贞元时阅考卷，遇有词理不通的，他便“浓笔抹之至尾”。至于古代女流，则时时要“涂脂抹粉”亦即用脂红别色以掩素面本容之义。&&&按此说法，“山抹微云”，原即山掩微云。若直书“山掩微云”四个大字，那就风流顿减，而意致全无了。词人另有“林梢一抹青如画，知是淮流转处山。”的名句。这两个“抹”字，一写林外之山痕，一写山间之云迹，手法俱是诗中之画，画中之诗，可见作者是有意将绘画笔法写入诗词的。少游这个“抹”字上极享盛名，婿宴席前遭了冷眼时，便“遽起，叉手而对曰：”某乃山抹微云女婿也！“以至于其虽是笑谈，却也说明了当时人们对作者炼字之功的赞许。山抹微云，非写其高，概写其远。它与”天连衰草“，同是极目天涯的意思：一个山被云遮，便勾勒出一片暮霭苍茫的境界；一个衰草连天，便点明了暮冬景色惨淡的气象。全篇情怀，皆由此八个字里而透发。&&&“画角”一句，点明具体时间。古代傍晚，城楼吹角，所以报时，正如姜白石所谓“正黄昏，清角吹寒，都空城”，正写具体时间。“暂停”两句，点出赋别、饯送之本事。词笔至此，便有回首前尘、低回往事的三句，稍稍控提，微微唱叹。妙“烟霭纷纷”四字，虚实双关，前后相顾。“纷纷”之烟霭，直承“微云”，脉络清晰，是实写；而昨日前欢，此时却忆，则也正如烟云暮霭，分明如，而又迷茫怅惘，此乃虚写。&&&接下来只将极目天涯的情怀，放眼前景色之间，又引出了那三句使千古读者叹为绝唱的“斜阳外，寒鸦万点，流水绕孤村”。于是这三句可参看元人马致远的名曲《天净沙·秋思》：“枯藤老树昏鸦；小桥流水人家；古道西风瘦马，夕阳西下，断肠人天涯”，抓住典型意象，巧用画笔点染，非大手不能为也。少游写此，全神理，谓天色既暮，归禽思宿，却流水孤村，如此便将一身微官濩落，去国离群的游子之恨以“无言”之笔言说得淋漓尽致。词人此际心情十分痛苦，他不去刻画这一痛苦的心情，却将它写成了一种极美的境界，难怪令人称奇叫绝。&&&下片中“青楼薄幸”亦值得玩味。此是用“杜郎俊赏”的典故：杜牧之，官满十年，弃而自便，一身轻净，亦万分感慨，不屑正笔稍涉宦郴字，只借“闲情”写下了那篇有名的“十年一觉扬州梦，赢得青楼薄幸名”，其词意怨愤谑静。而后人不解，竟以小杜为“冶游子”。少游之感慨，又过乎牧之之感慨。&&&结尾“高城望断”。“望断”这两个字，总收一笔，轻轻点破题旨，此前笔墨倍添神采。而灯火黄昏，正由山林微云的傍晚到“纷纷烟霭”的渐重渐晚再到满城灯火，一步一步，层次递进，井然不紊，而惜别停杯，流连难舍之意也就尽其中了。&&&这首词笔法高超还韵味深长，至情至性而境界超凡，非用心体味，不能得其妙也。后，秦观因此得名“山抹微云君”。",
                    "transferInfo" : "会稽山上，云朵淡淡的像是水墨画中轻抹上去的一半；越州城外，衰草连天，无穷无际。城门楼上的号角声，时断时续。在北归的客船上，与歌妓举杯共饮，聊以话别。回首多少男女间情事，此刻已化作缕缕烟云散失而去。眼前夕阳西下，万点寒鸦点缀着天空，一弯流水围绕着孤村。悲伤之际又有柔情蜜意，心神恍惚下，解开腰间的系带，取下香囊。徒然赢得青楼中薄情的名声罢了。此一去，不知何时重逢？离别的泪水沾湿了衣襟与袖口。正是伤心悲情的时候，城已不见，万家灯火已起，天色已入黄昏。",
                    "backgroundInfo" : "关于此词的创作时间，徐培均《秦观词新释辑评》认为此词作于宋神宗元丰二年（1079年）岁暮，创作地点在会稽（今浙江绍兴），所写的是作者与越地一位歌伎的恋情；而沈祖棻《宋词赏析》以为此词作于宋哲宗绍圣元年（1094年）贬离秘书省之际。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·西城杨柳弄春柔",
                    "author" : "秦观",
                    "content" : "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。",
                    "addtionInfo" : "弄春：谓在春日弄姿。离忧：离别的忧思，离人的忧伤。多情：指钟情的人。归舟：返航的船。韶华：美好的时光。常指春光。飞絮：飘飞的柳絮。春江：春天的江。",
                    "classInfo" : "52",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "这首愁情词由春愁离愁写起，再写失恋之愁和叹老嗟卑之愁，省略或者说是虚化了具体时空背景，仿佛将词人一生所经历之愁都凝聚浓缩在一首词中了，很富表现力和艺术感染力。&&&此词上片前三句写初春的离别，并未出现告别的对象而悲泪滂沱，已寓无限隐情。“西城杨柳弄春柔”貌似纯写景，实则有深意。因为这柳色，通常能使人联想到青春及青春易逝，又可以使人感春伤别。“弄春柔”的“柔”字，便有百种柔情，“弄”字则有故作撩拨之意。赋予无情景物以有情，寓拟人之法于无意中。“杨柳弄春柔”的结果，便是惹得人“动离忧，泪难收”。以下写因柳而有所感忆。“犹记”两句转为忆旧，“多情”指恋人，“系归舟”指飘泊重逢的激动。“碧野朱桥”是当日系舟处所，又是今日处境。&&&“当日事”唯存记忆，而眼前是“人不见，水空流”。即谓再度离别，再度“归来”时，已无人“系舟”，只见水流。“水空流”三字表达的惆怅是深长的。这几句暗示这杨柳不是任何别的地方的杨柳，而是靠近水驿的长亭之柳，所以当年曾系归舟，曾有离别情事这地方发生。那时候，一对有情人，就踏过红色的板桥，眺望春草萋萋的原野，这儿话别。一切都记忆犹新，可是眼前呢，风景不殊，人儿已天各一方了。&&&过片“韶华”句为议论，道破人生真理，此理虽为常理常情，但由词人体味人生后道出则有极哀切的意蕴。“韶华不为少年留”是因为少年既是风华正茂，又特别善感的缘故，这青春不再，年华易衰，才是“恨悠悠”的终极原因。此悠悠长恨，当然将词人仕途不遇、理想落空的伤感融注其间了。“恨悠悠，几时休？”两句无形中又与前文的“泪难收”、“水空流”唱和了一次。&&&“飞絮落花时节一登楼”说不登则已，“一登”就这杨花似雪的暮春时候，真正是“便做春江都是泪，流不尽，许多愁。”这是一个极其巧妙的比喻，它妙就妙一下子将从篇首开始逐渐写出的泪流、水流、恨流挽合做一江春水，滔滔不尽地向东奔去，使人沉浸感情的洪流中。这比喻不是突如其来的，而是逐渐汇合，水到渠成的。此喻在李后主“问君能有几多愁，恰似一江春水向东流”的比喻基础上，又翻出一层新意，乃脱胎换骨，点铁成金之法。&&&此词写柳，妙“弄春柔”一语，笔意入微，妥贴自然，把拟人手法于无意中出之，化无情之柳为多情之物；此词写愁，妙引而不发，语气微婉，最后由景触发一个巧妙的比喻：清泪、流水和离恨融汇成一股情感流，言尽而情不尽。全词结构布局极缜密。下片“飞絮落花”印上片“杨柳弄春柔”；“登楼”印“离忧”；“春江都是泪”印“泪难收”；“韶华不为少年留”总提全词命意，天然浑成，意态兼善，神韵悠长。",
                    "transferInfo" : "西城的杨柳逗弄着春天的柔情，让我想起离别时的忧伤，眼泪止不住的流。还记得当年你为我拴着归来的小舟。绿色的原野，红色的小桥，是我们当时离别的情形。而如今你不在，只有水在独自流淌。美好的青春不为少年时停留，离别的苦恨，什么时候才能停止？等到柳絮飘飞、落花满地的时候，我登上楼台。即使这满江春水都化作眼泪，也流不尽，依然有愁苦在心头。",
                    "backgroundInfo" : "此词的具体创作时间不详，主要抒写别恨，为怀人伤别之作，据词意可知作于某年的一个暮春，当为秦观前期的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹊桥仙·纤云弄巧",
                    "author" : "秦观",
                    "content" : "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。",
                    "addtionInfo" : "纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。飞星：流星。一说指牵牛、织女二星。银汉：银河。迢迢：遥远的样子。暗度：悄悄渡过。金风玉露：指秋风白露。忍顾：怎忍回视。朝朝暮暮：指朝夕相聚。",
                    "classInfo" : "103",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "这是一首咏七夕的节序词，起句展示七夕独有的抒情氛围，“巧”与“恨”，则将七夕人间“乞巧”的主题及“牛郎、织女”故事的悲剧性特征点明，练达而凄美。借牛郎织女悲欢离合的故事，歌颂坚贞诚挚的爱情。结句“两情若是久长时，又岂在朝朝暮暮”最有境界，这两句既指牛郎、织女的爱情模式的特点，又表述了作者的爱情观，是高度凝练的名言佳句。这首词因而也就具有了跨时代、跨国度的审美价值和艺术品位。 此词熔写景、抒情与议论于一炉，叙写牵牛、织女二星相爱的神话故事，赋予这对仙侣浓郁的人情味，讴歌了真挚、细腻、纯洁、坚贞的爱情。词中明写天上双星，暗写人间情侣；其抒情，以乐景写哀，以哀景写乐，倍增其哀乐，读来荡气回肠，感人肺腑。&&&词一开始即写“纤云弄巧”，轻柔多姿的云彩，变化出许多优美巧妙的图案，显示出织女的手艺何其精巧绝伦。可是，这样美好的人儿，却不能与自己心爱的人共同过美好的生活。“飞星传恨”，那些闪亮的星星仿佛都传递着他们的离愁别恨，正飞驰长空。&&&关于银河，《古诗十九首》云：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”“盈盈一水间，近咫尺，似乎连对方的神情语态都宛然目。这里，秦观却写道：”银汉迢迢暗渡“，以”迢迢“二字形容银河的辽阔，牛女相距之遥远。这样一改，感情深沉了，突出了相思之苦。迢迢银河水，把两个相爱的人隔开，相见多么不容易！”暗渡“二字既点”七夕“题意，同时紧扣一个”恨“字，他们踽踽宵行，千里迢迢来相会。&&&接下来词人宕开笔墨，以富有感情色彩的议论赞叹道：“金风玉露一相逢，便胜却人间无数！”一对久别的情侣金风玉露之夜，碧落银河之畔相会了，这美好的一刻，就抵得上人间千遍万遍的相会。词人热情歌颂了一种理想的圣洁而永恒的爱情。“金风玉露”用李商隐《辛未七夕》诗：“恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。”用以描写七夕相会的时节风光，同时还另有深意，词人把这次珍贵的相会，映衬于金风玉露、冰清玉洁的背景之下，显示出这种爱情的高尚纯洁和超凡脱俗。&&&“柔情似水”，那两情相会的情意啊，就象悠悠无声的流水，是那样的温柔缠绵。“柔情似水”，“似水”照应“银汉迢迢”，即景设喻，十分自然。一夕佳期竟然象梦幻一般倏然而逝，才相见又分离，怎不令人心碎！“佳期如梦”，除言相会时间之短，还写出爱侣相会时的复杂心情。“忍顾鹊桥归路”，转写分离，刚刚借以相会的鹊桥，转瞬间又成了和爱人分别的归路。不说不忍离去，却说怎忍看鹊桥归路，婉转语意中，含有无限惜别之情，含有无限辛酸眼泪。回顾佳期幽会，疑真疑假，似梦似幻，及至鹊桥言别，恋恋之情，已至于极。词笔至此忽又空际转身，爆发出高亢的音响：“两情若是久长时，又岂在朝朝暮暮！”秦观这两句词揭示了爱情的真谛：爱情要经得起长久分离的考验，只要能彼此真诚相爱，即使终年天各一方，也比朝夕相伴的庸俗情趣可贵得多。这两句感情色彩很浓的议论，成为爱情颂歌当中的千古绝唱。它们与上片的议论遥相呼应，这样上、下片同样结构，叙事和议论相间，从而形成全篇连绵起伏的情致。这种正确的恋爱观，这种高尚的精神境界，远远超过了古代同类作品，是十分难能可贵的。&&&这首词的议论，自由流畅，通俗易懂，却又显得婉约蕴藉，余味无穷。作者将画龙点睛的议论与散文句法与优美的形象、深沉的情感结合起来，起伏跌宕地讴歌了人间美好的爱情，取得了极好的艺术效果。",
                    "transferInfo" : "纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。缱绻的柔情像流水般绵绵不断，重逢的约会如梦影般缥缈虚幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。",
                    "backgroundInfo" : "关于此词的创作背景，扬州大学教授刘勇刚认为，此词是秦观为寄情长沙义倡而作，写于湘南郴州，时间是宋哲宗绍圣四年（公元1097年）的七夕。公元1096年（绍圣三年）春，秦观从监处州酒税削秩编管郴州，长沙是必经之路。关于长沙义倡，洪迈《夷坚志补》卷二有较详细的叙述：“义倡者，长沙人也，不知其姓氏。家世倡籍，善讴，尤喜秦少游乐府，得一篇，辄手笔口咏不置”，秦观南迁，取道长沙，访潭土风俗，邂逅了这位艺妓。秦观观其姿容既美，出语真诚，遂亮明身份，艺妓又惊又喜，殷勤款待少游，遍歌淮海乐府。秦观与她缱绻数日，临别之际，艺妓表达了侍奉左右的心愿。秦观答应她，将来北归重逢，便是于飞之日。一别数年，秦观竟死于广西的藤县。艺妓行数百里为秦观吊孝，哀恸而死。艺妓的故事，“湖南人至今传之，以为奇事”。洪迈提到常州校官钟将之感其事，为艺妓作传，名《义倡传》。当时秦观贬谪的路还要往南走下去，他与长沙歌女不得不洒泪而别。到了郴州以后，秦观日夜思念他的恋人，但戴罪之身，人命危浅，相聚又谈何容易。其实《踏莎行·郴州旅舍》最后两句“郴江幸自绕郴山，为谁流下潇湘去”的沉重叹息也包含了对长沙艺妓的长相思。公元1097年（绍圣四年）七夕，秦观在郴州写下了这首《鹊桥仙》，借牛女双星的鹊桥相会寄托了他对长沙歌女的恋情。 ",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "千秋岁·水边沙外",
                    "author" : "秦观",
                    "content" : "水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。",
                    "addtionInfo" : "碎：形容莺声细碎。飘零：飘泊。疏酒盏：多时不饮酒。宽衣带：谓人变瘦。西池：故址在丹阳，这里借指北宋京都开封西郑门西北之金明池二秦观于元佑间居京时，与诸同僚有金明池之游会。鹓（yuān）鹭：谓朝官之行列，如鹓鸟和鹭鸟排列整齐有序。清梦：美梦。朱颜：指青春年华。飞红：落花。",
                    "classInfo" : "76",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "这是秦观借描写春景春情，集中表现交织在一起的今与昔、政治上的不幸和爱情上的失意，抒发贬谪之痛、飘零之愁的一首词作。&&&上片着重写今日生活情景。首写眼前景致，“水边沙外，城郭春寒退”二句，点明地点、时令，轻轻着笔，朴实自然。紧接着“花影乱，莺声碎”二句，细写春景特色，以“乱”字状花之纷繁，“碎”字表莺声盈耳，用笔尤工，各极其妙，洋溢着对自然的喜爱之情。“飘零”以下四句，忽而由喜转悲，由春景春情转写远谪索居，形体瘦损，不复有以往对酒当歌之情，转折有致，词情哀怨。歇拍“人不见，碧云暮合空相对”二句，人情艳情，孤情凄情，蕴藉含蓄，耐人寻味。&&&下片抒发由昔而今的生活之情。换头直点昔日西池宴集，以“鸩鹭同飞盖”描写其盛况。比喻形象，用语简明，隐含着不能忘怀的情味。“携手处”以下四句，又由昔而今，由喜而悲，景物依旧，诸友却已飘泊云散。委婉曲折，缠宛凄侧。结尾“春去也，飞红万点愁如海”，再由眼前想到今后。“飞红万点”是春归的自然写照，“愁如海”却新奇绝妙。这两句既是惜春春去，又是对前途的无望。&&&此词在内容上由春景春情引发，由昔而今由今而昔，由喜而悲，由悲而怨，把政治上的不幸和爱情上的失意融为一体，集中抒发了贬徙之痛，飘零之苦。在艺术上一波三折，一唱三叹，蕴藉含蓄，感人肺腑；以景结情，境界深远，余味无穷。&&&新旧党争，损害的不只秦观一人，所以此词抒发的感情是具有一定的普适意义的，苏轼、黄庭坚、孔平仲、李之仪等人都有和词存今，可见对“元祜党人”震动之大，感触之深。&&&词中所体现的情感极为悲伤，充分体现这位“古之伤心人”（冯煦语）的性格特征。即：当他身处逆境之时．往往不能自拔，无法像苏轼那样，善于自我解脱，而是自叹、自伤，一往而深，直至于死。所以，当他的朋友看到这首词的时候，即担心其“不久于世”（后作者逝于五年后）。这也就是作者所谓独具善感“词心”的体现。",
                    "transferInfo" : "浅水边，沙洲外，城郊早春的寒气悄然尽退。枝头繁花，晴光下的倩影，纷乱如坠地颠颤微微。流莺在花丛，轻巧的啼啭声，听来太急促，太细碎。啊，只身飘零，消愁的酒盏渐疏，难得有一回酣然沉醉。日复一日的思念，心身已煎熬成枯灰。相知相惜的挚友，迢迢阻隔，眼前，悠悠碧云，沉沉暮色，相对。想当年，志士俊才共赴西池盛会，一时豪情逸兴，华车宝马驱弛如飞。不料风云突变，如今，看携手同游处，剩几人未折摧？啊，秉舟绕过日月，那梦已断毁，只有镜中古铜色，照出红润的容颜已非。春，去了落花千点万点，飘飞着残败的衰颓，牵起一怀愁绪，如海，潮涌潮推。",
                    "backgroundInfo" : "绍圣元年（1094），宋哲宗亲政后起用新党，包括苏轼、秦观在内的一大批“元祜党人”纷纷被贬。这首词就是秦观被贬之后的作品。至于写作时地，一说是绍圣二年（1095）谪处州（今浙江丽水）时所作；一说是绍圣三年在谪郴州途中作于衡阳。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "踏莎行·郴州旅舍",
                    "author" : "秦观",
                    "content" : "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。",
                    "addtionInfo" : "踏莎行：词牌名。郴（chēn）州：今属湖南。雾失楼台：暮霭沉沉，楼台消失在浓雾中。月迷津渡：月色朦胧，渡口迷失不见。桃源望断无寻处：拼命寻找也看不见理想的桃花源。桃源：语出晋陶渊明《桃花源记》，指生活安乐、合乎理想的地方。无寻处：找不到。可堪：怎堪，哪堪，受不住。杜鹃：鸟名，相传其鸣叫声像人言“不如归去”，容易勾起人的思乡之情。驿寄梅花：这里作者是将自己比作范晔，表示收到了来自远方的问候。鱼传尺素：传递书信的一个代名词。这里也表示接到朋友问候的意思。砌：堆积。无重数：数不尽。幸自：本自，本来是。为谁流下潇湘去：为什么要流到潇湘去呢？意思是连郴江都耐不住寂寞何况人呢？为谁：为什么。潇湘，潇水和湘水，是湖南境内的两条河流，合流后称湘江，又称潇湘。",
                    "classInfo" : "93",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "词的上阕在写景物，“雾失楼台，月迷津渡”一出语便已入哀景之中，从后句“桃园望断无寻处”可以想到，楼台、津渡都是因情所设之景，可能现实中并不存在。是由词人内心的不被人理解的情怀，无处宣泄所生出无人问津之感。桃花一语又让人联想到了桃花源记一文，诗人也正是想表达出一种离世厌俗的情感。常常文人在政治上不得志后的第一反应大多数也是出世，出离。浸淫于佛道的太虚，更是如此。在其稍晚些的作品《宁浦书事》中就提到了“我岂更求荣达”之语。在《反初》中也流露出了对田园隐居生活的向往。&&&“可堪孤馆闭春寒，杜鹃声里斜阳暮”则又将情景拉入到了悲凉之谷底，可堪孤馆和一个寒字，写尽了词人心中的孤苦凄凉，杜鹃啼血，本就凄凉又怎堪残阳日暮。自古日暮是归途，词人或许是在感叹自己生命将暮，或许在感叹仕途将暮。独在异乡，偏听子规，子规子规，何时子归。诗人或许又在感叹自己离别亲人，远离家乡的哀愁吧。在《题郴阳道中一古寺壁》中，少游哀叹“行人到此无肠断，问尔黄花知不知”，“北客念家浑不睡，荒山一夜雨吹风”从景物之凄凉，过渡到了内心之凄凉。在《宁浦书事》“骨肉未知消息，人生到此何堪”一语中，他更加直白地流露出了对远方亲人的思念之感。有理由相信，词人此时听到子规啼夜的心情是无比惆怅的，再加上孤身一人，念及家乡也是情理之中。&&&下片由叙实开始，写远方友人殷勤致意、安慰。“驿寄梅花，鱼传尺素。”连用两则有关友人投寄书信的典故，分见于《荆州记》和古诗《饮马长城窟行》。寄梅传素，远方的亲友送来安慰的信息，按理应该欣喜为是，但身为贬谪之词人，北归无望，却“别是一般滋味在心头”，每一封裹寄着亲友慰安的书信，触动的总是词人那根敏感的心弦，奏响的是对往昔生活的追忆和痛省今时困苦处境的一曲曲凄伤哀婉的歌。每一封信来，词人就历经一次这个心灵挣扎的历程，添其此恨绵绵。&&&故于第三句急转，“砌成此恨无重数。”一切安慰均无济于事。离恨犹如“恨”墙高砌，使人不胜负担。一个“砌”字，将那无形的伤感形象化，好像还可以重重累积，终如砖石垒墙般筑起一道高无重数、沉重坚实的“恨”墙。恨谁？恨什么？身处逆境的词人没有明说。联系他在《自挽词》中所说：“一朝奇祸作，漂零至于是。”可知他的恨，与飘零有关，他的飘零与党祸相联。在词史上，作为婉约派代表词人，秦观正是以这堵心中的“恨”墙表明他对现实的抗争。他何尝不欲将心中的悲愤一吐为快？但他忧谗畏讥，不能说透。于是化实为虚，作宕开之笔，借眼前山水作痴痴一问：“郴江幸自绕郴山，为谁流下潇湘去？”无理有情，无理而妙。好像词人在对郴江说：郴江啊，你本来是围绕着郴山而流的，为什么却要老远地北流向潇湘而去呢？关于这两句的蕴意，或以为：“郴江也不耐山城的寂寞，流到远方去了，可是自己还得呆在这里，得不到自由。”（胡云翼《宋词选》）或以为词人“反躬自问”，慨叹身世：“自己好端端一个读书人，本想出来为朝廷做一番事业，正如郴江原本是绕着郴山而转的呀，谁会想到如今竟被卷入一切政治斗争漩涡中去呢？”（《唐宋词鉴赏辞典》）见仁见智。&&&依笔者拙意，对这两句蕴意的把握，或可空灵一些。词人在幻想、希望与失望、展望的感情挣扎中，面对眼前无言而各得其所的山水，也许他悄然地获得了一种人生感悟：生活本身充满了各种解释，有不同的发展趋势，生活并不是从一开始便固定了的故事，就像这绕着郴山的郴江，它自己也是不由自己地向北奔流向潇湘而去。生活的洪流，依着惯性，滚滚向前，它总是把人带到深不可测的远方，它还将把自己带到什么样苦涩、荒凉的远方啊！正如叶嘉莹先生评此词说：“头三句的象征与结尾的发问有类似《天问》的深悲沉恨的问语，写得这样沉痛，是他过人的成就，是词里的一个进展。”（《唐宋词十七讲》）与秦观悲剧性一生“同升而并黜”的苏轼，同病相怜更具一份知己的灵感犀心，亦绝爱其尾两句，及闻其死，叹曰：“少游已矣，虽万人何赎！”自书于扇面以志不忘。是以王士祯云：“高山流水之悲，千古而下，令人腹痛！”（《花草蒙拾》）&&&综上所述，这首词最佳处在于虚实相间，互为生发。上片以虚带实，下片化实为虚，以上下两结饮誉词坛。激赏“可堪孤馆闭春寒，杜鹃声里斜阳暮”的王国维（静安），以东坡赏其后二语为“皮相”。持论未免偏颇。深味末二句“郴江”之问，其气格、意蕴，毫不愧色于“可堪”二句。所谓东坡“皮相”之赏，亦可谓“解人正不易得”。全词以委婉曲折的笔法，抒写了失意人的凄苦和哀怨的心情，流露了对现实政治的不满。",
                    "transferInfo" : "暮霭沉沉，楼台消失在浓雾中，月色朦胧，渡口也隐匿不见。望断天涯，理想中的桃花源也无处可寻。怎能忍受得了在这春寒料峭时节，独居在孤寂的客馆，斜阳西下，杜鹃声声哀鸣！远方的友人的音信，寄来了温暖的关心和嘱咐，却平添了我深深的别恨离愁。郴江啊，你本来是环绕着郴山奔流，为什么偏偏要流到潇湘去呢？",
                    "backgroundInfo" : "绍圣四年（公元1097年）作者因新旧党争先贬杭州通判，再贬监州酒税，后又被罗织罪名贬谪郴州，削去所有官爵和俸禄；又贬横州此词就是离郴前所写。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·漠漠轻寒上小楼",
                    "author" : "秦观",
                    "content" : "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。",
                    "addtionInfo" : "漠漠：像清寒一样的冷漠。轻寒：薄寒，有别于严寒和料峭春寒。晓阴：早晨天阴着。无赖：词人厌恶之语。穷秋：秋天走到了尽头。淡烟流水：画屏上轻烟淡淡，流水潺潺。幽：意境悠远。丝雨：细雨。宝帘：缀着珠宝的帘子，指华丽的帘幕。闲挂：很随意地挂着。",
                    "classInfo" : "92",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "这首词以轻浅的色调、幽渺的意境，描绘一个女子在春阴的清晨里所生发的淡淡哀愁和轻轻寂寞。全词意境怅静悠闲，含蓄有味。&&&每一次春来，就是一次伤春的体验。词人之心，很早就发出了“为问新愁，何事年年有”的愁怨。然而他们的命运也往往是一年年地品尝春愁。此词抒写的是淡淡的春愁。它以轻淡的色笔、白描的手法，十分熨贴地写出了环境氛围，即把那一腔淡淡的哀怨变为具体可感的艺术形象渗透出来，表情深婉、幽缈。“一片自然风景就是一种心情”。索漠轻寒中袅袅而升的是主人公那轻轻的寂寞和百无聊赖的闲愁。即景生情，因情生景，情恰能称景，景也恰能传情，这便是词作的境界。&&&上片写天气与室内环境的凄清，通过写景渲染萧瑟的气氛，不言愁而愁自见。起首一句“漠漠轻寒上小楼”，笔意轻灵，如微风拂面，让人不自觉地融入其中，为全词奠定了一种清冷的基调。随后一句还是写天气，强调“轻寒”。初春之寒，昏晓最甚。更何况阴云遮日，寒意自然更深一步，难怪会让人误以为是深秋时节。“无赖”二字暗指女主人公因为天气变化而生出丝丝愁绪。“淡烟”一句视角从室外转到室内，画屏之上，淡烟流水，亦是一片凄清模样，让人不禁生出一丝淡淡的哀愁。&&&下片写倚窗所见，转入对春愁的正面描写。不期然而然中，他的视线移向了窗外：飞花袅袅，飘忽不定，迷离惝恍；细雨如丝，迷迷蒙蒙，迷漫无际。见飞花之飘缈，不禁忆起残梦之无凭，心中顿时悠起的是细雨蒙蒙般茫无边际的愁绪。本写春梦之无凭与愁绪之无际，却透过窗户摄景着笔于远处的飞花细雨，将情感距离故意推远，越发感生出一种飘缈朦胧、不即不离之美。亦景亦情而柔婉曲折，是“虽不识字人，亦知是天生好言语”（《人玉屑》卷二十一引晁无咎语）的佳例。词人将“梦”与“愁”这种抽象的情感编织在“飞花”、“丝雨”交织的自然画面之中。这种现象，约翰·鲁斯金称为“感情误置”，而这在中国诗词中则为司空见惯。“自在飞花”，无情无思，格外惹人恼恨，而反衬梦之有情有思。最后，词以“宝帘闲挂小银钩”作结，尤觉摇曳多姿。细推词脉，此句应为过片之倒装句。沉迷于一时之幻境，不经意中瞥向已经挂起的窗帘外面，飞花丝雨映入眼帘，这便引出“自在”二句之文。而在结构艺术上，词人作如是倒装，使得词之上、下片对称工整，显得精巧别致，极富回环变化的结构之美。同时，也进一步唤醒全篇，使帘外的种种愁境，帘内的愁人更为分明，不言愁而愁自现。句中“闲”字，本是形容物态，而读者返观全篇，知此正是全词感情基调──百无聊赖的情感意绪。作为红线贯串打通全词，一气运转，跌宕昭彰。&&&此词以柔婉曲折之笔，写一种淡淡的闲愁。在生活中，每个人都会拥有自己的一份闲愁。不知何时何处，它即从你心底无端地升起，说不清也拂不去，令人寂寞难耐。词人们又总是能更敏锐地感受到它，捕捉住它，并流诸笔底。而此时，又必然会渗透进他们对时世人生的独特感受。冯延巳的《鹊踏枝》写出了人人心中皆有的这般闲情，却也包蕴着一种由时代氛围所酿成的说不清、排不开的愁绪。“古之伤心人也”的秦观，年少丧父，仕途抑塞，于新旧党迭为消长之际，一再受到排抑，满腹满腔人生的遭际感慨，泛化为一种凄怨感伤的心境意绪而弥漫于词作之中，呈现出含蓄蕴藉、窈深幽约之美。此词曲折传情而凄清婉美，《词则大雅集》卷二称“宛转幽怨，温韦嫡派”。作为婉约派词人，他正是远祖温韦，近承晏柳，融各家所长为一体，成其细腻含蓄而又凄怨感伤之风格，吟唱出较“花间”、“尊前”更为绸缪凄婉的角声，别具一番魅力。&&&就思想内容来说，秦观的词多写艳情，与晏几道、柳永相似，但却能以语言的翻新、情致的幽趣历来受人激赏。这首词写的是春愁，一种细微幽渺的、不容易捉摸的感情，但作者以他非凡的功力，借具体的景物描写和形象的比喻，将它表现了出来。最具代表性的是它的“自在飞花轻似梦，无边丝雨细如愁。”它将细微的景物与幽渺的感情极为巧妙而和谐地结合在一起，使难以捕捉的抽象的梦与愁成为可以接触的具体形象。沈祖棻《宋词赏析》分析这两句时，说：“它的奇，可以分两层说。第一，‘飞花’和‘梦’， ‘丝雨’和‘愁’，本来不相类似，无从类比。但词人却发现了它们之间有‘轻’和‘细’这两个共同点，就将四样原来毫不相干的东西联成两组，构成了既恰当又新奇的比喻。第二，一般的比喻，都是以具体的事物去形容抽象的事物，或者说，以容易捉摸的事物去比譬难以捉摸的事物。但词人在这里却是反其道而行之。他不说梦似飞花，愁如丝雨，而说飞花似梦，丝雨如愁也同样很新奇。”这两句用语奇绝，特别具有一种音乐美、诗意美和画境美。&&&在文学大家的笔下，对情、意表达的处理常见“举重若轻”和“举轻若重”两种方式。它们都会有理想的表达效果，但秦观在这里的幽情轻吐却有如此的效果，依赖于其善于渲染、语言精美、比喻神奇，但更关键的是内中的那种情致。冯煦称赞说：“他人之词，词才也；少游，词心也。得之于内，不可以传。”秦观的个人气质与文体特征已经融而为一。这首词没有一处用重笔，没有痛苦的呐喊，没有深情的倾诉，没有放纵自我的豪兴，没有沉湎往事的不堪。只有对自然界“漠漠轻寒”的细微感受，对“晓阴无赖”的敏锐体察，对“淡烟流水”之画屏的无限感触。这春愁，既没有涉及政治，又没有涉及爱情、友谊，或者其他什么。它其实只是写了一种生活的空虚之感。在一个敏感文人的心里，这种空虚寂寞伴随生命的全程，它和愿望、和理想、和对生命的珍视成正比，无边无际，无计可除。",
                    "transferInfo" : "一阵阵轻轻的春寒袭上小楼，清晨的天色阴沉得竟和深秋一样，令人兴味索然。回望画屏，淡淡烟雾，潺潺流水，意境幽幽。柳絮飞舞如虚无缥缈的梦境，丝丝细雨落下如同我的忧愁。再看那缀着珠宝的帘子正随意悬挂在小小银钩之上。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "行香子·树绕村庄",
                    "author" : "秦观",
                    "content" : "树绕村庄，水满陂塘。倚东风、豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗、流水桥旁。偶然乘兴、步过东冈。正莺儿啼，燕儿舞，蝶儿忙。",
                    "addtionInfo" : "陂（bēi）塘：池塘。徜（cháng）徉（yáng）：自由自在来回地走动。飚（yáng）：飞扬，飘扬。青旗：青色的酒幌子。",
                    "classInfo" : "1",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "这首词描绘春天的田园风光，写景抒情朴质自然，语言生动清新。唐、五代、北宋的词一般都是描写男女之情夫妇之爱，像这样用朴素的语言、轻快的格调描写农家风景的，可谓异类，与秦观的一贯词风也不大相同。词的上片表现的是一处静态风景，主要描写小园和各种色彩缤纷的春花；下片则描写农家乡院以及莺歌燕舞、蝶儿翻飞的迷人春色。词的独特之处在于一反词人其他词中常有的哀怨情调，变为色彩鲜明，形象生动。全词以白描的手法、浅近的语言，勾勒出了一幅春光明媚、万物竞发的田园风光图。&&&上片先从整个村庄起笔，一笔勾勒其轮廓，平凡而优美。“树绕村庄，水满陂塘。”这首词开头两句是说，绿树绕着村庄，春水溢满池塘。&&&开头两句，先从整个村庄着笔。这正是春天来到农家的标志，也是词人行近村庄的第一形象。它使人联想起孟浩然笔下的那个“绿树村边合”的农庄，平凡而优美。&&&“倚东风，豪兴徜徉。”接下来的两句是说，淋浴着东风，带着豪兴我信步而行。&&&这两句，出现游春的主人公——词人自己。“东风”点时令，“豪兴”说明游兴正浓，徜徉则显示词人只是信步闲游，并没有固定的目标和路线。这一切，都在下面的具体描写中得到体现。这两句写出词人怡然自得的神态。&&&“小园几许，收尽春光。有桃花红，梨花白，菜花黄。”这是说，小园虽小，却收尽春光。桃花正红，李花雪白，菜花金黄。&&&在信步徜徉的过程中，词人的目光忽然被眼前一所色彩缤纷、春意盎然的小园所吸引，不知不觉停住了脚步。这鲜明的色彩，浓郁的香味，组成一幅春满小园的图画，显出绚丽多采而又充满生机。&&&下片“远远围墙”四句，作者的视野由近放远。周墙，茅堂，青旗，流水，小桥，动静相生，风光如画，而又富含诗蕴，引入遐想。这几句也颇似辛弃疾《鹧鸪天·和子似山行韵》词中：“山远近，路横斜，青旗沽酒有人家”的意境。&&&“偶然乘兴，步过东冈”，照应上文的“豪兴徜徉”，进一步写其怡然自得情状。“正莺儿啼”三句，仍是特写春之一隅，地点却已经转到田野之中。与上阕对应部分描写静静绽放的开花植物不同，这里集中笔力写的是动感极强、极为活跃的虫鸟等动物；“啼”、“舞”、“忙”三字概括准确，写春的生命活力，更加淋漓尽致。比起小园来，是别一种春光。&&&全词写景状物，围绕词人游春足迹这个线索次第展开，不慌不忙而意趣自出；结构方面上节片完垒对称，组成两副相对独立的活动图画，相互辉映而又和谐统一。在艺术创新上，是自有其特色的。词人运用通俗、生动、朴素、清新的语言写景状物；使朴质自然的村野春光随词人轻松的脚步得到展现。全词下笔轾灵，意兴盎然，洋溢着一种由衷的快意和舒畅，如此风格情调在秦观的词中并不多见，但崭然一出便别开一番天地，对后代词曲在题材和意境的开拓方面有较大影响。",
                    "transferInfo" : "绿树环绕着村庄，春水满池塘，迎着暖暖春风，安闲自在地来回漫步着。小小的院子却收尽春光，桃花正红，李花雪白，菜花金黄。越过围墙远望，隐约可见几间茅草房。溪水的小桥旁，青色的酒幌子在风中飞扬。偶然乘着游兴，走过东面的山冈。只见莺儿鸣啼，燕儿飞舞，蝶儿匆忙，一派大好春光。",
                    "backgroundInfo" : "此词大约作于作者创作早期的熙宁年间（公元1068~公元1077年），当时作者家居，尚未出仕。在一个春天，作者乘兴游览了一座村庄，被朴质自然的村野风光所感染，因此创作了此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "半死桐·重过阊门万事非",
                    "author" : "贺铸",
                    "content" : "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。",
                    "addtionInfo" : "鹧鸪天：词牌名。阊（chāng）门：苏州城西门，此处代指苏州。何事：为什么。清霜后：秋天，此指年老。“原上草”二句，形容人生短促，如草上露水易干。晞：(xī)干。旧栖：旧居，指生者所居处。新垅：新坟，指死者葬所。",
                    "classInfo" : "64",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "这是一首情深辞美的悼亡之作。作者夫妇曾经住在苏州，后来妻子死在那里，今重游故地，想起死去的妻子，十分怀念，就写下这首悼亡词。全词写得很沉痛，十分感人，成为文学史上与潘岳《悼亡》、元稹《遣悲怀》、苏轼《江城子·乙卯正月二十日夜记梦》等同题材作品并传不朽的名篇。&&&上片开头两句用赋，直抒胸臆，写作者这次重回苏州经过阊门，一想起和自己相濡以沫的妻子已长眠地下，不禁悲从中来，只觉得一切都不顺心，遂脱口而出道：“同来何事不同归？”接以“同来何事不同归”一问，问得十分无理，实则文学往往是讲“情”而不讲“理”的，极“无理”之辞，正是极“有情”之语。&&&“梧桐半死清霜后，头白鸳鸯失伴飞”两句，借用典故，用半死梧桐和失伴鸳鸯比喻自己知天命之年却成为鳏夫，孑身独存的苦状，寂寞之情，溢于言表。“清霜”二字，以秋天霜降后梧桐枝叶凋零，生意索然，比喻妻子死后自己也垂垂老矣。“头白”二字一语双关，鸳鸯头上有白毛，而词人此时已年届五十，也到了满头青丝渐成雪的年龄。这两句形象地刻画出了作者的孤独的凄凉。&&&过片“原上草 ，露初晞“承上启下，亦比亦兴，既是对亡妻坟前景物的描写，又借露水哀叹妻子生命的短暂。同时这里也是用典，汉乐府丧歌《薤露》：“薤上露，何易晞！”用原草之露初晞暗指夫人的新殁，是为比，紧接上片，与“梧桐半死”共同构成“博喻”；同时，原草晞露又是荒郊坟场应有的景象，是为兴，有它寻夫先路，下文“新垅”二字的出现就不显得突兀。&&&下片最后三句复用赋体。“旧栖新垅两依依。“因言“新垅”，顺势化用陶渊明《归园田居五首》其四“徘徊丘垅间，依依昔人居”诗意，牵出“旧栖”。居所依依，却天人永隔。下文即很自然地转入到自己“旧栖”中的长夜不眠之思——“空床卧听南窗雨，谁复挑灯夜补衣！”夜间辗转难眠中，昔日妻子挑灯补衣的情景历历在目，却再难重见。这既是抒情最高潮，也是全词中最感人的两句。这两句，平实的细节与意象中表现妻子的贤慧，勤劳与恩爱，以及伉俪间的相濡以沫，一往情深，读来令人哀惋凄绝，感慨万千。&&&这首词在艺术构思上最突出之处在于将生者与死者紧密联系在一起，作者词笔始终关合自己与妻子双方，其情之深已侵入文章构思当中，如：&&&“重过阊门万事非 ，同来何事不同归。”此处上半句写自己所见，下半句抒发对亡妻的思念。“梧桐半死清霜后，头白鸳鸯失伴飞”这是写作者自身。“原上草 ，露初晞“这是写妻子。“旧栖新垄两依依。“这是两个人在一起写。“空床卧听南窗雨，谁复挑灯夜补衣”与开头一样，前一句写自己，后一句写妻子。以夫妻间体贴关怀、情感交融的温馨生活为基础写成；”旧坟新垄“句有夫妻感情已经超越时间，超越生死之感。",
                    "transferInfo" : "再次来到苏州，只觉得物是人非。曾与我同来的妻子为什么不能与我同归呢？自己如同霜打的梧桐半死半生，又像失伴的鸳鸯，孤独倦飞。原野里绿草嫩叶上的露珠刚刚被晒干。我流连于旧日同住的居室，又徘徊于垄上的新坟。躺在空荡荡的床上，听着窗外的凄风苦雨，今后还有谁再为我深夜挑灯缝补衣衫？",
                    "backgroundInfo" : "这首词是公元1101年（宋徽宗建中靖国元年）作者从北方回到苏州时悼念亡妻所作。贺铸一生抑郁不得志，年近五十闲居苏州三年，其间与他相濡以沫、甘苦与共的妻子亡故。重游故地，想起亡妻，物是人非，作词以寄哀思。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "杵声齐·砧面莹",
                    "author" : "贺铸",
                    "content" : "砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。",
                    "addtionInfo" : "砧（zhēn）﹕捶衣服的垫石。莹：光洁、透明。杵（chǔ）：捶衣服的木棒。泪墨题：泪和着墨汁写信。玉门：古通西域要道。戍（shù）人：守卫边疆之军人",
                    "classInfo" : "52",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "这首词从怨女的角度，展现了一幕人铸间悲剧。通过描写闺中人思念远戍征人，表现了作者忧国忧民的思想。&&&上片起二句从捣练的工具运思下笔，而字里行间自有捣练之人。从“砧面莹”的“莹”字，可以想见，作为一位征人的妻室，捣练帛，作征衣，早已是她的繁重的家务劳动的一部分，日复一日，年复一年，以至那面砧石已经被磨得如此光莹平滑。从“杵声齐”的“齐”字，则可以想见她的捣练操作之熟练，以及与同伴合作之协调。而那一记记有节秦的杵声中，正倾注了她辛劳持家的全部心力。传出了她忆念远人的万缕深情。&&&下面“捣就征衣泪墨题”一句。道破题旨，点明其捣练制衣的目的是寄与远戍边关的丈夫，而题写姓名、附寄家书之际。一想到丈夫远在万里外，归期渺茫，生死难卜，今世今生，相见无日，不禁愁肠千转，泪随墨下。“泪墨题”，一边磨墨，一边落泪，泪水和着墨水写信。这三个字，饱含了一位失去家庭幸福的妇女的无限辛酸苦痛。&&&结末两句与“捣就征衣”句紧相承接，从戍人的角度进一步加重了这幕悲剧的份量。&&&结末两句采用了翻进一层的写法。这两句先写玉关之远，再推进一层。写戍人所在地之远，从而使上、下句间有起伏转折之致，而且，每转愈深，把这一家庭悲剧显示得更其可悲，把悲剧中女主角的伤离怀远之情表现得更深更曲。在当时的交通条件下，这负载着她的柔情蜜意的征衣包裹，寄到玉关已要经历千山万水，不知何时才能到达，寄到远在玉关之西的戍人手中，就更遥遥无期了，更不知这包寒衣寄到时戍人是否尚在人间。这样一个最凄惨、最残酷而又可能出现的悲剧结局，正是长期笼罩在她心头的一片阴影，也正是她题寄这包征衣时泪墨难分的一个最痛楚的原因。&&&欧阳修名句“平芜尽处是春山，行人更在春山外”，颇为人称道，此词结尾句式与之有异曲同工之妙。&&&全词精炼含蓄，概括集中，感情真挚，余韵悠长，正如张炎在《词源》中所述：“词之难于令曲，如诗之难于绝句，不过十数句，一句一字闲不得，末句最当留意，有有余不尽之意始佳。”",
                    "transferInfo" : "捣衣石的表面因年长日久的使用，早已光洁平滑，杵声协调、齐整。捣完制成衣服给丈夫寄去，可是在题写姓名、附就家信时却止不住涕泣连连。寄到玉门关已是万里之外了，可是戍守边关的人还在玉门关的西边。",
                    "backgroundInfo" : "词人是一位对人民疾苦深怀同情的文学家，面对这种残酷的社会现实，他创作了《捣练子》组词，代思妇征夫们诉说他们的痛楚。原词共有六首，第一首已经残缺，其余五首题依次为《夜捣衣》、《杵声齐》、《夜如年》、《剪征袍》、《望书归》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "芳心苦·杨柳回塘",
                    "author" : "贺铸",
                    "content" : "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。",
                    "addtionInfo" : "踏莎行：词牌名。回塘：环曲的水塘。别浦：江河的支流入水口。绿萍涨断莲舟路：这句话是说，水面布满了绿萍，采莲船难以前行。莲舟，采莲的船。红衣脱尽芳心苦：红衣，形容荷花的红色花瓣。芳心苦，指莲心有苦味。以上两句说，虽然荷花散发出清香，可是蜂蝶都断然不来，它只得在秋光中独自憔悴。返照：夕阳的回光。潮：指晚潮。行云：流动的云。依依：形容荷花随风摇摆的样子。骚人：诗人。不肯嫁春风：把荷花来和桃杏隐隐对比，写荷花有“美人迟暮”之感。",
                    "classInfo" : "96",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "这首词是咏荷花，寄寓了作者的身世之感。词的上阕描画了一个详和而恬静的池塘。而荷花却生长在池塘僻静处，只能寂寞地凋落。就象一位美女，无人欣赏，无人爱慕，饱含零落的凄苦。词人通过美人的自嗟自叹，也暗露了自己年华的虚度。下阕仍借美人之口言志：即使凄风冷雨，我仍然不在百花争艳的春天开放，宁愿盛开在炎炎的夏日。荷花、美人、君子，形成了完美和谐的统一。&&&“杨柳回塘，鸳鸯别浦。”两句写荷花所在之地。“回塘”，位于迂回曲折之处的池塘。“别浦”，不当行路要冲之处的水口。（小水流入大水的地方叫做浦。另外的所在谓之别，如别墅、别业、别馆）回塘、别浦，在这里事实上是一个地方。就储水之地而言，则谓之塘；就进水之地而言，则谓之浦。荷花在回塘、别浦，就暗示了她处于不容易被人发现，因而也不容易为人爱慕的环境之中。“杨柳”、“鸳鸯”，用来陪衬荷花。杨柳在岸上，荷花在水中，一绿一红，着色鲜艳。鸳鸯是水中飞禽，荷花是水中植物，本来常在一处，一向被合用来作装饰图案，或绘入图画。用鸳鸯来陪衬荷花之美丽，非常自然。&&&“绿萍涨断莲舟路。”句由荷花的美丽转入她不幸的命运。古代诗人常以花开当折，比喻女子年长当嫁，男子学成当仕，故无名氏所歌《金缕衣》云：“劝君莫惜金缕衣，劝君惜取少年时。花开堪折直须折，莫待无花空折枝。”而荷花长在水中，一般都由女子乘坐莲舟前往采摘，如王昌龄《采莲曲》所写：“吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。”但若是水中浮萍太密，莲舟的行驶就困难了。这当然只是一种设想，而这种设想，则是从王维《皇甫岳云溪杂题·萍池》“春池深且广，会待轻舟回。靡靡绿萍合，垂杨扫复开”来，而反用其意。以荷花之不见采由于莲舟之不来，莲舟之不来由于绿萍之断路，来比喻自己之不见用由于被人汲引之难，被人汲引之难由于仕途之有碍。托喻非常委婉。&&&“断无蜂蝶慕幽香”句再作一个比譬。荷花既生长于回塘、别浦，莲舟又被绿萍遮断，不能前来采摘，那么能飞的蜂与蝶该是可以来的吧。然而不幸的是，这些蜂和蝶，又不知幽香之可爱慕，断然不来。这是以荷花的幽香，比自己的品德；以蜂蝶之断然不来，比在上位者对自己的全不欣赏。&&&歇拍承上两譬作结。莲舟不来，蜂蝶不慕，则美而且香的荷花，终于只有自开自落而已。“红衣脱尽”，是指花瓣飘零；“芳心苦”，是指莲心有苦味。在荷花方面说，是设想其盛时虚过，旋即凋败；在自己方面说，则是虽然有德有才，却不为人知重，以致志不得行，才不得展，终于只有老死牖下而已，都是使人感到非常痛苦的。将花比人，处处双关，而毫无牵强之迹。&&&下片“返照”二句，所写仍是回塘、别浦之景色。落日的余辉，返照在荡漾的水波之上，迎接着由浦口流入的潮水。天空的流云，则带着一阵或几点微雨，洒向荷塘。这两句不仅本身写得生动，而且还暗示了荷花在塘、浦之间，自开自落，为时已久，屡经朝暮，饱历阴晴，而始终无人知道，无人采摘，用以比喻在自己的生活经历中，也遭遇过多少世事沧桑、人情冷暖。这样写景，就同时写出了人物的思想感情乃至性格。&&&“依依”一句，显然是从李白《渌水曲》“荷花娇欲语，愁杀荡舟人”变化而来。但指明“语”的对象为骚人，则比李诗的含义为丰富、深刻。屈原《离骚》：“制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。”正因为屈原曾设想采集荷花（芙蓉也是荷花，见王逸《注》）制作衣裳，以象征自己的芳洁，所以词中才也设想荷花于莲舟不来，蜂蝶不慕，自开自落的情况之下，要将满腔心事，告诉骚人。但此事究属想象，故用一“似”字，与李诗用“欲”字同，显得虚而又活，幻而又真。王逸《〈离骚经〉章句序》中曾指出：“《离骚》之文，依《诗》取兴，引类譬喻。故善鸟、香草，以配忠贞……宓妃、佚女，以譬贤臣。”从这以后，香草、美女、贤士就成为三位一体了。在这首词中，作者以荷花（香草）自比，非常明显，而结尾两句，又因以“嫁”作比，涉及女性，就同样也将这三者连串了起来。&&&“当年”两句，以文言，是想象中荷花对骚人所倾吐的言语；以意言，则是作者的“夫子自道”。行文至此，花即是人，人即是花，合而为一了。“当年不肯嫁春风”，是反用张先的《一丛花令》“沉恨细思，不如桃杏，犹解嫁东风”，一看即知，而荷花之开，本不在春天，是在夏季，所以也很确切。春天本是百花齐放、万紫千红的时候，诗人既以花之开于春季，比作嫁给春风，则指出荷花之“不肯嫁春风”，就含有她具有一种不愿意和其它的花一样地争妍取怜那样一种高洁的、孤芳自赏的性格的意思在内。这是写荷花的身分，同时也就是在写作者自己的身分。但是，当年不嫁，虽然是由于自己不肯，而红衣尽脱，芳心独苦，岂不是反而没由来地被秋风耽误了吗？这就又反映了作者由于自己性格与社会风习的矛盾冲突，以致始终仕路崎岖，沉沦下僚的感叹。&&&南唐中主《浣溪沙》云：“菡萏香销翠叶残，西风愁起绿波间。”王国维《人间词话》认为“大有众芳芜秽，美人迟暮之感”。（“惟草木之零落兮，恐美人之迟暮”“虽萎绝其亦何伤兮，哀众芳之芜秽”均《离骚》句。）这位著名的文学批评家是敏感地察觉到了这个偏安小国的君主为自己不可知的前途而发出的叹息的。晏几道的《蝶恋花》咏荷花一首，可能是为小莲而作。其上、下片结句“照影弄妆娇欲语，西风岂是繁华主”和“朝落暮开空自许，竟无人解知心苦”，与这首词“无端却被秋风误”和“红衣脱尽芳心苦”的用笔用意，大致相近，可以参照。&&&由于古代诗人习惯于以男女之情比君臣之义、出处之节，以美女之不肯轻易嫁人比贤士之不肯随便出仕，所以也往往以美女之因择夫过严而迟迟不能结婚以致耽误了青春年少的悲哀，比贤士之因择主、择官过严而迟迟不能任职以致耽误了建立功业的机会的痛苦。曹植《美女篇》：“佳人慕高义，求贤良独难。……盛年处房室，中夜起长叹。”杜甫《秦州见敕目薛、毕迁官》：“唤人看腰袅，不嫁惜娉婷。”陈师道《长歌行》：“春风永巷闭娉婷，长使青楼误得名。不惜卷帘通一顾，怕君着眼未分明。”“当年不嫁惜娉婷，抹白施朱作后生。说与旁人须早计，随宜梳洗莫倾城。”虽立意措词有所不同，但都是以婚媾之事，比出处之节。这首词则通体以荷花为比，更为含蓄。&&&作者在词中隐然将荷花比作一位幽洁贞静、身世飘零的女子，借以抒发才士沦落不遇的感慨。《宋史》“虽要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。竟以尚气使酒，不得美官，悒悒不得志”，这些记载，对于理解此词的深意颇有帮助。",
                    "transferInfo" : "杨柳围绕着环曲的池塘，一对鸳鸯在进水口处嬉戏。池塘水面布满又厚又密的浮萍，挡住了采莲的姑娘。没有蜜蜂和蝴蝶，来倾慕幽幽荷香。最后只能花朵凋敝，结一颗芳心苦涩。夕阳的回光照着晚潮，涌进荷塘，流动的云层带来点点细雨。随风摇曳的荷花，像是向骚人诉说哀肠：当年不肯在春天开放，如今只能在秋风中受尽凄凉。",
                    "backgroundInfo" : "《宋史·文苑传》载贺铸“喜谈当世事，可否不少假借。虽贵要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。……竟以尚气使酒，不得美官，悒悒不得志”。他出身高贵却长期屈居下僚，其心中的苦楚是一般人难以体会的。这首词的荷花美丽清高，却结局凄惨，作者可能也是在表达对自己早年过于孤高自傲的一种悔恨。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "青玉案·凌波不过横塘路",
                    "author" : "贺铸",
                    "content" : "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。",
                    "addtionInfo" : "凌波：形容女子步态轻盈。芳尘去：指美人已去。锦瑟华年：指美好的青春时期。锦瑟：饰有彩纹的瑟。月台：赏月的平台。花榭：花木环绕的房子。琐窗：雕绘连琐花纹的窗子。朱户：朱红的大门。蘅皋（héng gāo）：长着香草的沼泽中的高地。彩笔：比喻有写作的才华。事见南朝江淹故事。试问闲愁都几许：都几许，有多少。一川：遍地。",
                    "classInfo" : "1",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "本篇为相思怀人之词，是词人晚年退隐苏州期间所作。此词通过对暮春景色的描写，抒发作者所感到的“闲愁”。上片写路遇佳人而不知所往的怅惘情景，也含蓄地流露其沉沦下僚、怀才不遇的感慨；下片写因思慕而引起的无限愁思，表现了幽居寂寞积郁难抒之情绪。全词虚写相思之情，实抒悒悒不得志的“闲愁”，立意新奇，想象丰富，历来广为传诵。&&&上片写偶遇佳丽生起眷慕相思和无缘相见的惆怅之情。“凌波不过横塘路，但目送、芳尘去”写美人走路的姿态，出自曹植《洛神赋》中的诗句“凌波微步，罗袜生尘”。只见她迈着轻盈的步伐，姗姗地走过横塘的道路，我一路目送她飘然远去，从一片芳尘之中追寻她的踪迹。“锦瑟华年谁与度”谓曰这锦绣年华可和谁共度？词人以反问的语气抒发了内心的怅惘之情。“月桥花院，琐窗朱户”四句，写的是词人想象美人的去处的情景，是在月下桥边花院里？还是在有花窗的朱门大户？但却无从知道，于是感叹一声：“只有春知处。”大概只有春风才知道她的住处。含蓄地抒发了对美人的思恋之情。&&&下片则承上片词意，写春日迟暮美人不来的闲愁。“飞云”一句，是说词人伫立良久，直到暮色的四合，笼罩了周围的景物，才蓦然醒觉。“彩笔”一句，转写自身相思悲苦，提笔写下柔肠寸断的诗句。也有人认为题写“断肠句”的是美人，可备一说。接着，由“断肠句”引出下一句“试问闲愁都几许？”“试问”一句的好处在一个“闲”字。“闲愁”，即不是离愁，不是穷愁。也正因为“闲”，所以才漫无目的，漫无边际，飘飘渺渺，捉摸不定，却又无处不在，无时不有。这种若有若无，似真还幻的形象，只有那“一川烟草，满城风絮，梅子黄时雨”差堪比拟。后三句运用一系列的比喻将抽象的、难以捉摸的感情写得十分具体生动。这里的好处不仅是“梅子黄时雨”一句，因为词中的一问三叠答已组合成一个完整的、不可分割的意象，而且富于独创性。古人描写闲愁的名句很多，但这样巧妙地原因博喻的，还没有先例。词人妙笔一点，用博喻的修辞手法将无形变有形，将抽象变形象，变无可捉摸为有形有质，显示了超人的艺术才华和高超的艺术表现力。&&&贺铸一生沉抑下僚，怀才不遇，只做过些右班殿臣、监军器库门、临城酒税之类的小官，最后以承仪郎致仕。将政治上的不得志隐曲地表达在诗文里，是封建文人的惯用手法。因此，结合贺铸的生平来看，这首诗也可能有所寄托。&&&贺铸为人耿直，不媚权贵，“美人”、“香草”历来又是高洁之士的象征，因此，作者很可能以此自比。居住在香草泽畔的美人清冷孤寂，不正是作者怀才不遇的形象写照吗？从这个意义上讲，这首词之所以受到历代文人的盛赞，“同病相怜”恐怕也是一个重要原因吧！当然，径直把它看作一首情词，抒写的是对美好情感的追求和可望而不可即的怅惘，亦无不可。无论从哪个角度来理解，这首词所表现的思想感情对于封建时代的人们来说，都是“与我心有戚戚焉”。这一点正是这首词具有强大生命力的关键所在。",
                    "transferInfo" : "轻移莲步从横塘前匆匆走过，只能目送她像芳尘一样飘去。正是青春年华时候，可什么人能与她一起欢度？在那修着偃月桥的院子里，朱红色的小门映着美丽的琐窗。只有春天才会知道她的居处。天上飞云在空中拂过，长满杜蘅的小洲在暮色中若隐若现。佳人一去而不复返，我用彩笔写下伤感的诗句。要问我的忧伤有多深多长？就像烟雨一川青草，就像随风飘转的柳絮，梅子黄时的雨水，无边无际。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "六州歌头·少年侠气",
                    "author" : "贺铸",
                    "content" : "少年侠气，交结五都雄。肝胆洞。毛发耸。立谈中。死生同。一诺千金重。推翘勇。矜豪纵。轻盖拥。联飞鞚。斗城东。轰饮酒垆，春色浮寒瓮。吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓。狡穴俄空。乐匆匆。似黄粱梦。辞丹凤。明月共。漾孤篷。官冗從。怀倥偬。落尘笼。簿书丛。鹖弁如云众。供粗用。忽奇功。笳鼓动。渔阳弄。思悲翁。不请长缨，系取天骄种。剑吼西风。恨登山临水，手寄七弦桐。目送归鸿。",
                    "addtionInfo" : "六州歌头：词牌名。少年句：化用李白“结发未识事，所交尽豪雄”及李益“侠气五都少”诗句。五都：泛指北宋的各大城市。一诺千金：喻一言既出，驷马难追，诺言极为可靠。盖：车盖，代指车。飞：飞驰的马。鞚（kòng）：有嚼口的马络头。斗（dǒu）城：汉长安故城，这里借指汴京。嗾（sǒu）：指使犬的声音。冗（rǒng）从：散职侍从官。倥（kǒng）偬（zǒng）：事多、繁忙。鹖（hé）弁（biàn）：本义指武将的官帽，指武官。笳鼓：都是军乐器。渔阳：安禄山起兵叛乱之地。此指侵扰北宋的少数民族发动了战争。七弦桐：即七弦琴。桐木是制琴的最佳材料，故以“桐”代“琴”。",
                    "classInfo" : "36",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "此词上片回忆青少年时期在京城的任侠生活。“少年侠气，交结五都雄”，是对这段生活的总括。以下分两层来写：“肝胆洞，……矜豪纵”是一层，着重写少年武士们性格的“侠”。他们意气相投，肝胆相照，三言两语，即成生死之交；他们正义在胸，在邪恶面前，敢于裂眦耸发，无所畏惧；他们重义轻财，一诺千金；他们推崇勇敢，以豪侠纵气为尚。这些都从道德品质、作人准则上刻划了一班少年武士的精神面貌。由于选取了典型细节：“立谈中，死生同。一诺千金重”等，写得有声有色，并不空泛。“轻盖拥，……狡穴空”是又一层，侧重描写少年武士们日常行为上的“雄”。他们驾轻车，骑骏马，呼朋唤友，活跃在京城内外。斗城：汉代长安按南斗，北斗形状建造，故名；此指北宋东京。他们随时豪饮于酒肆，且酒量极大，如长虹吸海。“春色”此处指酒。有时，他们又携带弓箭，“呼鹰嗾犬”，到郊外射猎，各种野兽的巢穴顿时搜捕一空。武艺高强，更衬托出他们的雄壮豪健。这两层互相映衬，写品行的“侠”寓含着行为的“雄”，而写行为的“雄”时又体现了性情的“侠”，非自身经历难写得如此真切传神。笔法上极尽铺叙，如数家珍，接着仅用“乐匆匆”三字即轻轻收束上片，贺铸不愧大手笔。&&&下片开头“似黄粱梦”过渡自然。既承接了上片对过去的回忆，又把思绪从过去拉回到今天的现实中来。过去的生活虽快乐，然过于匆匆，如梦一样短暂。离开京城已经十多年过去了，如今已是中年，自己的境况又不如意。长期担任相当汉代冗从的低微官职，为了生存，孤舟飘泊，只有明月相伴。岁月倥偬，却像落入囚笼的雄鹰，一筹莫展。每天只能做些案头打杂的粗活，其保家卫国的壮志，建立奇功的才能完全被埋没了。而且像这样郁郁不得志的下层武官并非词人一个，“鹖弁如云众”。这就找出了造成这种现象的社会原因，指责了浪费人才、重文轻武的北宋当权者。“笳鼓动，渔阳弄”，点明宋朝正面临边关危机。“思悲翁”，一语双关；既是汉代有关战事的乐曲名，又是词人自称。四十岁不到，他却感到自己老了，一个“思”字，写尽了对自己被迫半生虚度、寸功未立的感慨。当年交结豪杰、志薄云天的少年武士，如今锐气已销磨许多，然而也成熟许多。其内心深处仍蕴藏着报国壮志，连身上的佩剑也在西风中发出怒吼。然而，在一派主和的政治环境中，他“请长缨，系取天骄种”的心愿只能落空。不是“不请”，而是“不能请”，或“请而不用”。于是词人只有满怀悲愤，恨恨地登山临水，将忧思寄于琴弦，把壮志托付给远去的鸿雁。词人的万千感慨都寄托在这有声的琴韵和无声的目光之中了，其哀、其愤非常幽深。因为这是一个忧国忧民、报国无门的志士的无奈与悲愤，这是那个时代的悲哀。&&&此词塑造的游侠壮士形象，在唐诗中屡见不鲜，但在宋词中则是前所未有的。此词第一次出现了一个思欲报国而请缨无路的“奇男子”形象，是宋词中最早出现的真正称得上抨击投降派、歌颂杀敌将士的爱国诗篇，起到了上继苏词、下启南宋爱国词的过渡作用。&&&全词风格苍凉悲壮，叙事、议论、抒情结合紧密，笔力雄健劲拔，神采飞扬，而且格律谨严，句短韵密，激越的声情在跳荡的旋律中得到体现，两者臻于完美的统一。",
                    "transferInfo" : "少年时一股侠气，结交各大都市的豪雄之士。待人真诚，肝胆照人，遇到不平之事，便会怒发冲冠，具有强烈的正义感。站立而谈，生死与共。许下的诺言有千金的价值。我们推崇的是出众的勇敢，狂放不羁傲视他人。轻车簇拥联镳驰逐，出游京郊。在酒店里豪饮，酒坛浮现出诱人的春色，我们像长鲸和垂虹那样饮酒，顷刻即干。间或带着鹰犬去打猎，霎那间便荡平了狡兔的巢穴。虽然欢快，可惜时间太过短促。就像卢生的黄粱一梦，很快就离开京城。驾孤舟飘流于水中，唯有明月相伴。散职侍从官品位卑微，事多繁忙，情怀愁苦。陷入了污浊的官场仕途，担任了繁重的文书事物工作。像我这样成千上万的武官，都被支派到地方上去打杂，劳碌于文书案牍，不能杀敌疆场、建功立业。笳鼓敲响了，渔阳之兵乱起来了，战争爆发了，想我这悲愤的老兵啊，却无路请缨，不能为国御敌，生擒西夏酋帅，就连随身的宝剑也在秋风中发出愤怒的吼声。怅恨自己极不得志，只能满怀惆怅游山临水，抚瑟寄情，目送归鸿。",
                    "backgroundInfo" : "此词作于北宋哲宗元祐三年（1088）秋。当时西夏屡犯边界，贺铸在和州（今安徽和县一带）任管界巡检（负责地方上训治甲兵，巡逻州邑，捕捉盗贼等的武官）。虽然位卑人微，却始终关心国事。眼看宋王朝政治日益混乱，词人义愤填膺，又无力上达，于是挥笔填词，写下了这首豪放名作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "石州引·薄雨初寒",
                    "author" : "贺铸",
                    "content" : "薄雨初寒，斜照弄晴，春意空阔。长亭柳色才黄，远客一枝先折。烟横水际，映带几点归鸦，东风销尽龙沙雪。还记出关来，恰而今时节。将发。画楼芳酒，红泪清歌，顿成轻别。已是经年，杳杳音尘多绝。欲知方寸，共有几许清愁，芭蕉不展丁香结。枉望断天涯，两厌厌风月。",
                    "addtionInfo" : "薄雨句：初春天气阴冷，细雨绵绵，午后云开雾散，雨止天晴。将发：即将辞别登程。画楼句：酒楼宴别，红泪：指佳人胭脂沾满了离别的泪水。顿成轻别：追忆以往，透露出无限悔恨之情。音尘：即信息。已是句：语浅情深，年年盼相见，盼音信，然而却是“音尘都绝”，表现出别后之思和思而不见之苦。",
                    "classInfo" : "81",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "这是一首伤别怀人之作。&&&上片写关外的初春景色。前三句写冬去春来的万物刚刚复苏，小雨收敛了寒气，斜阳逗弄着晚睛，春意盎然。“薄雨”、“斜照”表现出初春的暖意融融，一个“收”字、一个“弄”字精当巧妙地描绘出了日暮天晴之景，其中“弄”字则运用拟人的手法，把春景写活，更显得生动活泼。“薄雨”二句以薄雨、斜照之意象组合成一幅北国早春雨后斜阳、春意空阔之境，寒、空二字透露出词人冷落、孤寂的心情。“春意空阔”用字简洁，缔领下文的近景和远景描写。“长亭”以下几句具体描写关外的景色。柳色微黄，才露新芽。不知有哪一位送别的人，傍着马先将它攀折下来。古有折柳赠别之意，在这里表现出思归的人已经迫不及待的踏上归途了。在欲归未归之际，不禁遥想起，当初出关时也正是现在这个时候。烟雾艨胧，一片苍茫，在黄昏的暮色下，一群大雁正披着夕阳的余辉归来了。写雁寄情。雁归也象征着人的归心似箭。“烟横”三句承“春意空阔”而下，写词人远望暮霭烟云横空弥漫于长河水际，几点归鸦映带其间，更具象地展现出北国早春的荒野和苍茫，词人羁宦飘泊的寂寞感潜蕴于景中。“东风消尽龙沙雪”一句再次点明人所处的特殊的地域环境边塞，也交代了前文所见所感的动因。&&&下片是追忆当年出关之时的情景和抒发如今离愁的情怀。“将发”紧承“犹记”，引出当年饯别宴的场景。“画楼”三句写别时情态，而又透露出无限悔恨之情。酒楼里酒香扑鼻，喝着美酒，听着伊人唱着动听的歌曲为自己送行，就这样，轻易地离开了她。“轻”字着意表现出作者当年的年轻稚气。未曾尝过人间悲欢离合之苦，如今才深深地感悟到。尤其是一年又一年之后，音信踪迹全无更加深了这种悔恨。这两句语浅情深，道出别后相思与相思而不能得的凄苦。在思、悔、愁中不禁感叹，“欲知方寸，共有几许新愁”，这三句更进一步，继苦写愁，先以一个问句引出诗人别后之“愁”，继写雨后的芭蕉与丁香，明是写景，实是写情，以景衬情，绘出愁之深，愁之切。“新”字说明愁苦不断，双方的愁思伴随着时间愈结愈深，就像“芭蕉不展丁香结”一般。如何也解不开这思念与忧愁。最后两句直接抒情，表达作者的愁苦之境，只能独自在天涯望断愁肠，双方都对着风月伤神。下片开始四句紧承上阕结尾，回顾临别情事，虽一刹轻易别去，而往事历历，记忆犹新。中以“回首”二句略提别后景况，最足牵人情思。欲知三句所写新愁之状，“芭蕉”句乃取用李商隐《代赠》一首成句“芭蕉不展丁香结，同向春风各自愁”，甚为自然合贴，且预示结尾二句意。结尾二句则绾合彼此双方，以见两情之未了。全词都笼罩着哀愁的气氛。&&&全词由写现在的归心似箭，到追忆过去的轻易离别，又回到眼前的思念苦痛，结构精巧，笔势连贯流畅，“愁情”贯穿于始终。",
                    "transferInfo" : "薄雨收敛寒气斜阳拨开天晴，天地间到处洋溢着春的气息。十里长亭路边的柳树已嫩黄，不知何人倚马折柳以送行？春天河水漫漫流淌烟霭漫空，映带着远天的几点归来的鸿雁，广阔的荒塞上春雪完全消融。还记得出关时也是这样情景。出发前你在画楼为我饯行时，你流着泪为我唱哀怨的歌声，没有想到竟然这样轻易离别。回首往事已经一年音信全无，你要知道我心里有多少新愁？就像芭蕉卷曲丁香打结重重。又是如同远隔天涯一样憔悴，两地苦相思空对风清和月明。",
                    "backgroundInfo" : "吴曾《能改斋漫录》卷十六载，贺铸爱一美女，离别日久，美女寄一诗传情，贺铸得诗，感而作《石州慢》词。这首词大约作于神宗熙宁八年（1075）至熙宁十年（1077）离京都汴京（今河南开封），出监赵州临城县（今河北临城）酒税时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "思越人·紫府东风放夜时",
                    "author" : "贺铸",
                    "content" : "紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。",
                    "addtionInfo" : "思越人：词牌名，。紫府：紫色象征华贵，皇宫、仙居皆可称紫府，此处指整个东京（今开封）。放夜：解除夜禁。步莲：步莲，形容女子步态优美。秾（nóng）李：形容女子貌美如秾艳的李花。苒苒（rǎn）：气味或烟尘轻飘的样子。凤凰城阙：凤凰栖息的宫阙，这里指京城。",
                    "classInfo" : "97",
                    "poetryID" : "26",
                    "source" : "3",
                    "analysesInfo" : "这是一首记梦词，写梦中京城元宵节的欢乐情景，以及梦醒后的凄清之境和失落之感，含蓄地表达了一种抚今追昔、怀才不遇的情绪。&&&上片写梦境。在梦中，词人仿佛又置身于东京热闹繁盛的元宵之夜。古代都市实行宵禁，闹市绝行人。唐以后，逢正月十五前后几日解除宵禁，让人们尽情观灯游赏。首句用词华丽欢快，使整个梦境处于欢乐美妙的氛围之中。&&&尽情游览之后，词人仿佛和一个女子相伴而归。这女子步态多姿，好像一步一朵莲花；这女子容貌娇美如秾艳的桃李。他们亲密地行走在一起，周围的环境是：“五更钟动笙歌散，十里月明灯火稀”。虽是曲终人散、天色将晓的时光，但节日的痕迹仍处处可见。“五更”暗示笙歌彻夜，喧闹时间之长；“十里”点出东京处处繁华，欢度佳节范围之广。从侧面烘托出东京元宵佳节的欢腾热闹，给人留下了想象余地，收到了以少胜多的艺术效果，也符合梦境似断似续、似真似幻的实际情况。&&&整个上片通过对梦境的描绘，体现了东京元宵之夜的良辰美景和舒心惬意，也表达了词人对之追念、珍惜、留恋的感情。&&&下片写梦醒之后的情和景，与上片形成鲜明对比。一觉醒来，笙歌、灯火、佳人全都子虚乌有。眼前是炉香袅袅，处境孤凄，脑海中梦境历历，回味无穷。现实与梦境，如今与往昔，孤凄与欢乐，对照分明。梦中京城，如今天涯；梦中佳节，笙歌灯火，激动人心，如今暮春，只有琐碎平凡的减衣换季；梦中的五更，他与佳人相伴，踏月赏灯而归，眼前的拂晓，只有对往昔的思念，更品味出此刻的孤寂。“凤凰城阙”远在天边，当年的生活亦不再来。“知何处”表达了一种怅惘之情。词人把目光望向窗外，梦中的灯月，心中的京城都看不到；稀疏的晨星中，一只孤雁鸣叫着飞过。这许是眼前景的实写，却更具象征和比喻。远离京城，有志难展的词人就正像那只失群的孤雁。在这一凄清画面衬托下，词人抚今追昔、郁闷失意的心绪显露无疑。&&&全词构思完整，一气呵成。上下片的环境、氛围、情绪截然不同。一梦一真，一虚一实，一乐一哀，对照鲜明，又侧重后者，强调词人今日的失意。做梦乃生活中平常现象，词人却能因之为词，创作出成功的佳构，抒发自己的哀乐，实非易事。",
                    "transferInfo" : "东风初起的京城解除宵禁之时，我伴着看貌如秾李、步生莲花的美人归去。五更的钟声响起，笙歌已散尽，月色皎皎而灯火稀疏。香烟袅袅，梦魂恢依。天涯寒意散尽，我减下春衣。京城迢递，不知在何处，只望见稀疏冷落的银河下孤雁高飞。",
                    "backgroundInfo" : "贺铸青年时期曾在京城度过的一段少年侠气、无忧无虑的美好时光，此后却长期辗转在偏僻之地任一些微小官职，有志难展，郁闷在心。回首往昔，梦绕魂牵，这首词就是作者在此境况下写出。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "南柯子·十里青山远",
                    "author" : "仲殊",
                    "content" : "十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？",
                    "addtionInfo" : "南柯子：唐教坊曲名，后用为词牌。潮平：指潮落。怨年华：此指鸟儿哀叹年光易逝。凄凉时候：指天各一方的凄凉的日子。白露：露水 。收：消除。残月：指余热。散：送。年时沽酒：去年买酒。那人家：那个人么？指作者自己。家在此处是语尾助词。",
                    "classInfo" : "57",
                    "poetryID" : "27",
                    "source" : "3",
                    "analysesInfo" : "这首词通篇写景，又抒发了词人对尘世生活的眷恋之情。十里青山，数声鸟啼，残月白露，清风晓霞，有声有色地表现了江南的夏季景色。词中上、下片的结句，委婉含蓄地提到人，而且引起对往事的回忆。全词清新雅洁，优美柔和，饶有意味。&&&上片着重从空间方面着笔，首二句便直接铺叙景物，展示出一幅“青山隐隐水迢迢”的画境。&&&“十里青山远”是远望所得之景。“十里青山”本已含“远”，而这里更著一个“远”字，不仅点出“行人更在春山外”的意境，而且透露出词人不知归期的惆怅寂冷心态。“潮平带路沙”是近看所得之景。词人的视线由“十里青山”的远景观赏收回到眼前之景，由赋山转向摹水，点出行人的具体环境。第三句由写所见过渡到所闻。远处一带青山，偶尔可以听见“数声啼鸟”，这对欢乐人来说，便是青山绿水、美景如画；莺歌燕舞，良辰美景的赏心乐事，但对感触特多，凡心未尽的词人来说，却似乎觉得啼鸟在怨年光的易逝，青春易老了。这便是词人的心理情感移入到鸟啼声所引起的移情联想。由鸟的啼怨，词人不期而然地涌起又是“凄凉时候”，又是“远在天涯”的感叹了。这是词人长期的漂泊以及对这种生活的厌倦情绪的反映。&&&下片主要从时间方面落笔。&&&“白露”既指秋凉的夜露，又表明了节候。“清风”句紧承前句强调白昼的结束。这两句紧承“啼鸟怨年华”的命意，形象生动地展示出时间推移的进程。“绿杨”句承前写景。杨柳堤岸，浓荫密处，微风过后，荷香飘拂，那荷花又大又丽，正撩人情思。&&&站在荷塘边，词人突然想起来了，原来有一年，也是这个时候，他到过此地，在附近的酒家买酒喝，并乘着酒意还来观赏过荷花。他禁不住又是感叹又是喜悦，于是向着塘里的荷花问道：“荷花啊，你还记得那年买酒喝的那个醉汉么？”这一问颇含韵致，荷花在佛教徒的心目中，本是最圣洁的东西，所以释迦佛像都是坐在莲花上的。而如今词人虽为和尚，看到莲花想起的却是它那世俗的美艳，并将荷花与自己醉中赏花的事紧紧联系起来，这就表明了词人虽名为和尚的真实心态。这里词人由眼前景而追忆往昔事，仍是从时间方面来写，照应上片“又是凄凉时候、在天涯”。&&&全词从时空两方面构思，写景抒情，情寓于景，意象清悠，意境清晰。词作设色明艳，对比和谐，色彩艳丽，美感很强。",
                    "transferInfo" : "青山连绵不断，潮水褪去路上还带着泥沙。偶尔听到几声鸟鸣，好像是在哀怨时光易逝。又是天各一方的凄凉日子，我远在海角天涯。秋凉的夜露消除残暑的余热，拂晓的徐徐清风吹散朝霞。站在绿杨堤畔询问那池中荷花：你可还记得，去年在此买酒的我？",
                    "backgroundInfo" : "这首词的作者仲殊是一位僧人，据说他年轻时风流倜傥，放荡不羁，妻子对他甚为不满，甚至食物里下了毒，他得救不死，从此，心灰意冷，弃家为僧，居苏州承天寺、杭州吴山宝月寺。这首词便是他出家为僧后所作，从中可以看出一个早年放荡不羁而半路出家的和尚的自我写照。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "诉衷情·宝月山作",
                    "author" : "仲殊",
                    "content" : "清波门外拥轻衣。杨花相送飞。西湖又还春晚，水树乱莺啼。闲院宇，小帘帏。晚初归。钟声已过，篆香才点，月到门时。",
                    "addtionInfo" : "诉衷情：唐教坊曲名。宝月山：在杭州城外，与清波门相近。清波门：在杭州西南，靠近西湖，为游赏佳处。拥轻衣：指穿着薄薄的春装。杨花：即柳絮。帘帏（wéi）：即帘帐。钟声：撞钟击鼓，为佛门早晚必行的功课。篆（zhuàn）香：状似篆文字形的盘香。",
                    "classInfo" : "1",
                    "poetryID" : "28",
                    "source" : "3",
                    "analysesInfo" : "这首词描绘了西湖清波门附近的美景。&&&上片首句“清波门外拥轻衣”，写作者受风的衣裾，膨松松地拥簇着自己往前走，衣服也象减去了许多分量似的。一个“拥”字下得极工炼，与“轻衣”的搭配又极熨贴。一种清风动袂、衣带飘然的风致，就这样被活灵活现地描绘出来了。写罢湖上的和风，接着写柳絮。古代杨柳飞絮是暮春的使者。随风飘荡的杨花陪伴着自己走上寺门的归路。“相送飞”三字将一种殷勤护持的情意传达出来了。“西湖”句由景物描写折到时令，笔意一转，带出下文。“水树乱莺啼”五字重涂浓沫，俨然一幅江南春色图画。丘迟《与陈伯之书》所述“暮春三月，江南草长，杂花生树，群莺乱飞”之佳丽景色，并于此五字中见之。特别是这个“乱”字下得很有力量。由此可以想见，一个缁衣白足的诗僧，徜徉湖边山脚的花径上，周围是缤纷的花雨，耳边是纷乱的莺声，组成一幅惬意的游春图景。词的上片，作者将春色之丽写得荡人心魂，美不胜收。&&&换头一起三句，点出寺宇阒寂、僧寮清幽的场景，而用一“归”字与前片关合，以实现这一场景的转换。曰“闲”，曰“小”，曰“初”，皆涉笔轻灵，雅称其题，仿佛把人带进一个红尘不到的世界。&&&结拍三句，进一步烘托寺中的环境，补足前意。作者抓住这钟声、篆香和月色，三个有时间特征的景物来加以刻画。结语悠然，有竟体空灵之妙。撞钟击鼓，为佛门旦暮必行的功课。卢纶“孤村树色昏残雨，远寺钟声带夕阳”（《出关言别》），杜牧“夜深月色当禅处，斋后钟声到讲时”（《赠惟真上人》），都是描写晚钟的名句。仲殊即景写来，亦实亦虚，尤有远韵。接着又拈出“篆香才点”与之作偶，更觉笔有余妍。用“篆”定形容回旋上升的烟缕，真是工致入微了。以晚钟之远韵匹篆香之烟痕，是声与色、与大小之对比，又都取景眼前，真如天设地造一般。“月到门时”，本是归时实景，用钟声、篆香之后，便觉充满禅机和妙不可言。&&&此词为人作者人格、性情的真实流露；词中的物象，是这位诗僧的心灵折光。",
                    "transferInfo" : "清波门外和风吹拂，掀动着人的衣带，杨花纷飞殷勤相送。又到了西湖暮春傍晚，水边花树上群莺乱啼。寺院清幽，帘帐低垂，刚乘着夜色把家回。钟声已经响过，篆香刚刚点起，月光正照在院门前。",
                    "backgroundInfo" : "此词是一首暮春即兴之作，当时仲殊在杭州吴山上的宝月寺为僧。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "摸鱼儿·东皋寓居",
                    "author" : "晁补之",
                    "content" : "买陂塘、旋栽杨柳，依稀淮岸江浦。东皋嘉雨新痕涨，沙觜鹭来鸥聚。堪爱处最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。青绫被，莫忆金闺故步。儒冠曾把身误。弓刀千骑成何事，荒了邵平瓜圃。君试觑。满青镜、星星鬓影今如许。功名浪语。便似得班超，封侯万里，归计恐迟暮。",
                    "addtionInfo" : "东皋寓居：词题。东皋指晁补之晚年居住的金乡（今属山东）归来园。陂（bēi）塘：池塘。旋：很快，不久。依稀：好像是。嘉雨：一场好雨。沙觜（zuǐ）：从水中突出和陆地相连的沙滩。渚（zhǔ）：水中的小洲（岛）。翠幄（wò）：绿色的帐子。这里指杨柳。柔茵：柔软的褥子。这里指草地。藉：铺垫。青绫被：汉朝时，尚书郎值夜班，官家给青缣白绫被褥使用。金闺：汉朝宫门的名称，又叫金马门，是学士们著作和草拟文稿的地方，此指朝廷。晁补之曾做过校书郎、著作佐郎这样的官。“儒冠曾把身误”：说读书、做官耽误了自己。弓刀千骑（ jì）：说达官贵人出行时护卫侍从很多。邵平瓜圃：邵平是秦朝的官员。秦朝灭亡后，他就做老百姓，在城外种瓜。觑（qù）：细看。“满青镜、星星鬓影今如许”：从镜子里看到，自己的鬓发已经白了不少。青镜：古代镜子多用青铜制成，故称青镜。星星：指头发花白的样子。如许：这么多。浪语：空话，废话。“便似得班超，封侯万里，归计恐迟暮”：说像班超那样，虽然做了高官，回归故乡时已经年岁老大，有些晚了。汉朝班超少年有大志，后来在西域立了大功，封了侯，在外30多年，回到京城洛阳时已经70多岁，不久便死了。迟暮：晚年，此指归来已晚。",
                    "classInfo" : "30",
                    "poetryID" : "29",
                    "source" : "3",
                    "analysesInfo" : "这首《摸鱼儿》，是晁补之的代表作。此词不仅描写了东山“归去来园”的园中景色，还叹恨自己为功名而耽误了隐居生涯。其主旨是表示对官场生活的厌弃，对美好的田园生活的向往。&&&上片写景，描绘出一幅冲淡平和，闲适宁静的风景画，表现了归隐的乐趣：陂塘杨柳，野趣天成，仿佛淮水两岸，湘江之滨的青山绿水。东皋新雨，草木葱茏，山间溪水的涨痕清晰可辨，沙州上聚集着白鹭、鸥鸟，一片静穆明净的景色。然而最令人神往的，莫过于满山明月映照着溪流，将那一川溪水与点点沙洲裹上了一层银装。以“一川”形容夜月，可见月色朗洁，清辉遍照。“光流渚”三字则将宁谧的月色写得流动活跃，水与月浑然一体，那滔滔汩汩流动着的，难以辩识那是溪水还是月光：完全是一幅动静谐和的山中月夜图。面对着此景，词人翩然起舞。池塘四周，绿草如茵，偌大的世界好像只剩下他一个人，他尽情地领略这池塘月色，酒尽了还不忍离开。词之上片，寓情于景，表现了归隐的乐趣。绘色绘影的描写中，可见到作者“诗传画外意，贵有画中态”的高超艺术表现力。词中用了由大及细，由抽象到具体的写法，先说园内景色如淮岸湘浦，是大处落墨，总述全貌；接着写雨至水涨，鸥鹭悠闲，是水边常见景物，但已见其明丽清幽；最后以“堪爱处”、“最好是”引出野居幽栖的最佳景象。&&&下片即景抒情，以议论出之，表现了厌弃官场、激流勇退的情怀。词人直陈胸臆，以为作官拘束，不值得留恋，儒冠误身，功名亦难久恃，这一句是从杜甫《奉赠韦左丞丈》“儒冠多误身”句化出。他深感今是昨非，对自己曾跻身官场、虚掷时日表示后悔。词人开函对镜，已是白发种种，益见功名如过眼云烟，终为泡影。末句说显赫如班超，也只能长期身居西域，到了暮年才得还乡。作者通过此句来表现厌弃官场、激流勇退的情怀。&&&作者对于“功名浪语”“儒冠曾把身误”，有着切身的感受，并非一般的激愤之词。所以，是不能把这首词简单地归结为“有强烈的消极退隐思想”之列的。&&&此词一反传统词家所谓“词须宛转绵丽”的常规，慷慨磊落，直抒胸臆，辞气充沛，感情爽豁，词境开阔，颇富豁达清旷的情趣，与作者的恩师苏东坡在词风上一脉相承，并对辛弃疾的词作产生了重要影响。",
                    "transferInfo" : "买到池塘，在岸边栽上杨柳，看上去好似淮岸江边，风光极为秀美。刚下过雨，鹭、鸥在池塘中间的沙洲上聚集，很是好看。而最好看的是一川溪水映着明月，点点银光照着水上沙洲。四周无人，翩然独舞，自斟自饮。头上是浓绿的树幕，脚底有如茵的柔草，酒喝光了还不忍离开。不要留恋过去的仕宦生涯，读书做官是耽误了自己。自己也曾做过地方官，但仍一事无成，反而因做官而使田园荒芜。您不妨看看，从镜子里可发现鬓发已经白了不少。所谓“功名”，不过是一句空话。连班超那样立功于万里之外，被封为定远侯，但归故乡时已经年岁老大，也是太晚了。",
                    "backgroundInfo" : "晁补之政治上接近苏轼，是书门四学士之一，随着元祐党人地位的变化而沉浮宦海。崇宁二年（1103）被免官回到故乡（山东巨野），自号归来子，于东山上修葺归来园，过着陶渊明式的隐士生活。这首词就是此时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "盐角儿·亳社观梅",
                    "author" : "晁补之",
                    "content" : "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。",
                    "addtionInfo" : "盐角儿：词牌名。亳（bó）社：指亳州祭祀土地神的社庙。花中奇绝：花中奇物而绝无仅有。骨中香彻：梅花的香气是从骨子里透出来的。堪羞损、山桃如血：可以使那红得似血的山桃花羞惭而减损自己的容颜。直饶更、疏疏淡淡：即使枝叶花朵再疏淡。从然，即使。终有一般情别：终究另有一种情致，非其他媚俗之花可比。",
                    "classInfo" : "14",
                    "poetryID" : "30",
                    "source" : "3",
                    "analysesInfo" : "作者通过对梅花的色、香、形的描写，赞美梅花的骨中香彻与别有情致。&&&上阙写梅花如雪的颜色与透骨的清香。“开时似雪，谢时似雪，花中奇绝”三句集中笔墨，用重复叠句而略更数字的方法极写梅花颜色的奇绝。突出了梅花颜色的与众不同。“香非在蕊，香非在萼，骨中香彻”三句与前三句运用了相同的表现手法，写出了梅花与众不同的另一个方面——香，告诉人们，梅花的清香不是从花蕊散发出来的，也不是从花萼散发出来的，而是从骨子里透出来的，突出描写了梅花的香彻透骨的特点。与“开时似雪，谢时似雪，花中奇绝”联系起来看，上下两联似对非对，遣词灵动，看似无意，实则工于运笔。&&&下阙写以山桃作比衬，刻画梅花神韵和品格。“占溪风，留溪月，堪羞损、山桃如血”，运用对比的手法，以山桃花衬托梅花非凡的神韵。梅花非但独占了小溪的轻风和明月，还将那鲜艳无比的红红的山桃花羞怯惭愧得减损了几分颜色，可见梅花的气质和神韵的超凡脱俗。“直饶更、疏疏淡淡，终有一般情别”，写梅花的另一大特点，纵然枝叶花影稀疏，清香淡淡，最终还是别有一番媚俗之花所不能与之媲美的超凡情致，枝疏有疏落横斜篱落之韵，香淡有清香淡雅之美，这便是梅花高洁的品格。&&&在这首咏梅词中，词人写的是梅花的非凡的神韵和高洁的品格，实际也是自己所向往的人格的写照，词人在梅花的高洁的品格中寄托了自己的志趣和情操。",
                    "transferInfo" : "花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。",
                    "backgroundInfo" : "这首词作于宋哲宗绍圣二年，作者从齐州知州贬为毫州通判之际，是一首咏物之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋蕊香·帘幕疏疏风透",
                    "author" : "张耒",
                    "content" : "帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。",
                    "addtionInfo" : "秋蕊香：词牌名.疏疏：稀疏。金兽：兽形的香炉。朱栏，红色栏杆。月华：月光。著人：使人。",
                    "classInfo" : "93",
                    "poetryID" : "31",
                    "source" : "3",
                    "analysesInfo" : "上片写景，由室内写到帘外，是寓情于景。&&&“帘幕疏疏风透，一线香飘金兽”这两句通过对细风透进帘幕、香炉缕缕飘香的描绘，明写官妓刘淑奴闺房的幽雅芳美，暗写前来幽会告别的环境气氛，隐含越是美好、越是值得留恋，越是幽静、越是格外凄清的弦外之音。&&&“朱栏倚遍黄昏后”二句，紧承首二句而来，由室内转而写室外，由黄昏写到深夜，勾勒出倚遍每一根栏杆、凝视着画廊上如昼月光的生动画面，传达出回忆往昔并肩倚栏，携手赏月，而今恋恋不舍，依依惜别的愁绪。原来她从寂寞空房的炉烟袅袅记起当时两情绻缱的往事，如今离分两地，叫人思量。所以她不禁由室内走出帘外，在朱栏绕护的回廊上，一遍又一遍地倚栏望着，从白天盼到黄昏，从黄昏盼到浩月流辉的深夜。“月华如昼”，说明这是一个月白风清的良夜，往日相聚，两人浓情密意，喁喁低语，何等欢爱；可是而今天各一方，形单影只，欲语无人谁诉。教人深深惆怅。上片四句全部写景，而字里行间则洋溢着离愁别绪，因为往昔天天如此，而从今以后却不复再见了，对景伤情，万般无奈之意，尽在不言中了。这两句主要从时间上着笔，写离别之人从黄昏到深夜，倚遍栏杆，离愁无限，对月无绪的痛苦情态。王国维说：“一切景语皆情语也。”上片写法正是如此。&&&下片在上片写景的基础上，着重抒情，借外景反衬内心的苦闷，是以景衬情。&&&“别离滋味浓如酒，著人瘦。”这两句是全词的主调，这种“别离滋味”只有自己深深地感到，要说出来却又十分抽象。词人在这里用“浓于酒”一词来形容描写这种离愁别绪的浓烈程度，这就使抽象的情感物态化、具体、形象，它不仅将比酒更浓烈的离愁别恨极为生动形象地勾画出来，而且将词人借酒浇愁的神态巧妙勾出，收到一箭双雕的艺术效果。正因为如此，“著人瘦”一句便水到渠成，落到了实处。这种离愁竟使人为之憔悴，其滋味便可想而知了。&&&“此情不及墙东柳，春色年年依旧”紧承前句而来，前两句写离愁滋味超过浓酒，进行正面对比；这两句写别情不及墙柳，则从反面衬托：柳叶只枯黄萎落于一时，春风一吹，柳色如故。言外之意，人一离别，各自天涯，是否能再续旧情，可就说不准了。这一反衬，由眼前的墙东柳触发而起，既信手拈来，又新奇贴切，极为深切地道出了内心深处的惆怅之情和缠绵悱恻之意，这就成为全词的点睛之笔。&&&这首词写景纯用白描，毫不雕饰，清新流丽，而情寓其中；写情，直抒胸臆，决不做作，层层转跌，入木三分。",
                    "transferInfo" : "户外的风吹进疏帘，香炉里飘起一线香烟。黄昏后倚遍红色的栏杆，廊上的月光如同白天。别离的滋味比酒还浓酽，令人瘦损病恹恹。此情比不上墙东的杨柳，春泉时柳色依旧如去年。",
                    "backgroundInfo" : "据说张耒在许州作官时，曾爱上一个名叫刘淑奴的歌伎，他卸任离开许州以后，为思念刘淑奴写过两首歌词，《秋蕊香》便是其中的一首，用代言体手法，写对方相思的浓挚深情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "临江仙·未遇行藏谁肯信",
                    "author" : "侯蒙",
                    "content" : "未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。",
                    "addtionInfo" : "临江仙：词牌名。本为唐教坊曲名，多用以咏水仙，故名。未遇：未得到赏识和重用；未发迹。行藏：指出处或行止。无端：谓无由产生。引申指无因由，无缘无故。良匠：泛指在某方面技艺精湛的人。形容：形体和容貌。当风：正对着风。吹嘘：吹助，指风吹。蟾宫：月宫，月亮。唐以来称科举及第为蟾宫折桂，因以指科举考试。碧霄：青天。",
                    "classInfo" : "27",
                    "poetryID" : "32",
                    "source" : "3",
                    "analysesInfo" : "这首词，表面上是写风筝，骨子里是讽刺封建社会那些往上爬的势利小人。“当风轻借力，一举入高空”。是这些人行径的生动写照。&&&上片写那些势利小人对他的讥讽。“未遇行藏谁肯信，如今方表名踪。”一直没有遇上圣明的君主，没作上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：被人把自己的容貌，画到风筝上，趁着风势，借着风力，与风筝一起，飞上了高高的天空。一方面，写自己无端被人嘲弄，无可如何；另一方面，又是对那些苦苦钻营，千方百计寻找机会往上爬的小人们的辛辣讽刺。一旦找到了机会，就会如同这风筝一样，“当风轻借力，一举入高空。”一语双关。&&&下片写风筝飞入天空之后的情形。“才得吹嘘身渐稳”，刚刚得到风吹，风筝渐渐在天空稳当地飘起来了，比喻某些人在社会上受到吹捧，获得了稳固的社会地位。“只疑远赴蟾宫”，还要打算远远地上天。“雨余时候夕阳红”，雨过天晴，傍晚的落日通红。这是形容飞黄腾达的景象。“几人平地上，看我碧霄中”，从平地向上看，能有几个人像我这样上了天呢？进一步描绘了得势小人洋洋得意的神态。名义上是写风筝，实际上是写人，勾勒出一个势利小人得势后自鸣得意的面貌。",
                    "transferInfo" : "一直没有遇上圣明的君主，没作上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：画工将我画在风筝上，那么我正好借着风力，乘风直上。在半空中，风慢慢吹来，我觉得身体渐渐平稳了，只觉得要飘到月宫去了。此时正是雨后，夕阳西下之时，又有多少人身在平地，羡慕我登上了碧霄之中啊！",
                    "backgroundInfo" : "据宋人洪迈《夷坚志》记载，侯蒙年青时，久困于考场，三十一岁才中了举人。他长得难看，人们都轻笑他，有爱开玩笑的人，把他的像画在风筝上，引线放入天空，讽刺他妄想上天。侯蒙看了就在上面题了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "18000",
    "mainClass" : "21"
}
