{
    "poetryList" : [
                    {
                    "name" : "点绛唇·感兴",
                    "author" : "王禹偁",
                    "content" : "雨恨云愁，江南依旧称佳丽。水村渔市。一缕孤烟细。天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。",
                    "addtionInfo" : "孤烟：炊烟。行如缀：排成行的大雁，一只接一只，如同缀在一起。凝睇：凝视。睇：斜视的样子。会：理解。",
                    "classInfo" : "90",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "此词是北宋最早的小令之一，也是作者唯一的传世之作。这首词是王禹偁任长州知州时的作品。&&&起首一句“雨恨云愁”，借景抒情，借情写景。云、雨并无喜怒哀乐，但词人觉得，那江南的雨，绵绵不尽，分明是恨意难消；那灰色的云块，层层堆积，分明是郁积着愁闷。即使是这弥漫着恨和愁的云雨之中，江南的景色，依旧是美丽的。南齐诗人谢朓《入朝曲》写道：“江南佳丽地，金陵帝王州。”王禹偁用“依旧”二字，表明自己是仅承旧说，透露出一种无可奈何的情绪。&&&上片写的是：蒙蒙的雨幕中，村落渔市点缀湖边水畔；一缕淡淡的炊烟，从村落上空袅袅升起；下片写的是：水天相连的远处，一行大雁，首尾相连，款款而飞。但如此佳丽的景色，却未能使词人欢快愉悦，因为“天际征鸿，遥认行如缀”。古人心目中，由飞鸿引起的感想有许多。如“举手指飞鸿，此情难具论”（李白《送裴十八图南归嵩山》）。这里，词人遥见冲天远去的大雁，触发的是“平生事”的联想，想到了男儿一生的事业。王禹偁中进士后，只当了长洲知县。这小小的芝麻官，无法实现他胸中的大志，于是他恨无知音，愁无双翼，不能像“征鸿”一样展翅高飞。最后，王词将“平生事”凝聚对“天际征鸿”的睇视之中，显得含蓄深沉，言而不尽。&&&这首词艺术风格上一改宋初小令雍容典雅、柔靡无力的格局，显示出别具一格的面目。词中交替运用比拟手法和衬托手法，层层深入，含吐不露，语言清新自然，不事雕饰，读来令人心旷神怡。从思想内容看，此词对于改变北宋初年词坛上流行的“秉笔多艳冶”的风气起了重要作用，为词境的开拓作了一定的贡献。",
                    "transferInfo" : "雨绵绵，恨意难消，云层层，愁绪堆积，江南景色，依旧被称为上好美丽。水边村落，湖畔渔市，袅袅升起一缕孤零零的炊烟，那么淡，那么细。一行长途跋涉的鸿雁，在那水天相连的遥远的天际，远远望去，款款飞行，好似列队首尾连缀。回想平生事业，此时此刻，凝视征鸿，谁理会我凭栏远眺的含意！",
                    "backgroundInfo" : "王禹偁于宋太宗太平兴国八年（983年）中进士，授成武（今属山东）主簿，迁大理评事。次年，改任长洲（今江苏苏州）知县。这首词就是王禹偁任长洲知县时的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "酒泉子·长忆观潮",
                    "author" : "潘阆",
                    "content" : "长忆观潮，满郭人争江上望。来疑沧海尽成空。万面鼓声中。弄潮儿向涛头立。手把红旗旗不湿。别来几向梦中看。梦觉尚心寒。",
                    "addtionInfo" : "长：通假字，通“常”，常常、经常。郭：外城，这里指外城以内的范围。万面鼓声中：将潮来时，潮声像万面金鼓，一时齐发，声势震人。弄潮儿：指朝夕与潮水周旋的水手或在潮中戏水的少年人，喻有勇敢进取精神的人。向：朝着，面对。红旗：红色的旗帜。觉：睡醒。尚：还（hái），仍然。心寒：心里感觉很惊心动魄。",
                    "classInfo" : "101",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "钱塘观潮，现在在浙江海宁。但在北宋，观潮胜地却在杭州。夏历八月十八日是钱塘江潮汛的高潮期，那时，这一天是“潮神生日”，要举行观潮庆典，仪式非常隆重。每到这一天，官民各色人等，倾城出动，车水马龙，彩旗飞舞，盛极一时。还有数百健儿，披发文身，手举红旗，脚踩浪头，争先鼓勇，跳入江中，迎着潮头前进。潮水将至，远望一条白线，逐渐推进，声如雷鸣，越近高潮，声势越大，白浪滔天，山鸣谷应。水天一色，海阔天空。如沧海横流，一片汪洋。当地居民，就直接称呼钱塘江为“海”，称江堤为海堤。潘阆因言行狂妄被斥逐，飘泊江湖，卖药为生，曾流浪到杭州。涨潮的盛况留给他极其深刻的印象，以致后来经常梦见涨潮的壮观，这首《酒泉子》小词，就是他回忆观潮盛况之作。他用《酒泉子》这个词牌写过十首词，但以这一首写得最好，最为后人所传诵。&&&词的上片描写观潮盛况，表现大自然的壮观、奇伟。“长忆观潮，满郭人争江上望。”这首词开头两句是说，我常常想起钱塘江观潮时的情景，满城的人争着向江上望去。一开始就表明作者对于杭州观潮的盛况，永志难忘，经常回想。他首先回忆观潮的人：杭州人倾城而出，拥挤钱塘江边踮起脚尖，伸长鼻子，争看江面潮水上涨。说“满郭”（全城），虽是夸张之词，但有现实生活做依据，倾城而出是对这种传统观潮盛况的真实写照。&&&“来疑沧海尽成空，万面鼓声中。”这两句是说，潮水涌来时，仿佛大海都空了，潮声像一万面鼓齐发，声势震人。南宋周密的《武林旧事·观潮》描写：潮水来时，“大声如雷霆，······吞天沃日，势极雄豪。”虽然也写的很形象，却不如潘阆“来疑沧海尽成空，万面鼓声中”这么惊险生动，有声有色。真是天下壮观，人间奇迹！不能不令人钦佩作者的想象力，既大胆、又确切。经他这么夸张的韵味，纵使从来没有观过潮的人，也觉得心动神摇，意气风发。&&&下片描写弄潮情景，表现弄潮健儿与大自然奋力搏斗的大无畏精神，抒发出人定胜天的豪迈气概。过片转而描写弄潮儿的英勇无畏、搏击风浪、身手不凡和履险如夷。这两句纯用白描手法，写得有声有色，富于动感，眩目惊心。结拍由回忆转为现实，写词人虽离杭已久，但那壮观的钱江涌潮仍频频入梦，以至梦醒后尚感惊心动魄。&&&此词对于钱塘江涌潮的描绘，可谓匠心独远，别具神韵。词中“来疑沧海尽成空”一句采用夸张手法，浓墨重彩，大开大阖，感染力甚强。上片第二句的“争”、“望”二字，生动地表现了人们盼潮到来的殷切心情，从空间广阔的角度进行烘托与大潮的壮观结合得甚为密切。结拍言梦醒后尚心有余悸，更深化了潮水的雄壮意象。前后的烘托与中间重点描写当中的夸张手法配合紧密，使全词的结构浑然一体。",
                    "transferInfo" : "我经常回忆钱塘江观潮的情景，满城的人争先恐后的向江上望去。潮水涌来时，仿佛大海都空了，潮声像一万面鼓齐发，声势震人。踏潮献技的人站在波涛上表演，手中拿着红旗却丝毫没被水打湿。此后曾多次梦到观潮的情景，梦醒时心里仍然觉得惊心动魄。",
                    "backgroundInfo" : "潘阆以卖药为生时曾流浪到杭州，亲眼见过钱塘江涨潮时的盛况，以至于今后的日子里多次梦见涨潮的情形。这首《酒泉子》的小词，就是他回忆观潮盛况而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相思令·吴山青",
                    "author" : "林逋",
                    "content" : "吴山青，越山青，两岸青山相送迎，争忍有离情？君泪盈，妾泪盈，罗带同心结未成，江边潮已平。",
                    "addtionInfo" : "吴山：指钱塘江北岸的山，此地古代属吴国。越山，钱塘江南岸的山，此地古代属越国。争忍：怎忍。罗带句：古代结婚或定情时以香罗带打成菱形结子，以示同心相怜。江边句：通过潮涨暗示船将启航。",
                    "classInfo" : "108",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "这首小词这首词用复沓语，离情于山水物态之中，流畅可歌而又含思婉转，具有很浓的民歌风味。&&&此词以一女子的声口，抒写她因婚姻不幸，与情人诀别的悲怀。开头用民歌传统的起兴手法，“吴山青，越山青”，叠下两个“青”字，色彩鲜明地描画出一片江南特有的青山胜景。吴越自古山明水秀，风光宜人，却也阅尽了人间的悲欢。“谁知别离情？”歇拍处用拟人手法，向亘古如斯的青山发出嗔怨，借自然的无情反衬人生有恨，使感情色彩由轻盈转向深沉，巧妙地托出了送别的主旨。&&&下阕抒情，以情托景。“君泪盈，妾泪盈，罗带同心结未成，江边潮已平。”承上片离别，写情人离别难舍难分，无语凝噎，泪眼相视。离别之时总易睹物生情，难以自已，而此处写到离别时的表现是泪水盈眶，却不是哭泣，显示出了双方都是在有意地压抑自己的悲痛，以免给对方造成更大的悲痛和感伤。一方面要承受着分别的痛苦．一方面却要假意宽慰，不要过多牵挂，可见双方相互体贴入微，相爱之深。古代民间男女定情，常用香罗带打成心状结，送给对方作为信物，表示双方同心，永远相爱，但这对男女分手在际却“结未成”，暗喻未能定下终身。末句“江头潮已平”，以景作结，写江潮涨满，船儿正该启航了，景中寄情，蕴藉深厚。&&&这首词艺术上的显著特点是反复咏叹，情深韵美，具有浓郁的民歌风味。词采用了《诗经》以来民歌中常用的复沓形式，在节奏上产生一种回环往复、一唱三叹的艺术效果。词还句句押韵，连声切响，前后相应，显出女主人公柔情似水，略无间阻，一往情深。而这，乃得力于作者对词调的选择。唐代白居易以来，文人便多用《长相思》调写男女情爱，以声助情，得其双美。林逋沿袭传统，充分发挥了此调独特的艺术效应，又用清新流美的语言，唱出了吴越青山绿水间的地方风情，使这首小令成为唐宋爱情词苑中一朵溢香滴露的小花。",
                    "transferInfo" : "青翠的吴山和越山耸立在钱塘江的北岸和南岸，两两相对，隔江呼应，谁能理解恋人的离别愁绪。你泪眼盈盈，我泪眼盈盈，你我相爱却无法相守在一起。江潮过后水面已经恢复平静了，船儿扬帆要远行。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "踏莎行·春暮",
                    "author" : "寇准",
                    "content" : "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。",
                    "addtionInfo" : "踏莎（suō）行：词牌名。阑（lán）：残，尽，晚。红英：红花。屏山：指屏风。密约：指男女之间互诉衷情，暗约佳期。沉沉：深沉。此指重大之事，即终身之事。杳（yǎo）杳：深远无边际。菱花：指菱花镜，亦泛指镜子。慵（yōng）将照：懒得拿起镜子来照。慵：懒散。将：拿。销魂：形容极度伤心。",
                    "classInfo" : "76",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "这是一首闺怨词，所表现的是一个闺中女子在暮春时节，倚楼而望，盼望离人归来的幽怨情思。全词语言细腻，深郁多情，既有全方位的场景描写，又有细致入微的景物刻画，移隋入景，情景交融，描绘了一幅清雅脱俗的仕女相思图。&&&上片着力描写女主人公伤春自怜的孤寂心境。&&&时序暮春，美好的春景很快就要残尽，黄莺的啼声日渐老涩，再也不是“莺初学啭尚羞簧”那么稚嫩清脆、悦耳动听。先前斗艳争妍、缤纷烂缦的红花，纷纷辞谢枝头，飘零殆尽。绿叶成阴的梅树上竟已悄悄结出了小小的青果。这是十分精彩的景物描写。“莺声”“红英”“青梅”，仅仅三项事物，由于极富春的特征，足以将无边春色展示具体。“色”与“声”，“青”与“红”，“老”与“小”，对照映衬，生动鲜明，炼字工巧，耐人寻味。“将阑”“渐老”“落尽”而“小”，更是次第分明，动感强烈，春事阑珊的衰残变化，足以惊心动魄。妙在虽不言情而情自见：春光易逝，无可奈何，物犹如此，人何以堪，“唯草木之零落兮，恐美人之迟暮！”（屈原《离骚》）一旦有此感触，自然也应该是“春色恼人眠不得”（王安石《春夜》）了。&&&户外如此触景生感，华美的厅堂里一片冷静，更无伊人相伴，只有迷茫密布的春雨下个不停，催促春光更快地消逝。画着山水图案的精美屏风，半开半掩，可无人有心肠去理睬它。香炉里燃了许久，即将燃尽的一缕余香，轻轻飘散，摇荡着，缭绕着，弥散在冷寂的画堂里，仿佛幽远的思绪一样连绵不绝。“半掩”“蒙蒙”“袅”“静”，用词精当，刻画入微，生动地展现出一个华丽精美然而冷落空虚的画堂环境，巧妙地折射出闺中独守、百无聊赖的郁郁情怀、沉沉幽怨，完美地构成了环境与心境的和谐统一。&&&下片着力抒发女主人公伤别怀远的深沉离恨。&&&闺中愈是孤寂，愈加怀念伊人。想当年，花前月下，海誓山盟，依依惜别，密约归期，千般叮咛，万般嘱咐，情意何等深沉。可谁知到如今望不到伊人寄来的音信，盼不见伊人归来的身影。“沉沉”“杳杳”，巧用叠字，突出离别情思的幽暗深远与辽阔无际。既然如此，谁还有心情去对镜梳妆，“菱花尘满”，细节突出。“自伯之东，首如飞蓬。岂无膏沐，谁适为容？”（《诗经·卫风·伯兮》）所以听凭菱花宝镜积满了灰尘，也懒心无肠地不去拂拭它了。思念伊人，情不能已，还是再到楼头去看看罢，说不定能盼望到伊人意外归来的行旌哩！可是事实无情，依然只有失望，沮丧之余，哑然无语。但见万里长空，一片阴沉，恰似闺中的心境；唯有芳草连天接地，一直延伸到伊人所在的远方。借景抒情，造语自然；芳草怀远，巧于用典。“春草年年绿，王孙归不归？”（王维《送别》）“离恨恰如春草，更行更远还生。”（李煜《清平乐·别来春半》）“黯然销魂者，唯别而已矣。”（江淹《别赋》）当离情别恨使人伤感至极时，真好像魂魄离体而去一般。凄惋之情，溢于言表；不尽之意，更在言外。&&&总之，全词由描写景物起，又由景渲染情，将暮春时节一位闺中思妇怀念久别爱人的孤寂情怀抒写得委婉动人。上片写景，情由景生，景中有情；下片写情，寄情于景，以景结情。情景交融，意境浑然，于是情经景纬，织成天机云锦。",
                    "transferInfo" : "春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。",
                    "backgroundInfo" : "宋太宗淳化二年（991年），寇凖被贬为青州知府，任职之际，他为了表达自己仕途坎坷以及对政坛、对君上难以割舍的情怀和自家的失落之情，写下了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "苏幕遮·怀旧",
                    "author" : "范仲淹",
                    "content" : "碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。",
                    "addtionInfo" : "苏幕遮：原唐教坊曲名，来自西域，后用作词牌名。“波上”句：江波之上笼罩着一层翠色的寒烟。烟本呈白色，因其上连碧天，下接绿波，远望即与碧天同色。“芳草”二句：意思是，草地绵延到天涯，似乎比斜阳更遥远。“芳草”常暗指故乡，因此，这两句有感叹故乡遥远之意。黯乡魂：因思念家乡而黯然伤神。黯，形容心情忧郁。乡魂，即思乡的情思。追旅思（sì）：撇不开羁旅的愁思。追，追随，这里有缠住不放的意思。旅思，旅居在外的愁思。思，心绪，情怀。",
                    "classInfo" : "6",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "这首词抒写了羁旅乡思之情，这首词的主要特点在于能以沉郁雄健之笔力抒写低回宛转的愁思，声情并茂，意境宏深，与一般婉约派的词风确乎有所不同。清人谭献誉之为“大笔振迅”之作（《谭评词辨》），实属确有见地的公允评价。王实甫《西厢记》《长亭送别》一折，直接使用这首词的起首两句，衍为曲子，竟成千古绝唱。&&&上片描写秋景：湛湛蓝天，嵌缀朵朵湛青的碧云；茫茫大地，铺满片片枯萎的黄叶。无边的秋色绵延伸展，融汇进流动不已的江水；浩渺波光的江面，笼罩着寒意凄清的烟雾，一片空濛，一派青翠。山峰，映照着落日的余辉；天宇，连接着大江的流水。无情的芳草啊，无边无际，绵延伸展，直到那连落日余辉都照射不到的遥遥无际的远方。&&&这幅巨景，物象典型，境界宏大，空灵气象，画笔难描，因而不同凡响。更妙在内蕴个性，中藏巧用。“景无情不发，情无景不生”。眼前的秋景触发心中的忧思，于是“物皆动我之情怀”；同时，心中的忧思情化眼前的秋景，于是，“物皆著我之色彩”。如此内外交感，始能物我相谐。秋景之凄清衰飒，与忧思的寥落悲怆完全合拍；秋景之寥廓苍茫，则与忧思的怅惆无际若合符节；而秋景之绵延不绝，又与忧思之悠悠无穷息息相通。所以“丹诚入秀句，万物无遁情”(宋邵雍《诗画吟》)。这里，明明从天、地、江、山层层铺写，暗暗为思乡怀旧步步垫底，直到把“芳草无情”推向极顶高峰，形成情感聚焦之点。芳草怀远，兴寄离愁，本已司空见惯，但本词凭词人内在的“丹诚”，借“无情”衬出有情，“化景物为情思”，因而“别有一番滋味”。&&&整个上片所写的阔远秾丽、毫无衰飒情味的秋景，在文人的笔下是少见的，在以悲秋伤春为常调的词中，更属罕见。而悠悠乡思离情，也从芳草天涯的景物描写中暗暗透出，写来毫不着迹。这种由景及情的自然过渡手法也很高妙。&&&过片紧承芳草天涯，直接点出“乡魂”“旅思”。“乡魂”与“旅思”意思相近。两句是说自己思乡的情怀黯然凄怆，羁旅的愁绪重叠相续。上下互文对举，带有强调的意味，而主人公羁泊异乡时间之久与乡思离愁之深自见。&&&下片三、四两句，表面上看去，好像是说乡思旅愁也有消除的时候，实际上是说它们无时无刻不横梗心头。如此写来，使词的造语奇特，表情达意更为深切婉曲。“明月”句写夜间因思旅愁而不能入睡，尽管月光皎洁，高楼上夜景很美，也不能去观赏，因为独自一人倚栏眺望，更会增添怅惘之情。&&&结拍两句，写因为夜不能寐，故借酒浇愁，但酒一入愁肠，却都化作了相思之泪，欲遣相思反而更增相思之苦了。这两句，抒情深刻，造语生新而又自然。写到这里，郁积的乡思旅愁外达到最高潮，词至此黯然而止。&&&这首词上片写景，下片抒情，这本是词中常见的结构和情景结合的方式，其特殊性在于丽景与柔情的统一，更准确地说，是阔远之境、秾丽之景、深挚之情的统一。写乡思离愁的词，往往借萧瑟的秋景来表达，这首词所描绘的景色却阔远而秾丽。它一方面显示了词人胸襟的广阔和对生活对自然的热爱，反过来衬托了离情的可伤，另一方面又使下片所抒之情显得柔而有骨，深挚而不流于颓靡。整体说来，这首词的用语与手法虽与一般的词类似，意境情调却近于传统的诗。这说明，抒写离愁别恨的小词是可以写得境界阔远，不局限于闺阁庭院。",
                    "transferInfo" : "云天蓝碧，黄叶落满地，天边秋色与秋波相连，波上弥漫着空翠略带寒意的秋烟。远山沐浴着夕阳天空连接着江水。不解思乡之苦的芳草，一直延伸到夕阳之外的天际。默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，每天夜里除非是美梦才能留人入睡。当明月照射高楼时不要独自依倚。频频地将苦酒灌入愁肠，化为相思的眼泪。",
                    "backgroundInfo" : "这首词作于公元1040年（宋仁宗康定元年）至公元1043年（庆历三年）间，当时范仲淹正在西北边塞的军中任陕西四路宣抚使，主持防御西夏的军事。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔家傲·秋思",
                    "author" : "范仲淹",
                    "content" : "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
                    "addtionInfo" : "塞：边界要塞之地，这里指西北边疆。衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。千嶂：绵延而峻峭的山峰；崇山峻岭。燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。羌管：即羌笛，出自古代西部羌族的一种乐器。悠悠：形容声音飘忽不定。寐：睡，不寐就是睡不着。",
                    "classInfo" : "6",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "范仲淹《渔家傲》一词开篇塞下秋来风景异，衡阳雁去无留意。一句极力渲染边塞秋季风景的独异，上片写景，描写的自然是塞下的秋景。四面边声连角起，千嶂里，长烟落日孤城闭。从视觉听觉等方面表现了边塞地区的萧条寂寥。&&&起句“塞下秋来风景异”，“塞下”点明了延州的所在区域。“秋来”，点明了季节。“风景异”，概括地写出了延州秋季和内地大不相同的风光。词人是苏州人，对这个地方的季节变换，远较北人敏感，故用一个“异”字概括，这中间含有惊异之意。“衡阳雁去无留意”，雁是候鸟，每逢秋季，北方的雁即飞向南方避寒。“无留意”是说这里的雁到了秋季即向南展翅奋飞，毫无留恋之意，反映了这个地区到了秋天，寒风萧瑟，满目荒凉。反过来说，这个地区秋天的荒凉景象，尽括在雁“无留意”三字之中，显得笔力遒劲。&&&下边续写延州傍晚时分的战地景象：“四面边声连角起”，这种声音随着军中的号角声而起，形成了浓厚的悲凉气氛，为下片的抒情蓄势。“千嶂里，长烟落日孤城闭”，上句写延州周围环境，它处在层层山岭的环抱之中；下句牵挽到对西夏的军事斗争。“长烟落日”，很容易使读者联想起唐代诗人王维的“大漠孤烟直，长河落日圆”，这四字写出了塞外的壮阔风光。而在“长烟落日”之后，紧缀以“孤城闭”三字，气象便不相同。千嶂、孤城、长烟、落日，这是所见；边声、号角声，这是所闻。把所见所闻诸现象连缀起来，展现在读者眼前的是一幅充满肃杀之气的战地风光画面，特别值得玩味的是“孤城闭”三字，它隐隐地透露宋朝不利的军事形势。宋朝从建立之后，就采取重内轻外政策，对内加紧控制，把禁军分驻全国各地，而在边疆上长期放弃警戒，武备松弛。宝元元年（1038年）西夏元昊称帝，宋廷调兵遣将，扬声讨伐，而事起仓卒，将不知兵，兵不知战，以致每战辄败。词人移知延州，到任后，一方面加强军队训练，一方面在延州周围构筑防御工事，始终居于守势，不敢轻易出击，延州局势才暂时稳定下来，就整个形势来说，延州仍处于孤立状态。所以“孤城闭”三字真实地反映了当时的军事态势，反映出宋朝守军力量是很薄弱的，作为指挥部所在地的城门，太阳一落就关闭起来，表现了形势的严重性。这一句就为下片的抒情作了铺垫。&&&下片起句“浊酒一杯家万里”，是词人的自抒怀抱。他身负重任，防守危城，天长日久，难免起乡关之思。这“一杯”与“万里”数字之间形成了悬殊的对比，也就是说， 一杯浊酒，消不了浓重的乡愁，造语雄浑有力。乡愁皆因“燕然未勒归无计”而产生。燕然未勒也是《封燕然山铭》这个典故而来：东汉和帝永元元年，车骑将军窦宪北伐匈奴，大破之，在漠北燕然山刻石记功，由班固执笔，颂汉威德，就是所谓“勒石燕然”。勒字此处是雕刻的意思。&&&“羌管悠悠霜满地”，写夜景，在时间上是“长烟落日”的延续。“人不寐”，补叙上句，表明自己彻夜未眠，徘徊于庭。“将军白发征夫泪”，由自己而及征夫总收全词。总之下片抒情，将直抒胸臆和借景抒情相结合，抒发的是作者壮志难酬的感慨和忧国的情怀。&&&这首边塞词既表现将军的英雄气概及征夫的艰苦生活，也暗寓对宋王朝重内轻外政策的不满，爱国激情，浓重乡思，兼而有之，构成了将军与征夫思乡却渴望建功立业的复杂而又矛盾的情绪。这种 情绪主要是通过全词景物的描写，气氛的渲染，婉曲地传达出来。综观全词，意境开阔苍凉，形象生动鲜明，反映出作者耳闻目睹、亲身经历的场景，表达了作者自己和戍边将士们的内心感情，读起来真切感人。",
                    "transferInfo" : "秋天到了，西北边塞的风光和江南大不同。大雁又飞回了衡阳，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，将军已是头发花白，士兵抹着思乡的泪水。",
                    "backgroundInfo" : "宋康定元年（1040年）至庆历三年（1043年）间，范仲淹任陕西经略副使兼延州知州。宋仁宗年间，范仲淹被朝廷派往西北前线，承担起北宋西北边疆防卫重任。这首词作于北宋与西夏战争对峙时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·伫倚危楼风细细",
                    "author" : "柳永",
                    "content" : "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
                    "addtionInfo" : "伫倚危楼：长时间依靠在高楼的栏杆上。伫，久立。危楼，高楼。望极：极目远望。黯黯：迷蒙不明，形容心情沮丧忧愁。生天际：从遥远无边的天际升起。烟光：飘忽缭绕的云霭雾气。会：理解。拟把：打算。疏狂：狂放不羁。强（qiǎng）乐：勉强欢笑。强，勉强。衣带渐宽：指人逐渐消瘦。消得：值得，能忍受得了。",
                    "classInfo" : "37",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "这是一首怀人之作。词人把漂泊异乡的落魄感受，同怀念意中人的缠绵情思结合在一起写，采用“曲径通幽”的表现方式，抒情写景，感情真挚。&&&上片首先说登楼引起了“春愁”：“伫倚危楼风细细。”全词只此一句叙事，便把主人公的外形像一幅剪纸那样突现出来了。“风细细”，带写一笔景物，为这幅剪影添加了一点背景，使画面立刻活跃起来了。&&&“伫倚危楼风细细，望极春愁，黯黯生天际。”这首词开头三句是说，我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，忘不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。他首先说登楼引起了“春愁”。全词只有首句是叙事，其余全是抒情，但是只此一句，便把主人公外在的形象像一幅剪纸那样凸显出来了。他一个人久久的伫立在高楼之上，向远处眺望。“风细细”，带写一笔景物，为这幅剪影添加了一点背景，使画面立刻活跃起来了。他伫立楼头，极目天涯，一种黯然销魂的“春愁”油然而生。“春愁”又点明了时令。&&&“草色烟光残照里，无言谁会凭栏意”写主人公的孤单凄凉之感。前一句用景物描写点明时间，可以知道，他久久地站立楼头眺望，时已黄昏还不忍离去。“草色烟光”写春天景色极为生动逼真。春草，铺地如茵，登高下望，夕阳的余辉下，闪烁着一层迷蒙的如烟似雾的光色。一种极为凄美的景色，再加上“残照”二字，便又多了一层感伤的色彩，为下一句抒情定下基调。“无言谁会凭栏意”，因为没有人理解他登高远望的心情，所以他默默无言。有“春愁”又无可诉说，这虽然不是“春愁”本身的内容，却加重了“春愁”的愁苦滋味。作者并没有说出他的“春愁”是什么，却又掉转笔墨，埋怨起别人不理解他的心情来了。词人在这里闪烁其辞，让读者捉摸不定。&&&拟把疏狂图一醉，对酒当歌，强乐还无味。”下片前三句是说，打算把放荡不羁的心情给灌醉，举杯高歌勉强欢笑反而觉得毫无意味。词人的生花妙笔真是神出鬼没。读者越是想知道他的春愁从何而来，他越是不讲，偏偏把笔宕开，写他如何苦中求乐。他已经深深体会到“春愁”的深沉，单靠自身的力量是难以排遣的，所以他要借助于酒，借酒浇愁。词人说得很清楚，目的是图一醉，并不是对饮酒真的有什么乐趣。为了追求这一“醉”，他“疏狂”，不拘形迹，只要醉了就行。不仅要痛饮，还要“对酒当歌”，借放声高歌来抒发他的愁怀。结果如何呢？他失败了。没有真正欢乐的心情，却要强颜欢笑，这“强乐”本身就是痛苦的一种表现，哪里还有兴味可谈呢？，欢乐而无味，正是说明“春愁”的缠绵执着，是解脱不了的，排遣不去的。&&&“衣带渐宽终不悔，为伊消得人憔悴。”末两句是说，我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦的精神萎靡神色憔悴。为什么这种“春愁”如此执着呢？至此，作者才透露出这是一种坚贞不渝的感情。他的满怀愁绪之所以挥之不去，正是因为他不仅不想摆脱这“春愁”的纠缠。甚至还“衣带渐宽终不悔”，心甘情愿的被春愁所折磨，即使形容渐渐憔悴、瘦骨伶仃，也是值得的，也绝不后悔。至此，已经信誓旦旦了。究竟是什么使得抒情的主人公钟情若此呢？直到词的最后一句才一语破的：“为伊消得人憔悴”——原来是为了她！&&&这首词妙紧拓“春愁”即“相思”，却又迟迟不肯说破，只是从字里行间向读者透露出一些消息，眼看要写到了，却又煞住，调转笔墨，如此影影绰绰，扑朔迷离，千回百折，直到最后一句，才使真相大白。在词的最后两句相思感情达到高潮的时候，戛然而止，激情回荡，又具有很强的感染力。",
                    "transferInfo" : "我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "定风波·自春来",
                    "author" : "柳永",
                    "content" : "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我，免使年少，光阴虚过。",
                    "addtionInfo" : "是事可可：对什么事情都不在意，无兴趣。一切事全含糊过去。可可：无关紧要；不在意。暖酥：极言女子肌肤之好。腻云：代指女子的头发。亸（duǒ）：下垂貌。无那：无奈。恁么：这么。鸡窗：指书窗或书房。蛮笺象管：纸和笔。蛮笺：古时四川所产的彩色笺纸。象管：即象牙做的笔管。镇：常。和：允诺。",
                    "classInfo" : "37",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "这是一首写爱情的词篇，具有鲜明的民间风味，是柳永“俚词”中具有代表性的作品。这首词以一个少妇的口吻，抒写她同恋人分别后的相思之情，刻画出一个天真无邪的少妇形象。这首词具有浓厚的民歌风味。它不仅吸取了民歌的特点，保留了民间词的风味，而且还具有鲜明的时代特色。作者没有采取传统的比兴手法，也不运用客观的具体形象来比喻和暗示自己爱情的炽烈与坚贞，而是采取感情的直接抒写和咏叹。词中，感情的奔放热烈带有一种赤裸无遗的色彩，明显地具有一种市民性。这是柳永生活时代都市高度繁荣的客观反映。&&&从思想上看，这首词明显带有市民意识。市民阶层是伴随着商业经济的发展而壮大起来的一支新兴力量。它较少封建思想的羁縻，也比较敢于反抗封建礼教的压迫。“男女授授不亲”的封建时代，它表现出一种新的思想面貌，反映文人词里，就形成了《定风波》中这位女性的声口：“镇相随，莫抛躲，针线闲拈伴伊坐。和我，免使年少光阴虚过”。&&&这首词的另一特点是语言通俗，口吻自然，纯用白描，这说明柳永在向民间词学习方面获得了巨大的成功。他扩大了“俚词”的创作阵地，丰富了词的内容和词的表现力。以深切的同情，抒写了沦落于社会下层的歌伎们的思想感情，反映了她们对幸福生活的追求与向往，以及内心的烦恼与悔恨。上片融情入景，以明媚的春光反衬人物的厌倦与烦恼情绪。下片通过细腻的心理刻画，反映歌伎对自由幸福生活的渴望与追求。这首词是柳永俚词的代表作之一。&&&柳永以前，词坛基本是小令的天下，它要求含蓄、文雅。到了柳永，他创制了大量的慢词长调，铺叙展衍，备足无余。柳词所写的一对青年男女，实际上是属于市民阶层中的“才子佳人”，是功名未就的柳永自己和他青楼中的恋人的化身。所以，为了要表现这样的生活和心态，柳词就采用一种从俗的风格和从俗的语言。&&&柳永的这种文学追求和他的生活经历密切相关。宦场失意后落魄文人和知书识文的风尘女子极易产生共鸣，这首词就是这种共鸣的产物。难怪元曲大家关汉卿会据此把柳词摆上舞台，用另一种方式传唱这种非正统的精神。&&&对于当时的市民群众来说，也唯有这种毫不掩饰的热切恋情，才是他们倍感亲切的东西。因而，这种既带有些俗气却又十分真诚的感情内容的词作虽得不到正统文人的认同，却能市井间不胫而走，以至达到凡有井水饮处皆能诵歌的地齿。从艺术上看，这首词是对传统词风的一种俗化。",
                    "transferInfo" : "自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟诗作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "雨霖铃·寒蝉凄切",
                    "author" : "柳永",
                    "content" : "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
                    "addtionInfo" : "长亭：古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”。靠近城市的长亭往往是古人送别的地方。凄切：凄凉急促。骤雨：急猛的阵雨。都门：国都之门。这里代指北宋的首都汴京。帐饮：在郊外设帐饯行。无绪：没有情绪。兰舟：用做对船的美称。凝噎：喉咙哽塞，欲语不出的样子。去去：重复“去”字，表示行程遥远。暮霭：傍晚的云雾。沉沉：深厚的样子。楚天：指南方楚地的天空。今宵：今夜。经年：年复一年。纵：即使。风情：情意。男女相爱之情，深情蜜意。",
                    "classInfo" : "7",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "《雨霖铃》是柳永著名的代表作。这首词是词人在仕途失意，不得不离京都（汴京，今河南开封）时写的,是表现江湖流落感受中很有代表性的一篇。这首词写离情别绪,达到了情景交融的艺术境界。词的主要内容是以冷落凄凉的秋景作为衬托来表达和情人难以割舍的离情。宦途的失意和与恋人的离别，两种痛苦交织在一起,使词人更加感到前途的暗淡和渺茫。&&&全词分上下两阕。&&&上阕主要写一对恋人饯行时难分难舍的别情。&&&起首“寒蝉凄切。对长亭晚，骤雨初歇”三句写环境，点出别时的季节是萧瑟凄冷的秋天，地点是汴京城外的长亭，具体时间是雨后阴冷的黄昏。然而词人并没有纯客观地铺叙自然景物，而是通过景物的描写，氛围的渲染，融情入景，暗寓别意。时当秋季，景已萧瑟；且值天晚，暮色阴沉；而骤雨滂沱之后，继之以寒蝉凄切：词人所见所闻，无处不凄凉。加之当中“对长亭晚”一句，句法结构是一、二、一，极顿挫吞咽之致，更准确地传达了这种凄凉况味。&&&后两句中“都门帐饮”是写离别的情形。在京城门外设帐宴饮，暗寓仕途失意，且又跟恋人分手。“无绪”，指理不出头绪，有“剪不断，理还乱”的意思。写出了不忍别离而又不能不别的思绪。“留恋处、兰舟催发”。正在难分难舍之际，船家又阵阵“催发”。透露了现实的无情和词人内心的痛苦。&&&“执手相看泪眼，竟无语凝噎。”是不得不别的情景。一对情人，紧紧握着手，泪眼相对，谁也说不出一句话来。这两句把彼此悲痛、眷恋而又无可奈何的心情，写得淋漓尽致。一对情人伤心失魄之状，跃然纸上。这是白描手法，所谓“语不求奇，而意致绵密”。&&&“念去去、千里烟波，暮霭沉沉楚天阔。”写别后思念的预想。词中主人公的黯淡心情给天容水色涂上了阴影。一个“念”字，告诉读者下面写景物是想象的。“去去”是越去越远的意思。这二字用得极好，不愿去而又不得不去，包含了离人无限凄楚。只要兰舟启碇开行，就会越去越远，而且一路上暮霭深沉、烟波千里，最后漂泊到广阔无边的南方。离愁之深，别恨之苦，溢于言表。从词的结构看,这两句由上阕实写转向下阕虚写，具有承上启下的作用。&&&下阕着重写想象中别后的凄楚情景。&&&下片则宕开一笔，先作泛论，从个别说到一般，得出一条人生哲理：“多情自古伤离别”。意谓伤离惜别，并不自我始，自古皆然。“自古”两字，从个别特殊的现象出发，提升为普遍、广泛的现象，扩大了词的意义。但接着“更那堪冷落清秋节”一句，则强调自己比常人、古人承受的痛苦更多、更甚。江淹在《别赋》中说：“黯然销魂者唯别而已矣！”作者把古人这种感受融化在自己的词中，而且层层加码，创造出新意。&&&“今宵酒醒何处？杨柳岸晓风残月。”这是写酒醒后的心境，也是他飘泊江湖的感受。这两句妙就妙在用景写情，真正做到“景语即情语”。“柳”、“留”谐音，写难留的离情；晓风凄冷，写别后的寒心；残月破碎，写此后难圆之意。这几句景语，将离人凄楚惆怅、孤独忧伤的感情，表现得十分充分、真切,创造出一种特有的意境。难怪它为人称道，成为名句。&&&再从此后长远设想：“此去经年，应是良辰好景虚设。便纵有千种风情,更与何人说？”这四句更深一层推想离别以后惨不成欢的境况。此后漫长的孤独日子怎么挨得过呢？纵有良辰好景，也等于虚设，因为再没有心爱的人与自己共赏；再退一步，即便对着美景，能产生一些感受，但又能向谁去诉说呢？总之，一切都提不起兴致了。这几句把词人的思念之情、伤感之意刻画到了细致入微、至尽至极的地步，也传达出彼此关切的心情。结句用问句形式，感情显得更强烈。&&&《雨霖铃》全词围绕“伤离别”而构思，先写离别之前，重在勾勒环境；次写离别时刻，重在描写情态；再写别后想象，在刻画心理。不论勾勒环境，描写情态，想象未来，词人都注意了前后照应，虚实相生，做到层层深入，尽情描绘，情景交融，读起来如行云流水，起伏跌宕中不见痕迹。这首词的情调因写真情实感而显得太伤感、太低沉，但却将词人抑郁的心情和失去爱情的痛苦刻画的极为生动。古往今来有离别之苦的人们在读到这首《雨霖铃》时，都会产生强烈的共鸣。",
                    "transferInfo" : "秋蝉的叫声凄凉而急促，傍晚时分，面对着长亭，骤雨刚停。在京都郊外设帐饯行，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着对方的手含着泪对视，哽咽的说不出话来。想到这一去路途遥远，千里烟波渺茫，傍晚的云雾笼罩着南天，深厚广阔，不知尽头 。自古以来，多情的人总是为离别而伤感，更何况是在这冷清、凄凉的秋天！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又再同谁去诉说呢？？",
                    "backgroundInfo" : "柳永因作词忤仁宗，屡试不第，所以心中失意忧愤，常流连秦楼楚馆为歌伶乐伎撰写曲子词。此词当为柳永从汴京南下时与一位恋人的惜别之作",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望海潮·东南形胜",
                    "author" : "柳永",
                    "content" : "东南形胜，三吴都会，钱塘自古繁华，烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉。有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙。乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。",
                    "addtionInfo" : "三吴：泛指今江苏南部和浙江的部分地区。钱塘：即今浙江杭州，古时候的吴国的一个郡。烟柳：雾气笼罩着的柳树。画桥：装饰华美的桥。风帘：挡风用的帘子。翠幕：青绿色的帷幕。参差：参音此跟反，差音此衣反。近似；高下不齐貌。云树：树木如云，极言其多。怒涛卷霜雪：又高又急的潮头冲过来，浪花像霜雪在滚动。天堑：天然沟壑，人间险阻。一般指长江，这里借指钱塘江。珠玑：珠是珍珠，玑是一种不圆的珠子。这里泛指珍贵的商品。重湖：以白堤为界，西湖分为里湖和外湖，所以也叫重湖。巘（yǎn）：大山上之小山。叠巘：层层叠叠的山峦。此指西湖周围的山。巘：小山峰。清嘉：清秀佳丽。羌管（qiāng）：即羌笛，羌族之簧管乐器。这里泛指乐器。弄：吹奏。菱歌泛夜：采菱夜归的船上一片歌声。菱：菱角。泛：漂流。高牙：高矗之牙旗。牙旗，将军之旌，竿上以象牙饰之，故云牙旗。这里指高官孙何。吟赏烟霞：歌咏和观赏湖光山色。烟霞：此指山水林泉等自然景色。异日图将好景：有朝一日把这番景致描绘出来。异日：他日，指日后。图：描绘。凤池：全称凤凰池，原指皇宫禁苑中的池沼。此处指朝廷。",
                    "classInfo" : "101",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "这首词上片描写杭州的自然风光和都市的繁华，下片写西湖，展现杭州人民和平宁静的生活景象。全词以点带面，明暗交叉，铺叙晓畅，形容得体，一反柳永惯常的风格，以大开大阖、波澜起伏的笔法，浓墨重彩地铺叙展现了杭州的繁荣、壮丽景象。此词慢声长调和所抒之情起伏相应，音律协调，情致婉转，是柳永的一首传世佳作。&&&此词一开头即以鸟瞰式镜头摄下杭州全貌。它点出杭州位置的重要、历史的悠久，揭示出所咏主题。三吴，旧指吴兴、吴郡、会稽。钱塘，即杭州。此处称“三吴都会”，极言其为东南一带、三吴地区的重要都市，字字铿锵有力。其中“形胜”、“繁华”四字，为点睛之笔。自“烟柳”以下，便从各个方面描写杭州之形胜与繁华。“烟柳画桥”，写街巷河桥的美丽：“风帘翠幕”，写居民住宅的雅致。“参差十万人家”一句，转弱调为强音，表现出整个都市户口的繁庶。“参差”为大约之义。&&&“云树”三句，由市内说到郊外，只见钱塘江堤上，行行树木，远远望去，郁郁苍苍，犹如云雾一般。一个“绕”字，写出长堤迤逦曲折的态势。“怒涛”二句，写钱塘江水的澎湃与浩荡。“天堑”，原意为天然的深沟，这里移来形容钱塘江。钱塘江八月观潮，历来称为盛举。描写钱塘江潮是必不可少的一笔。&&&“市列”三句，只抓住“珠玑”和“罗绮”两个细节，便把市场的繁荣、市民的殷富反映出来。珠玑、罗绮，又皆妇女服用之物，并暗示杭城声色之盛。“竞豪奢”三个字明写肆间商品琳琅满目，暗写商人比夸争耀，反映了杭州这个繁华都市穷奢极欲的一面。&&&下片重点描写西湖。西湖，蓄洁停沉，圆若宝镜，至于宋初已十分秀丽。重湖，是指西湖中的白堤将湖面分割成的里湖和外湖。叠山，是指灵隐山、南屏山、慧日峰等重重叠叠的山岭。湖山之美，词人先用“清嘉”二字概括，接下去写山上的桂子、湖中的荷花。这两种花也是代表杭州的典型景物。柳永这里以工整的一联，描写了不同季节的两种花。“三秋桂子，十里荷花”这两句确实写得高度凝炼，它把西湖以至整个杭州最美的特征概括出来，具有撼动人心的艺术力量。&&&“羌管弄晴，菱歌泛夜”，对仗也很工稳，情韵亦自悠扬。“泛夜”“弄情”，互文见义，说明不论白天或是夜晚，湖面上都荡漾着优美的笛曲和采菱的歌声。着一“泛”字，表示那是湖中的船上，“嬉嬉钓叟莲娃”，是说吹羌笛的渔翁，唱菱歌的采莲姑娘都很快乐。“嬉嬉”二字，则将他们的欢乐神态，作了栩栩如生的描绘，生动地描绘了一幅国泰民安的游乐图卷。&&&接着词人写达官贵人此游乐的场景。成群的马队簇拥着高高的牙旗，缓缓而来，一派暄赫声势。笔致洒落，音调雄浑，仿佛令人看到一位威武而又风流的地方长官，饮酒赏乐，啸傲于山水之间。&&&“异日图将好景，归去凤池夸。”是这首词的结束语。凤池，即凤凰池，本是皇帝禁苑中的池沼。魏晋时中书省地近宫禁，因以为名。“好景”二字，将如上所写和不及写的，尽数包拢。意谓当达官贵人们召还之日，合将好景画成图本，献与朝廷，夸示于同僚，谓世间真存如此一人间仙境。以达官贵人的不思离去，烘托出西湖之美。&&&《望海潮》词调始见于《乐章集》，为柳永所创的新声。这首词写的是杭州的富庶与美丽。艺术构思上匠心独远，上片写杭州，下片写西湖，以点带面，明暗交叉，铺叙晓畅，形容得体。其写景之壮伟、声调之激越，与东坡亦相去不远。特别是，由数字组成的词组，如“三吴都会”、“十万人家”、“三秋桂子”、“十里荷花”、“千骑拥高牙”等词中的运用，或为实写，或为虚指，均带有夸张的语气，有助于形成柳永式的豪放词风。",
                    "transferInfo" : "杭州地处东南方，地理形势优越，风景优美，是三吴的都会，这里自古以来就十分繁华。雾气笼罩着的柳树、装饰华美的桥梁，挡风的帘子、青绿色的帐幕，楼阁高高低低，大约有十万户人家。茂盛如云的树木，环绕着钱塘江沙堤，又高又急的潮头冲过来，浪花像霜雪在滚动，宽广的江面一望无涯。市场上陈列着琳琅满目的珠玉珍宝，家家户户都存满了绫罗绸缎，争相比奢华。里湖、外湖与重重叠叠的山岭非常清秀美丽。秋天桂花飘香，夏季十里荷花。晴天欢快地吹奏羌笛，夜晚划船采菱唱歌，钓鱼的老翁、采莲的姑娘都嬉笑颜开。孙何外出时，成群的马队簇拥着高高的牙旗，缓缓而来，声势暄赫。在微醺中听着箫鼓管弦，吟诗作词，赞赏着美丽的水色山光。他日把这美好的景致画出来，回京升官时向人们夸耀。",
                    "backgroundInfo" : "吴熊和《柳永与孙沔的交游及柳永卒年新证》考证此词为至和元年（公元1054年）柳永在杭州赠资政殿学士、知杭州孙沔作。孙沔向误作孙何。陈元靓《岁时广记》卷三十一引杨湜《古今词话》：柳耆卿与孙相何为布衣交。孙知杭州，门禁甚严。耆卿欲见之不得，作《望海潮》词，往谒名妓楚楚曰：“欲见孙相，恨无门路。若因府会，愿借朱唇歌于孙相公之前。若问谁为此词，但说柳七。”中秋府会，楚楚宛转歌之，孙即日迎耆卿预坐。由这个故事来看，这首词是一首干谒词，目的是请求对方为自己举荐。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "迷仙引·才过笄年",
                    "author" : "柳永",
                    "content" : "才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。已受君恩顾，好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。",
                    "addtionInfo" : "笄（jī）年：十五岁。笄：簪子。古代女子十五岁举行戴笄的成年礼。绾（wǎn）：把头发盘旋起来打成结。云鬟（huán）：高耸入云的发髻。女子成年后发式由下垂改为绾结耸立。随分：随便、随意。等闲：平常。“酬一笑”两句：一笑千金，也懒得再看。慵觑（yōng qù）：懒得看，不屑一顾。蕣（shùn）华：指朝开暮落的木槿花，借指美好而易失的年华或容颜。君：指这位歌妓恩遇的倾吐对象。花：喻青春貌美的歌妓。丹霄：布满红霞的天空。烟花伴侣：青楼卖唱生涯。",
                    "classInfo" : "37",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "古代，烟柳之地令文人墨客热衷流连，以青楼女子为主角的诗词作品并不罕见。但更多文人偏向于把她们视为玩物，很少有能像柳永一样，以平等心态发掘并赞美妓女的外表与心灵之美，且柳永是第一个敢于把生活在社会最底层的歌妓们真、善、美的心灵写进词中的人，词境的开拓上有重要贡献。此词描写的就是一位身陷污泥而心向自由、光明、高洁不幸的妙龄歌妓。&&&上片由“才过笄年”领起，女子开始自述。刚刚满十五岁，才梳起云鬓，她便开始学习歌舞。十五岁本是女子美好的青春年华，然而她出身青楼、身不由己，学习歌舞的目的极为功利，只是为了供那些在烟花地徘徊的王孙贵族娱乐。“算等闲、酬一笑，便千金慵觑。”说明女子色艺双绝，赢得了很多王孙公子的青睐，他们不惜一掷千金，只为博取佳人一笑。此处写出纨绔子弟们一掷千金的豪放姿态，看似潇洒风流，实则暗含讽刺，因为他们想以此来讨好美人，但钱财并非她所想要。“慵觑”二字，写出女主人公与一般安于庸俗生活、贪得缠头的歌妓们，意趣相异。作者于此婉曲地表现了这一歌妓轻视千金而要求尊重和理解的独特品橡，表达了女主人公视钱财如无物的品质。&&&前面写她并不在乎金钱，后文承接而来，写出她所在乎之物。“常只恐”，道出她最关心也最担心的事情：“容易葬华偷换，光阴虚度。”木槿花朝开暮落，象征着女子青春年华短之又短。女主人公深知烟花女子命薄如花，再多的钱财也挽救不了日渐消逝的青春，“虚度”二字写出她对风尘生活的无奈和厌倦。&&&为了摆脱这种状态，她盼着能有一个男子不嫌弃自己的出身，带自己从良。“已受君恩顾”，“君”指女主人公倾心的男子；“恩顾”是说对方对自己有情义、有爱怜。“好与花为主”，女子如花，佳期易逝，她希望将自己的一生托付给他，于是求意中人为自己做主，救她脱离苦海。“万里丹霄”，说晴空绚丽，广阔无际，表现出女子对自由生活的向往。“何妨携手同归去”，此句直截大方地表达出与意中人共同生活的强烈愿望，符合其出身风尘的身世，又表现出她大胆直白、勇于追求自由幸福生活的性格。&&&下片最后四句将感情升华，深刻地表达出女子心中对真挚爱情和家庭生活的渴望与决心。“永弃却、烟花伴侣。”与意中人喜结良缘之后，她便会永远忘却往日种种、尽弃风尘中所识之人，安心为人妻，以免他人认为出身青楼的自己用情不专。“朝云暮雨”，常用来比喻男女的情爱与欢会。青楼女子常被世人认为重利轻隋义，女子不想被人误会，同时也是在向意中人表白心迹、表达决心。&&&下片感情炙热，言辞恳切，可见这位青楼女子对圆满家庭生活的热切向往；她的愿望非常迫切，决心也很坚定，具有浪漫主义的色彩，但是在现实生活里，这个愿望其实很难实现，感情越强烈，越反衬出希望渺茫。&&&总的来说，这首词上片描写了女主人公风尘之中的凄惨经历，流露出青春易逝的感伤，下片抒发了女主人公希望能有一位可托付终身的男子把自己救出风尘，并诚挚许诺愿一洗前尘、跟随郎君的决心。全词纯用白描，辞浅而情真，读来真挚动人，干净利落，通俗易懂，通篇以风尘女子的口吻托出，表现出她对自由生活的向往和追求。",
                    "transferInfo" : "新近才满十五岁，刚刚开始梳绾发髻时，我就学习歌舞了。酒宴席上酒杯前，曲意迎奉王孙公子。要是平平常常给我一个笑容，便是千金我也懒得看上一眼。我常常只是害怕，韶华易逝，虚度了青春时光。如今已受恩宠眷顾，要好好为花做主。万里晴空，何不一同牵手归去呢。永远抛弃那些烟花伴侣。免得叫人见了我，早上行云晚上行雨。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "八声甘州·对潇潇暮雨洒江天",
                    "author" : "柳永",
                    "content" : "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留？想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！",
                    "addtionInfo" : "潇潇：风雨之声。一番洗清秋：一番风雨，洗出一个凄清的秋天。霜风凄紧：秋风凄凉紧迫。霜风，秋风。是处红衰翠减：到处花草凋零。是处，到处。红，翠，指代花草树木。苒（rǎn）苒：渐渐。渺邈：遥远。淹留：久留。颙（yóng）望：抬头远望。误几回、天际识归舟：多少次错把远处驶来的船当作心上人回家的船。争：怎。恁（nèn）：如此。凝愁：忧愁凝结不解。",
                    "classInfo" : "52",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "此词开头两句写雨后江天，澄澈如洗。一个“对”字，已写出登临纵目、望极天涯的境界。当时，天色已晚，暮雨潇潇，洒遍江天，千里无垠。其中“雨”字，“洒”字，和“洗”字，三个上声，循声高诵，定觉素秋清爽，无与伦比。&&&自“渐霜风”句起，以一个“渐”字，领起四言三句十二字。“渐”字承上句而言，当此清秋复经雨涤，于是时光景物，遂又生一番变化。这样词人用一“渐”字，神态毕备。秋已更深，雨洗暮空，乃觉凉风忽至，其气凄然而遒劲，直令衣单之游子，有不可禁当之势。一“紧”字，又用上声，气氛声韵写尽悲秋之气。再下一“冷”字，上声，层层逼紧。而“凄紧”“冷落”，又皆双声叠响，具有很强的艺术感染力量，紧接一句“残照当楼”，境界全出。这一句精彩处“当楼”二字，似全宇宙悲秋之气一起袭来。&&&“是处红衰翠减，苒苒物华休。”词意由苍莽悲壮，而转入细致沉思，由仰观而转至俯察，又见处处皆是一片凋落之景象。“红衰翠减”，乃用玉溪诗人之语，倍觉风流蕴藉。“苒苒”，正与“渐”字相为呼应。一“休”字寓有无穷的感慨愁恨，接下“惟有长江水，无语东流”写的是短暂与永恒、改变与不变之间的这种直令千古词人思索的宇宙人生哲理。“无语”二字乃“无情”之意，此句蕴含百感交集的复杂心理。&&&“不忍”句点明背景是登高临远，云“不忍”，又多一番曲折、多一番情致。至此，词以写景为主，情寓景中。但下片妙处于词人善于推己及人，本是自己登远眺，却偏想故园之闺中人，应也是登楼望远，伫盼游子归来。“误几回”三字更觉灵动。结句篇末点题。“倚阑干”，与“对”，与“当楼”，与“登高临远”，与“望”，与“叹”，与“想”，都相关联、相辉映。词中登高远眺之景，皆为“倚闺”时所见；思归之情又是从“凝愁”中生发；而“争知我”三字化实为虚，使思归之苦，怀人之情表达更为曲折动人。&&&这首词章法结构细密，写景抒情融为一体，以铺叙见长。词中思乡怀人之意绪，展衍尽致。而白描手法，再加通俗的语言，将这复杂的意绪表达得明白如话。这样，柳永的《八声甘州》终成为词史上的丰碑，得以传颂千古。全词景中有情，情中带景。上片于壮丽的秋景之中含有凄凉伤感之柔情，下片于缠绵的离情中带有伤感之景，前后情景交相辉映。上片写观景，虽未点明登楼而登楼之意自明；下片于“依栏杆处”再点登楼，起到了首尾呼应作用。笔法之高妙，于此可见，作者不愧为慢词的奠基人。",
                    "transferInfo" : "面对着潇潇暮雨从天空洒落在江面上，经过一番雨洗的秋景，分外寒凉清朗。凄凉的霜风一阵紧似一阵，关山江河一片冷清萧条，落日的余光照耀在高楼上。到处红花凋零翠叶枯落，一切美好的景物渐渐地衰残。只有那滔滔的长江水，不声不响地向东流淌。不忍心登高遥看远方，眺望渺茫遥远的故乡，渴求回家的心思难以收拢。叹息这些年来的行踪，为什么苦苦地长期停留在异乡？想起美人，正在华丽的楼上抬头凝望，多少次错把远处驶来的船当作心上人回家的船。她哪会知道我，倚着栏杆，愁思正如此的深重。",
                    "backgroundInfo" : "柳永出身士族家庭，有求仕用世之志。适逢北宋安定统一，首都歌楼妓馆林林总总被流行歌曲吸引，乐与伶工、歌妓为伍，初入世竟因谱写俗曲歌词，遭致当权者挫辱而不得伸其志。他于是浪迹天涯，用词抒写羁旅之志和怀才不遇的痛苦愤懑。这首词大约作于柳永游宦江浙之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "安公子·远岸收残雨",
                    "author" : "柳永",
                    "content" : "远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。",
                    "addtionInfo" : "稍觉：渐渐感觉到。拾翠：拾，拾取。翠，翡翠鸟的羽毛。指古代妇女出游时的嬉戏。蒹葭（jiān jiā）：芦苇。画桡（ráo）：彩绘的浆，泛指船桨。游宦：即宦游，离开家乡到外地去求官或做官。羁（ji）族：长期聚居他乡的一族。樯：桅杆。乡关：故乡。榭：建筑在台上或水上的房屋。孤；少。",
                    "classInfo" : "91",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "这是一首典型的游宦思归之作，反映了作者长年落魄、官场失意的萧索情怀。&&&上片写景，时间是作者搭船到某处去的一个下午。头两句写江天过雨之景，雨快下完了，才觉得江天渐晚。风雨孤舟，因雨不能行驶，旅人蛰居舟中，抑郁无聊。时间、地点、人物都或明或暗地展示了出来。“拾翠”二句，是写即目所见。汀洲之上，有水禽栖息，拾翠之人已经归去。而以“双双”形容“鸥鹭”，更觉景中有情。拾翠佳人，即水边采摘香草的少女。鸥鹭成双，自己则块然独处孤舟，一对衬，就更进一步向读者展开了作者的内心活动。“望几点”句，写由傍晚而转入夜间。渔灯已明，但由于是远望，又隔有蒹葭，所以说是“隐映”，是远处所见。“停画桡”句，则是已身所，近处所闻。“道去程”二句，乃是舟人的语言和动作。“前村烟树”，本属实景，而冠以“遥指”二字，则是虚写。这两句把船家对行程的安排，他们的神情、口吻以及依约隐现的前村，都勾画了出来，用笔极其简练，而又生动、真切。上片由雨而暮，由暮而夜，用顺叙的方法铺写景物，景中有情。&&&过片“游宦成羁旅”是全词的中心，为上片哀景作注，同时又引出下文，由当夜的去程而念及长年行役之苦。“短樯”七字，正面写出舟中百无聊赖的生活。“万水”两句，从“凝伫”来，因眺望已久，所见则“万水千山”，所思则“乡关何处”。“迷远近”虽指目“迷”，也是心“迷”。“自别后”以下，直接“乡关何处”展开叙说。“风亭”七字，追忆过去，慨叹现。昔日良辰美景，胜地欢游，此时则短樯独处，离怀渺渺，用一“孤”字将今昔分开，亭榭风月依然，但人却不能欢聚了。“刚断肠”以下，是说离情正苦，归期无定，而杜宇声声，劝人归去，愈觉不堪。这首词先景后情，情贯全篇，中间以“游宦成羁旅”五个字相连，景为情设，情由景生，结构精美，是一首工巧之作。",
                    "transferInfo" : "你独自靠着船舷向远处的岸边望去，淅淅沥沥的雨快要停歇了。天空中还是布满了黑云，让人觉得仿佛到了傍晚时分。水边的小洲上一片寂静，并没有采摘香草的女子。放眼望去，只见双双鸥鹭立在水边。一阵风拂过芦苇荡，芦苇轻轻摇晃，几点渔灯时隐时现。舟上两人在闲谈，一问“今晚宿在哪儿”？一手遥指远处，烟雨绿树中隐藏着一处村庄。你四处为官，早已成了他乡客。闲倚桅杆凝思长久立。望，万水千山迷茫远近处。家乡在何处。子别后、亭台楼榭依旧在，不见人欢聚。想到此、肝肠寸断，离情苦。却听到，杜鹃声声叫：不如归去“，让你更添愁绪。",
                    "backgroundInfo" : "柳永于宋仁宗景祜元年（1034）中进十，以后去江浙、关中等地任职；官位低微，郁郁不得志。本词有“游宦成羁旅”之句，可推想为入仕以后之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹤冲天·黄金榜上",
                    "author" : "柳永",
                    "content" : "黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！",
                    "addtionInfo" : "黄金榜：指录取进士的金字题名榜。龙头：旧时称状元为龙头。明代：圣明的时代。遗贤：抛弃了贤能之士，指自己为仕途所弃。如何向：向何处。风云：际会风云，指得到好的遭遇。争不：怎不。恣：放纵，随心所欲。得丧：得失。白衣卿相：指自己才华出众，虽不入仕途，也有卿相一般尊贵。白衣：古代未仕之士著白衣。烟花：指妓女。巷陌：指街巷。丹青屏障：彩绘的屏风。丹青：绘画的颜料，这里借指画。堪：能，可以。恁：如此。偎红倚翠：指狎妓。平生：一生。饷：片刻，极言青年时期的短暂。忍：忍心，狠心。浮名：指功名。",
                    "classInfo" : "27",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "这首词反映了柳永的反叛性格，也带来了他人生路上一大波折。据传说，柳永善作俗词，而宋仁宗颇好雅词。有一次，宋仁宗临轩放榜时想起柳永这首词中那句“忍把浮名，换了浅斟低唱”，就说道：“且去浅斟低唱，何要浮名”，就这样黜落了他。从此，柳永便自称“奉旨填词柳三变”而长期地流连于坊曲之间、花柳丛中寻找生活的方向、精神的寄托。&&&“黄金榜上，偶失龙头望”，考科举求功名，他并不满足于登进士第，而是把夺取殿试头名状元作为目标。落榜只认为“偶然”，“见遗”只说是“暂”，由此可见柳永狂傲自负的性格。他自称“明代遗贤”是讽刺仁宗朝号称清明盛世，却不能做到“野无遗贤”。但既然已落第，下一步该怎么办呢？“风云际会”，施展抱负是封建时代士子的奋斗目标，既然“未遂风云便”，理想落空了，于是他就转向了另一个极端，“争不恣狂荡”，表示要无拘无束地过那种为一般封建士人所不齿的流连坊曲的狂荡生活。“偎红倚翠”、“浅斟低唱”，是对“狂荡”的具体说明。柳永这样写，是恃才负气的表现，也是表示抗争的一种方式。科举落第，使他产生了一种逆反心理，只有以极端对极端才能求得平衡。所以，他故意要造成惊世骇俗的效果以保持自己心理上的优势。柳永的“狂荡”之中仍然有着严肃的一面，狂荡以傲世，严肃以自律，这才是“才子词人”、“白衣卿相”的真面目。柳永把他内心深处的矛盾想法抒写出来，说明落第这件事情给他带来了多么深重的苦恼和多么烦杂的困扰，也说明他为了摆脱这种苦恼和困扰曾经进行了多么痛苦的挣扎。写到最后，柳永得出结论：“青春都一饷。忍把浮名，换了浅斟低唱！”谓青春短暂，怎忍虚掷，为“浮名”而牺牲赏心乐事。所以，只要快乐就行，“浮名”算不了什么。&&&这首词是柳永进士科考落第之后的一纸“牢骚言”，在宋元时代有着重大的意义和反响。它正面鼓吹文人士者与统治者分离，而与歌妓等下层人民接近，有一定的思想进步性。",
                    "transferInfo" : "在金字题名的榜上，我只不过是偶然失去取得状元的机会。即使在政治清明的时代，君王也会一时错失贤能之才，我今后该怎么办呢？既然没有得到好的机遇，为什么不随心所欲地游乐呢！何必为功名患得患失？做一个风流才子为歌姬谱写词章，即使身着白衣，也不亚于公卿将相。在歌姬居住的街巷里，有摆放着丹青画屏的绣房。幸运的是那里住着我的意中人，值得我细细地追求寻访。与她们依偎，享受这风流的生活，才是我平生最大的欢乐。青春不过是片刻时间，我宁愿把功名，换成手中浅浅的一杯酒和耳畔低徊婉转的歌唱。",
                    "backgroundInfo" : "这首词是柳永早期的作品，是他初次参与进士科考落第之后，抒发牢骚感慨之作，它表现了作者的思想性格，也关系到作者的生活道路，是一篇重要的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "天仙子·水调数声持酒听",
                    "author" : "张先",
                    "content" : "水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。",
                    "addtionInfo" : "水调：曲调名。流景：像水一样的年华，逝去的光阴。后期：以后的约会。记省：记志省识。记：思念。省（xǐng）：省悟。并禽：成对的鸟儿。这里指鸳鸯。瞑：天黑，暮色笼罩。弄影：谓物动使影子也随着摇晃或移动。弄，摆弄。落红：落花。",
                    "classInfo" : "78",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "这是北宋词中的名篇之一，也是张先享誉之作。而其所以得名，则由于词中有“云破月来花弄影”之句。据陈师道《后山诗话》及胡仔《苕溪渔隐丛话》所引各家评论，都说到张先所创作的词中以三句带有“影”字的佳句为世所称，人们喻之为“张三影”。&&&这首词调下有注云：“时为嘉禾小倅，以病眠，不赴府会。”说明词人感到疲怠，百无聊懒，对酣歌妙舞的府会不感兴趣，这首词写的正是这种心情。&&&“《水调》数声持酒听，午醉醒来愁未醒。送春春去几时回。”这首词开头三句是说，手执酒杯细听那《水调歌》声声，午间醉酒虽醒愁还没有醒。送走了春天，春天何时再回来？&&&其实作者未尝不想借听歌饮酒来解愁。但在这首词里，作者却写他在家里品着酒听了几句曲子以后，不仅没有遣愁，反而心里更烦了。于是在吃了几杯闷酒以后便昏昏睡去。一觉醒来，日已过午，醉意虽消，愁却未曾增减。张先一想到笙歌散尽之后可能愁绪更多，所以根本连宴会也不去参加了。这就逼出下一句“送春春去几时回”的慨叹来。这里上下两个“春”字，也就有了不尽相同的涵义。上一个“春”指季节，指大好春光；而下面的“春去”，不仅指年华的易逝，还蕴含着对青春时期风流韵事的追忆和惋惜。&&&“临晚镜，伤流景，往事后期空记省。”上片后三句是说，临近傍晚照镜，感伤逝去的年景，如烟往事在日后空自让人沉吟。&&&此时已近黄昏，总躺在那儿仍不能消愁解忧，便起来“临晚镜”了。这个“晚”既是天晚之晚，当然也隐指晚年之晚，这同上面两个“春”字各具不同的涵义是一样的，只是此处只用了一个“晚”字，而把“晚年”的一层意思通过“伤流景”三字给补充出来罢了。这件“往事”，明明是可以成为好事的，但由于自己错过机缘，把一个预先定妥的期约给耽误了（即所谓后期），这就使自己追悔莫及。随着时光的流逝，往事的印象并未淡忘，只能向自己的“记省”中去寻求，但寻求到了，也并不能得到安慰，反而更增添了烦恼。这就是自己为什么连把酒听歌也不能消愁，从而嗟老伤春，即使府中有盛大的宴会也不想去参加的原因了。可是作者偏把这个原因放在上片的末尾用反缴的手法写出，乍看起来就像事情的结果，这就把一腔自怨自艾、自甘孤寂的心情写得格外惆怅动人。&&&上片写作者的思想活动，是静态；下片写词人即景生情，是动态。静态得平淡之趣，而动态有空灵之美。&&&“沙上并禽池上暝，云破月来花弄影。”下片前两句是说，鸳鸯于黄昏后在池边并眠，花枝在月光下舞弄自己的倩影。&&&作者未去参加府会便在暮色将临时到小园中闲步，借以排遣从午前一直滞留在心头的愁闷。天很快就暗下来了，水禽已并眠在池边的沙岸上，夜幕逐渐笼罩着大地。这个晚上原应有月的，作者的初衷未尝不想趁月色以赏夜景。不料云满晴空，并无月色，既然天已昏黑那就回去吧。恰在这时，意外的景色变化在眼前出现了。风起了，刹那间吹开了云层，月光透露出来了，而花被风吹动，也竟自在月光照耀下婆娑弄影。这就给作者孤寂的情怀注入了暂时的欣慰。此句之所以传诵千古，不仅在于修辞炼句的功夫，主要还在于词人把经过整天的忧伤苦闷之后，居然在一天将尽时品尝到即将流逝的盎然春意这一曲折复杂的心情，通过生动妩媚的形象给曲曲传绘出来，让读者从而也分享到一点喜悦和无限的美感。这才是在张先的许多名句中唯独这一句始终为读者所爱好、欣赏的主要原因。&&&“重重帘幕密遮灯，风不定，人初静，明日落红应满径。”末四句是说，一重重帘幕密密的遮住灯光，风儿还没有停，人声已经安静，明日落花定然铺满园中小径。&&&结尾写词人进入室中，外面的风也更加紧了，大了。作者先写“重重帘幕密遮灯”而后写“风不定”，是说明作者体验事物十分细致，因为外面有风，如果帘幕不遮，灯自然会被吹灭，所以作者进了屋，就赶快拉上帘幕。但下文紧接着说“风不定”，是表示风更大了，纵使帘幕密遮灯焰仍在摇晃，这个“不定”是包括灯焰“不定”的情景在内。“人初静”一句，也有三层意思。一是说夜深人静；二是指府中的歌舞场面这时也该散了；三是结合末句见出作者惜花的一片深情。好景无常，刚才还在月下弄影的姹紫嫣红，经过这场无情的春风，恐怕要片片飞落在园中的小路上了。作者在末一句所蕴含的心情是复杂的，春天毕竟过去了，自嗟迟暮的愁绪更强烈了，然而幸好今天没有去赴会，居然在园中还欣赏了片刻春光，否则错过时机，再想见到“云破月来花弄影”的动人景象就不可能了。&&&上片写作者的思想活动，是静态；下片写词人即景生情，是动态。静态得平淡之趣，而动态有空灵之美。作者未参加府会，便在暮色中将临时到小园中闲步，借以排遣从午前一直滞留在心头的愁闷。天很快就暗下来了，水禽已并眠在池边沙岸上，夜幕逐渐笼罩着大地。这个晚上原应有月的，作者的初衷未尝不想趁月色以赏夜景，才步入园中的。不料云满夜空，并无月色，既然天已昏黑那就回去吧。恰在这时，意外的景色变化在眼前出现了。风起了，霎那间吹开了云层，月光透露出来了，而花被风所吹动，也竟自在月光临照下婆娑弄影。这就给作者孤寂的情怀注入了暂时的欣慰。此句之所以传诵千古，不仅在于修辞炼句的功夫，主要还在于词人把经过整天的忧伤苦闷之后，在一天将尽品尝到即将流逝的盎然春意这一曲折复杂的心情，通过生动妩媚的形象给曲曲传绘出来，让读者从而也分享到一点欣悦和无限美感。",
                    "transferInfo" : "手执酒杯细听那《水调歌》声声，一觉醒来午间醉意虽消，愁却未曾消减。送走了春天，春天何时再回来？临近傍晚照镜，感伤逝去的年景，如烟往事在日后空自让人沉吟。天黑后，鸳鸯在池边并眠，花枝在月光下舞弄自己的倩影。一重重帘幕密密地遮住灯光，风还没有停止，人声已安静，明天落花应该会铺满园中小径。",
                    "backgroundInfo" : "作者写这首词的时候任嘉禾（今浙江省嘉兴市）判官。作者在嘉禾作判官，约在公元1041年（宋仁宗庆历元年），年五十二。但词中所写情事，与小序内容很不相干。这个小序可能是时人偶记词乃何地何时所作，被误认为词题，传了下来。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "千秋岁·数声鶗鴂",
                    "author" : "张先",
                    "content" : "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。",
                    "addtionInfo" : "千秋岁：词牌名。鶗鴂（tí jué）：即子规、杜鹃。芳菲：花草，亦指春时光景。永丰柳：泛指园柳，喻孤寂无靠的女子。花飞雪：指柳絮。把：持，握。幺弦：琵琶的第四弦，各弦中最细，故称。",
                    "classInfo" : "78",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "这首《千秋岁》写的是悲欢离合之情，声调激越，极尽曲折幽怨之能事。&&&上片完全运用描写景物来烘托、暗示美好爱情横遭阻抑的沉痛之情。起句把鸣声悲切的鶗鴂提出来，诏告美好的春光又过去了。源出《离骚》“恐鶗鴂之先鸣兮，使夫百草为之不芳。”从“又”字看，他们相爱已经不止一年了，可是由于遭到阻力，这伤情却和春天一样，来也匆匆，去也匆匆。惜春之情油然而生，故有“惜春更把残红折”之举动。所谓“残红”，象征着被破坏而犹坚贞的爱情。一个“折”字更能表达出对于经过风雨摧残的爱情的无比珍惜。紧接着“雨轻风色暴，梅子青时节”是上片最为重要的两句：表面上是写时令，写景物，但用的是语意双关，说的是爱情遭受破坏。“梅子黄时雨”（贺铸《青玉案》）是正常的，而梅子青时，便被无情的风暴突袭，便是灾难了。青春初恋遭此打击，情何以堪！经过这场灾难，美好的春光便又鶗鴂声中归去。被冷落的受害者这时也和柳树一样，一任爱情如柳絮一般逝去了。&&&换头“莫把幺弦拨，怨极弦能说”两句来得很突然。幺弦，琵琶第四弦。弦幺怨极，就必然发出倾诉不平的最强音。这种极怨的气势下，受害者接着表示其反抗的决心，“天不老，情难绝”。这两句化用李贺“天若有情天亦老”诗句而含意却不完全一样，此处强调的是天不会老，爱情也永无断绝的时候。这爱情是怎样的呢？“心似双丝网，中有千千结。”“丝”“思”，谐音双关。这个情网里，他们是通过千万个结，把彼此牢牢实实地系住，谁想破坏它都是徒劳的。这是全词“警策”之语。情思未了，不觉春宵已经过去，这时东窗未白，残月犹明。如此作结，言尽而味永。&&&这首词韵高而情深，含蓄又发越，可以说，兼有婉约与豪放两派之妙处。",
                    "transferInfo" : "杜鹃声声，又来向人们报道春时光景即将逝去。惜春人更是想将那残花折下，挽留点点春意。不料梅子青时，便被无情的风暴突袭。看那庭中的柳树，在无人的园中整日随风飞絮如飘雪。切莫把琵琶的细弦拨动，心中极致的哀怨细弦也难倾泻。天不会老去，爱情也永远不会断绝。多情的心就像那双丝网，中间有千千万万个结。中夜已经过去了，东方未白，尚留一弯残月。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "青门引·春思",
                    "author" : "张先",
                    "content" : "乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。",
                    "addtionInfo" : "庭轩：庭院，走廊。清明：清明节。残花中酒：悼惜花残春暮，饮酒过量。楼头画角：楼头，指城上的戍楼。画角，军用的号角，涂了彩色，故称画角。",
                    "classInfo" : "92",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "这是一首伤春怀旧之作，整首词从触觉、听觉、视觉等方面写作者对春天的独特感受。上阕是伤春，春尽花残，令人忧伤；下阕是怀旧，萦怀往事，竟与秋千有关，引人遐思，是神来之笔。全词情景交融，含蓄委婉，意味隽永，充分体现了词艺术上的含蓄和韵味。&&&上片起首两句，写词人对春日里天气频繁变化的感受。“乍暖”，见出是由春寒忽然变暖。“还”字一转，引出又一次变化：风雨忽来，轻冷袭人。轻寒的风雨，一直到晚才止住了。词人感触之敏锐，不但体现对天气变化的频繁上，更体现天气每次变化的精确上。天暖之感为“乍”；天冷之感为“轻”；风雨之定为“方”。遣词精细确切，暗切微妙人情。&&&庭轩”一句，由天气转写现境，并点出清明这一气候变化多端的特定时节。至此，这“寂寞”之感就进而属于内心的感受了。歇拍二句，层层逼出主题：春已迟暮，花已凋零，自然界的变迁，象喻着人事的沧桑，美好事物的破灭，种下了心灵的病根。此病无药可治，唯有借酒浇愁而已，但醉了酒，失去理性的自制，只会加重心头的愁恨。更使人感触的是这样的经验已不是头一遭。前一年如此，这一年也不例外，“又是去年病”点明词旨。过片承醉酒之后而来。&&&“楼头画角风吹醒”，兼写两种感觉。凄厉的角声，轻冷的晚风，使酣醉的人清醒过来。黄蓼园评云：“角声而曰风吹醒，醒字极尖刻。”（《蓼园词选》）这一个“醒”字，表现出角声晚风并至而醉人不得不苏醒的一刹那间反应，同时也暗示酒醉之深和愁恨之重。伤心人被迫醒来自是痛苦不堪，“入夜”一句，即以现境象征痛苦的心境。夜色降临，心情更加黯然，更加沉重。而重重深闭的院门更象喻着不得开启的心扉。&&&结句指出重门也阻隔不了触景伤怀，溶溶月光居然把隔墙的秋千影子送了过来。黄蓼园对此句也甚为激赏：“末句那堪送影，真是描神之笔，极希微窅渺之致。”（《蓼园词选》）月光下的秋千影子是幽微的，描写这一感触，也深刻地表现词人抑郁的心灵。“那堪”二字，重揭示为秋千影所触动的情怀。&&&此词用景表情，寓情于景，“怀则自触，触则愈怀，未有触之至此极者”（沈际飞《草堂诗余正集》）。尤其是词之末句，写人却言物，写物却只写物之影，影是人，人又如影之虚之无，确实写出了隽永的词味。总之，张先词艺术上的含蓄和韵味，此词中得到了充分体现。",
                    "transferInfo" : "天气刚刚变暖，时而还透着微寒。一整天风雨交加，直到傍晚方才停止。时近清明，庭院里空空荡荡，寂寞无声。对着落花醉酒酣饮，这伤心病痛像去年一般情境。晚风吹送谯楼画角将我惊醒，入夜后重门紧闭庭院更加宁静。正心烦意乱、心绪不宁时，哪里还能再忍受溶溶月光，隔墙送来少女荡秋千的倩影。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "醉垂鞭·双蝶绣罗裙",
                    "author" : "张先",
                    "content" : "双蝶绣罗裙。东池宴。初相见。朱粉不深匀。闲花淡淡春。细看诸处好。人人道。柳腰身。昨日乱山昏。来时衣上云。",
                    "addtionInfo" : "“双蝶”句：罗裙上绣着双飞的蝴蝶。“朱粉”句：不在脸上涂抹脂粉。",
                    "classInfo" : "75",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "此为酒筵中赠妓之作，首句写她所穿的裙子，罗裙上绣着双飞的蝴蝶。“东池”两句，记相见之地（东池）、相见之因（宴），并且点明她“侑酒”的身份。“朱粉”两句，接着写其人之面貌，而着重写其淡妆。“闲花淡淡春”以一个确切的、具体的比喻，将她的神情、风度，勾画了出来。上层社会的行乐场所，多数女子都作浓妆，一个淡妆的，就反而引人注目了，故此“闲花”虽只“淡淡春”，却大有一枝独秀的风致。张先显然受了张祜的启发，但“闲花淡淡春”一句，仍然很有创造性。唐人称美女为春色，如元稹称越州妓刘采春为“鉴湖春色”。此处“春”字，也是双关。",
                    "transferInfo" : "池东的酒宴上初次见到你，穿的是绣有双蝶的罗裙。娇美的脸上只涂着淡淡的白粉，恰如一朵野花，恬淡而幽雅地沐浴着芳春。 细细端详，你真是尽善尽美，人人都夸赞你细柳般的腰身。你的到来，莫不是昨晚从巫山深处飘然而至？因为你来的时候，衣服上还像带着浮动的白云。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·一曲新词酒一杯",
                    "author" : "晏殊",
                    "content" : "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
                    "addtionInfo" : "浣溪沙：唐玄宗时教坊曲名，后用为词调。一曲：一首，因为词是配合音乐唱的，故称“曲”。新词：刚填好的词，意指新歌。去年天气旧亭台：是说天气、亭台都和去年一样。旧亭台：曾经到过的或熟悉的亭台楼阁。夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。无可奈何：不得已，没有办法。似曾相识：好像曾经认识。形容见过的事物再度出现。燕归来：燕子从南方飞回来。小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。徘徊：来回走。",
                    "classInfo" : "92",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "这是晏殊词中最为脍炙人口的篇章。此词虽含伤春惜时之意，却实为感慨抒怀之情。词之上片绾合今昔，叠印时空，重在思昔；下片则巧借眼前景物，重在伤今。&&&上阕中“一曲新词酒一杯，去年天气旧亭台。”写对酒听歌的现境。从复叠错综的句式、轻快流利的语调中可以体味出，词人面对现境时，开始是怀着轻松喜悦的感情，带着潇洒安闲的意态的，似乎主人公十分醉心于宴饮涵咏之乐。作者边听边饮，这现境触发了对“去年”所经历类似境界的追忆：也是和“今年”一样的暮春天气，面对的也是和眼前一样的楼台亭阁，一样的清歌美酒。然而，似乎一切依旧的表象下又分明感觉到有的东西已经起了难以逆转的变化，这便是悠悠流逝的岁月和与此相关的一系列人事。此句中正包蕴着一种景物依旧而人事全非的怀旧之感。在这种怀旧之感中又糅合着深婉的伤今之情。这样，作者纵然襟怀冲澹，又怎么能没有些微的伤感呢？&&&“夕阳西下几时回？”夕阳西下，是眼前景。但词人由此触发的，却是对美好景物情事的流连，对时光流逝的怅惘，以及对美好事物重现的微茫的希望。这是即景兴感，但所感者实际上已不限于眼前的情事，而是扩展到整个人生，其中不仅有感性活动，而且包含着某种哲理性的沉思。夕阳西下，是无法阻止的，只能寄希望于它的东升再现，而时光的流逝、人事的变更，却再也无法重复。细味“几时回”三字，所折射出的似乎是一种企盼其返、却又情知难返的纡细心态。&&&下阕仍以融情于景的笔法申发前意。“无可奈何花落去，似曾相识燕归来。”为天然奇偶句，此句工巧而浑成、流利而含蓄，声韵和谐，寓意深婉，缠绵哀感，用虚字构成工整的对仗、唱叹传神方面表现出词人的巧思深情，宛如天成，也是这首词出名的原因。但更值得玩味的倒是这一联所含的意蓄。花的凋落，春的消逝，时光的流逝，都是不可抗拒的自然规律，虽然惋惜流连也无济于事，所以说“无可奈何”，这一句承上“夕阳西下”；然而这暮春天气中，所感受到的并不只是无可奈何的凋衰消逝，而是还有令人欣慰的重现，那翩翩归来的燕子不就像是去年曾在此处安巢的旧时相识吗？这一句应上“几时回”。花落、燕归虽也是眼前景，但一经与“无可奈何”、“似曾相识”相联系，它们的内涵便变得非常广泛，意境非常深刻，带有美好事物的象征意味。惋惜与欣慰的交织中，蕴含着某种生活哲理：一切必然要消逝的美好事物都无法阻止其消逝，但消逝的同时仍然有美好事物的再现，生活不会因消逝而变得一片虚无。只不过这种重现毕竟不等于美好事物的原封不动地重现，它只是“似曾相识”罢了。渗透在句中的是一种混杂着眷恋和怅惆，既似冲澹又似深婉的人生怅触。唯其如此，此联作者既用于此词，又用于《示张寺丞王校勘》一诗。“小园香径独徘徊”，即是说他独自一人在花间踱来踱去，心情无法平静。这里伤春的感情胜于惜春的感情，含着淡淡的哀愁，情调是低沉的。&&&全词语言圆转流利，通俗晓畅，清丽自然，意蕴深沉，启人神智，耐人寻味。词中对宇宙人生的深思，给人以哲理性的启迪和美的艺术享受。词中无意间描写的现象，往往含有有哲理的意味，启迪人们从更高层次思索宇宙人生问题。词中涉及到时间永恒而人生有限这样深广的意念，却表现得十分含蓄。",
                    "transferInfo" : "听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时才能回来？花儿总要凋落让人无可奈何，似曾相识的春燕又归来，独自在花香小径里徘徊。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·一向年光有限身",
                    "author" : "晏殊",
                    "content" : "一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春，不如怜取眼前人。",
                    "addtionInfo" : "一向：一晌，片刻，一会儿。年光：时光。有限身：有限的生命。等闲：平常，随便，无端。销魂：极度悲伤，极度快乐。莫辞频：频，频繁。不要因为次数多而推辞。怜：珍惜，怜爱。",
                    "classInfo" : "92",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "这是《珠玉词》中的别调。大晏的词作，用语明净，下字修洁，表现出闲雅蕴藉的风格；而在本词中，作者却一变故常，取景甚大，笔力极重，格调遒上。抒写伤春怀远的情怀，深刻沉着，高健明快，而又能保持一种温婉的气象，使词意不显得凄厉哀伤，这是本词的一大特色。&&&“一向年光有限身，等闲离别易消魂。”这首词开头两句是说，人生是短暂的，离别是寻常的也是最使人伤心的。&&&首句劈空而来，语甚警炼。“一向”，即一晌，一会儿。片刻的时光啊，有限的生命！词人的哀怨是永恒的，那是无法抗拒的自然规律，谁不希望美好的年华能延续下去呢？惜春光之易逝，感盛年之不再，这虽是《珠玉集》中常有的慨叹，而在本词中强烈的直接呼喊出来，更有撼人心魄的效果。次句加厚一笔。“黯然销魂者，唯别而已矣！”可是，词中所写的，不是去国千里的生离，更不是沥泣抆血的死别，而只不过是寻常的离别而已！“等闲”二字，殊不等闲，具见词人之深于情。在短暂的人生中，别离是不止一次会遇到的，而每一回离别，都占去有限年光的一部分，这怎不令人“易销魂”呢？&&&“酒筵歌席莫辞频。”上片末句是说，酒宴歌舞就不要推辞了吧。对此，词人唯有强自宽解，痛苦是无益的，不如对酒当歌，自遣情怀吧。“频”，谓宴会的频繁。叶梦得《避暑录话》载，晏殊“唯喜宾客，未尝一日不宴饮，每有佳客必留，留亦必以歌乐相佐”。“酒筵歌席”，即指这些日常的宴饮。这句写及时行乐，聊慰此有限之身。&&&“满目山河空念远，落花风雨更伤春。”换头两语是说，若是登临之际，放眼辽阔的江山，徒然的怀念远别的亲友；就算是独处家中，看到风雨摧落了繁花，更令人感伤春光易逝。换头两语，忽作变征之声。气象宏阔，意境莽苍，以健笔写闲情，兼有刚柔之美，是不可多得的佳句。&&&“不如怜取眼前人。”结句是说，不如在酒宴上，好好爱怜眼前的人。本词意谓去参加酒筵歌席，好好爱怜眼前的歌女。作为富贵宰相的晏殊，他不会让痛苦的怀思去折磨自己。也不会沉湎于歌酒之中不能自拔，他要“怜取眼前人”，也只是为了眼前的欢娱而已，这是作者对待生活的一贯态度。&&&下片抒情。起首两句为空想之辞：到了登临之时，放眼望去尽是大好河山，不禁徒然思念起远方的友人；等到风雨吹落繁华之际，才发现春天易逝，不禁更生伤春愁情。这两句词意境开阔、辽远，表现出词人对时空不可逾越，消逝的事物不可复得的感慨。结句中，词人以“不如”一词转折，再次表达了自己及时享乐的思想：与其徒劳地思念远方的亲友，因风雨摇落的花朵而伤怀，不如实际一些，珍惜眼前朋友的情谊。这也是词人对待生活的一种态度。&&&本词是《珠玉词》的代表作。词中所写的并非一时，所感的也非一事，而是反映了作者人生观的一个侧面：悲年光之有限，感世事之无常；慨叹空间和时间的距离难以逾越，慨叹对消逝的美好事物的追寻总是徒劳，在山河风雨中寄予着对人生的哲理的探索。词人幡然感悟，认识到要立足现实，牢牢的抓住眼前的一切。这里所表现的思想，颇类似近代风靡了法国以致欧美的存在主义。本来词意是颇为颓靡的，但词人却把这种感情表现得很旷达、爽朗，可见其胸襟与识度。",
                    "transferInfo" : "人的生命将在有限的时间中结束，平常的离别也会让人觉得悲痛欲绝。不要因为常常离别而推迟酒宴，应当在有限的人生，对酒当歌，开怀畅饮。到了登临之时，放眼辽阔河山，突然思念远方的亲友；等到风雨吹落繁花之际，才发现春天易逝，不禁更生伤春愁情。不如在酒宴上，好好怜爱眼前的人。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·红笺小字",
                    "author" : "晏殊",
                    "content" : "红笺小字。说尽平生意。鸿雁在云鱼在水。惆怅此情难寄。斜阳独倚西楼。遥山恰对帘钩。人面不知何处，绿波依旧东流。",
                    "addtionInfo" : "红笺（jiān）：红色的质地很好纸片或者条。平生意：这里是写的平生相慕相爱之意。鸿雁：在古代，传说中的鸿雁可以传递书信，也作书信的代称。斜阳：傍晚西斜的太阳。惆怅：失意，伤感。惆怅就是因为心中郁闷而不知道该干什么，忧伤和悲哀是表示的一种心理状态，而惆怅是强调一种迷茫，不知所措的感觉。",
                    "classInfo" : "37",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "此为怀人之作。词中寓情于景，以淡景写浓愁，言青山长在，绿水长流，而自己爱恋着的人却不知去向；虽有天上的鸿雁和水中的游鱼，它们却不能为自己传递书信，因而惆怅万端。&&&词的上片写主人公以书信细诉衷肠，而无处可寄；下片叙倚楼远望，只见青山绿波，不见所思之人。此词用语雅致，语意恳挚，抒情婉曲细腻。词中运用了一些传统文化意象和相关典故，深情含蓄，音韵悠长。&&&词的上片抒情。起句“红笺小字，说尽平生意”语似平淡，实包蕴无数情事，无限情思。红笺是一种精美的小幅红纸，可用来题诗、写信。词里的主人公便用这种纸，写上密密麻麻的小字，说尽了平生相慕相爱之意。显然，对方不是普通的友人，而是倾心相爱的知音。&&&三、四两句抒发信写成后无从传递的苦闷。古人有“雁足传书”和“鱼传尺素”的说法，前者见于《汉书·苏武传》，后者见于古诗《饮马长城窟行》（客从远方来），是诗文中常用的典故。作者以“鸿雁在云鱼在水”的构思，表明无法驱遣它们去传书递简，因此“惆怅此情难寄”。运典出新，比起“断鸿难倩”等语又增加了许多风致。&&&过片由抒情过渡到写景。“斜阳”句点明时间、地点和人物活动，红日偏西，斜晖照着正在楼头眺望的孤独人影，景象已十分凄清，而远处的山峰又遮蔽着愁人的视线，隔断了离人的音信，更加令人惆怅难遣。“远山恰对帘钩”句，从象征意义上看，又有两情相对而遥相阻隔的意味。倚楼远眺本是为了抒忧，如今反倒平添一段愁思，从抒情手法来看，又多了一层转折。&&&结尾两句化用崔护《题都城南庄》诗句：“人面不知何处去，桃花依旧笑春风”之意，略加变化，给人以有余不尽之感。绿水，或曾映照过如花的人面，如今，流水依然在眼，而人面不知何处，唯有相思之情，跟随流水，悠悠东去而已。&&&此词以斜阳、遥山、人面、绿水、红笺、帘钩等物象，营造出一个充满离愁别恨的意境，将词人心中蕴藏的情感波澜表现得婉曲细腻，感人肺腑。全词语淡情深，闲雅从容，充分体现了词人独特的艺术风格。",
                    "transferInfo" : "红线格的绢纸上写满密密小字，道尽我平生相慕相爱之意。鸿雁高飞在云端，鱼儿在水中游来游去，让我这满腹惆怅的情意难以传寄。斜阳里我独自一人倚着西楼，眺望远方。远方的群山恰好正对窗上帘钩。从前的那个人不知道如今在哪里？唯有碧波绿水依旧向东方流去。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "山亭柳·赠歌者",
                    "author" : "晏殊",
                    "content" : "家住西秦。赌博艺随身。花柳上、斗尖新。偶学念奴声调，有时高遏行云。蜀锦缠头无数，不负辛勤。数年来往咸京道，残杯冷炙谩消魂。衷肠事、托何人。若有知音见采，不辞遍唱阳春。一曲当筵落泪，重掩罗巾。",
                    "addtionInfo" : "西秦：地名，在今甘肃省榆中北。博：众多，丰富。花柳：泛指一切歌舞技巧。 斗：竞争。念奴：唐代天宝年间著名歌女。蜀锦：出自蜀地的名贵丝织品。负：辜负。漫：枉，徒然。采：选择，接纳。",
                    "classInfo" : "57",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "全词通过一个歌者年老色衰遭遗弃的悲惨命运，道出封建社会千千万万被玩弄、遭遗弃的歌女艺妓的共同心声。&&&上片通过描写红歌女年轻时的盛况，反衬出年老的失意。&&&“家住西秦，赌博艺随身。”是歌女的语气自信而又自负。“家住西秦”是写实，因为下面有“数年来往咸京道”的句子，歌女当是住陕西附近。“赌”是比赛竞争之意。这两句是歌女述说自己的出身，自言具有多种浪漫的艺术技能，敢和人比赛竞争。&&&“花柳上，斗尖新。偶学念奴声调，有时高遏行云”，仍然是歌女十分自负的口气。“花柳上，斗尖新”之“花柳”代指一切歌舞艺术才能技巧。“斗”，仍是竞赛之意。“尖”，是高处，是过人之处。“新”，不是陈陈相因的旧套。合起来，这是歌女说自己多种艺术才能上敢和大家竞赛，并且比别人高超，新颖独创，绝不流俗。&&&“偶学念奴声调，有时高遏行云”，是具体形象地夸述自己的才能如何。“偶”，有随便之意。“念奴”是唐天宝年间有名的歌女。词中歌女似乎自豪地诉说：我偶尔随便一唱当年念奴曾经唱过的歌，能让天上的行云停住，听我歌唱，足见我唱得有多么美，多么动听。“高遏行云”，语出《列子·汤问》，说古有歌者秦青“抚节悲歌，声振林木，响遏行云”。这几句，当是失意时回忆当年得意情事所言，所以，每一句自负的话后面，都有一种反衬中的失意悲慨。自负的口气，实是自负的不平。&&&“蜀锦缠头无数，不负辛勤”，写当年得意之时，歌声一发，令众人倾倒，博得赏赐无数，不辜负自己多年的辛劳。“蜀锦”，是四川的丝织品，当时很名贵，古时歌女多以锦缠头，因借“缠头”之名指称赠与她们的财帛。&&&下片描写歌女年老色衰后所遭逢的冷遇，抒发词人对她的无限同情。&&&“数年来往咸京道，残杯冷炙漫消魂”，是失意后凄凉冷落境遇的写照。从词里的“西秦”、“咸京道”地点上看，当是晏殊被贬知永兴时，慨叹自己的不平境遇而作的。可见作者这首词确有“借他人酒杯浇自己块垒”之寓意。这首词的整个口吻都寄托着感慨。“残杯冷炙”语本杜甫《赠韦左丞》诗：“骑驴十三载，旅食京华春。残怀与冷炙，到处潜悲辛”，此处写歌女境遇如此可悲，令人“消魂”。&&&“衷肠事，托何人？”歌者因为封建社会女子没有独立的地位，盼望能找一个可以终生相托的人，盼望找到一个足以托身的所，可以安身立命，终生为之奉献而不改变。“衷肠事”，是指内心的事，这里是指终生相托的大事。&&&“若有知音见采，不辞徧唱阳春”，仍是以歌女的口气自述：假如有一个知我心的人“见采”（“采”，选择、接纳），那么我将唱尽高雅美好的《阳春白雪》的曲子，把一切最美好的东西都奉献给他。这虽然是一个歌女的口吻，但又体现了一个中国旧知识分子、封建士大夫的报国之情。这里的“若有知音见采”之“若有”是实无，也就是悲叹找不到知音。&&&“一曲当筵落泪，重掩罗巾”了。可以想象得出，这个歌女酒筵前唱歌，想起当年得意之时的满堂彩声，眼下却这样凄清冷落，不禁当即流下了眼泪。而当时这个筵席前，作者由歌女之悲哀，引起了自身遭贬受逐，客居外乡的悲伤。晏殊所托喻的是歌女，而歌女内心即使有悲哀，眼中有泪水，也要“重掩罗巾”，不能让人看到。“重掩”，是屡次流泪，屡次擦干。每次感到悲哀，都要强作笑颜，其悲哀就更为深重了。&&&这首词在《珠玉词》中是别具一格的。从思想内容看，它一反以往流连酒歌的生活、相思离别的闲愁、风花雪月的吟咏，而是反映了一个被侮辱、被损害的歌女的不幸命运，具有较强的现实意义。从作品的风格来说，也一反以往的雍容华贵、闲雅圆融，而变得激越悲凉。这一转变或许与作者罢相知外郡的境遇有关，虽则词中没有象自居易的《琵琶行》明写“坐中泣下谁最多，江州司马青衫湿，”但读者仍可以看出作者借歌女之酒杯浇自己块垒的寓意。",
                    "transferInfo" : "我家住在西秦，开始只是靠小小的随身技艺维持生活。在吟词唱曲上别出新裁，翻新花样。我偶然学得了念奴的唱腔，声调有时高亢能遏止住行云。所得的财物不计其数。没辜负我的一番辛劳。数年来往返于咸京道上，所挣得的不过是一些剩洒冷饭。满腹心事，该向何人去诉说？若得知音赏识，我不会拒绝为他唱那些最难最高雅的歌曲。唱完一曲后我在酒宴上当众落下泪来，再次拿起罗帕掩面而泣。",
                    "backgroundInfo" : "宋仁宗皇祐二年（1050）晏殊迁升为户部尚书（户部长官，属三司），以观文殿大学士的官衔做了永兴军的长官。这首词作于晏殊知永兴军任上，此时晏殊年过六十。被贬官多年，心中不平之气，难以抑制，假借歌者之名一吐心中的抑郁之情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·槛菊愁烟兰泣露",
                    "author" : "晏殊",
                    "content" : "槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？",
                    "addtionInfo" : "槛（jiàn）：古建筑常于轩斋四面房基之上围以木栏，上承屋角，下临阶砌，谓之槛。罗幕：丝罗的帷幕，富贵人家所用。不谙（ān）：不了解，没有经验。谙：熟悉，精通。朱户：犹言朱门，指大户人家。凋：衰落。碧树：绿树。彩笺：彩色的信笺。尺素：书信的代称。古人写信用素绢，通常长约一尺，故称尺素。",
                    "classInfo" : "37",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "在婉约派词人许多伤离怀远的词作中，这是一首颇负盛名的词。它不仅具有情致深婉的共同点，而且具有一般婉约词少见的境界寥廓高远的特色。它不离婉约词，却又在某些方面超越了婉约词。&&&“槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。”这首词开头三句是说，清晨栏杆外的菊花笼罩着一层愁惨的烟雾，兰花上沾有露珠，看起来又像默默饮泣。罗幕之间荡漾着一缕轻寒，燕子双双穿过帘幕飞走了。&&&起句写秋晓庭圃中的景物。兰和菊本就含有某种象喻色彩（象喻品格的幽洁），这里用“愁烟”、“泣露”将它们人格化，将主观感情移于客观景物，透露女主人公自己的哀愁。“罗幕轻寒，燕子双飞去”，这两种现象之间本不一定存在联系，但在充满哀愁、对节候特别敏感的主人公眼中，那燕子似乎是不耐罗幕轻寒而飞去。这里与其说是燕子的感觉，不如说是写帘幕中人的感觉——不只是在生理上感到初秋的轻寒，而且在心理上也荡漾着因孤孑凄清而引起的寒意。燕的双飞，更反托出人的孤独。这两句只写客观物象，不着有明显感情色彩的词语，表示的感情非常委婉含蓄。&&&从今晨回溯昨夜，明点“离恨”，情感也从隐微转为强烈。明月本是无知的自然物，它不了解离恨之苦，而只顾光照住户，原很自然；既如此，似乎不应怨恨它。但却偏要怨。这种仿佛是无理的埋怨，却正有力地表现了女主人公在离恨的煎熬中对月彻夜无眠的情景和外界事物所引起的枨触的。&&&“昨夜西风凋碧树，独上高楼，望尽天涯路。”下片前三句是说，昨天夜里西风惨烈，凋零了绿树。我独自登上高楼，忘尽那消失在天涯的道路。&&&过片承上“到晓”，折回写今晨登高望远。“独上”应上“离恨”，反照“双飞”，而“望尽天涯”正从一夜无眠生出，脉理细密。“西风凋碧树”，不仅是登楼即目所见，而且包含有昨夜通宵不寐卧听西风飘落树叶情景的回忆。碧树因一夜西风而尽凋，足见西风之劲厉肃杀，“凋”字正传出这一自然界的显著变化给予主人公的强烈感受。景既萧索，人又孤独，似乎接着抒写的只能是忧伤低回之音，但却出人意料的展现出一片无限光远寥廓的境界——“独上高楼，望尽天涯路”。这里固然有凭高望远的苍茫百感，也有不见所思的空虚怅惘，但这所向空阔。毫无阻碍的境界却又给主人公一种精神上的满足，使其从狭小的帘幕庭院的忧伤愁闷转向对广远境界的骋望，这是从“忘尽”一词中可以体会出来的。所以这三句尽管包含望而不见的伤离意绪，但感情是悲壮的，没有纤柔颓靡的气息；语言也洗尽铅华，纯用白描。气象阔大，境界高远，成为全词的警句。&&&“欲寄彩笺兼尺素，山长水阔知何处！”末两句是说，想给我心上的人寄一封信，但是高山连绵，碧水无尽，又不知道我的心上人在何处。彩笺，这里指题诗的诗笺；尺素，指书信。&&&高楼骋望，不见所思，因而想到音书寄远。两句一纵一收，将主人公音书寄远的强烈愿望与音书无寄的可悲现实对照起来写，更加突出了“满目山河空念远”的悲慨，词也就在这渺茫无着落的怅惘中结束了。“山长水阔”和“望尽天涯相应”，再一次展示了令人神远的境界，而“知何处”的慨叹则更增加摇曳不尽的情致。&&&这首词上下片之间，在境界、风格上是有区别的。上片取景较狭，风格偏于柔婉；下片境界开阔，风格近于悲壮。但上片深婉中见含蓄，下片于广远中有蕴涵。王国维借用词中“昨夜”三句来描述古今成大事业、大学问的第一种境界，虽与词作原意了不相涉，却和这三句意象特别虚涵，便于借题发挥分不开的。",
                    "transferInfo" : "栏外的菊花笼罩着一层愁惨的烟雾，兰花沾露好似默默饮泣。罗幕闲垂，空气微寒，一双燕子飞去。明月不明白离别之苦，斜斜的银辉直到破晓还穿入朱户。昨天夜里秋风劲吹，凋零了绿树。我独自登上高楼，望尽那消失在天涯的道路。想给我的心上人寄一封信。但是高山连绵，碧水无尽，又不知道我思念的人究竟在何处。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "破阵子·春景",
                    "author" : "晏殊",
                    "content" : "燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。",
                    "addtionInfo" : "新社：社日是古代祭土地神的日子，以祈丰收，有春秋两社。新社即春社，时间在立春后、清明前。碧苔：碧绿色的苔草。飞絮：飘荡着的柳絮。巧笑：形容少女美好的笑容。逢迎：相逢。疑怪：诧异、奇怪。斗草：古代妇女的一种游戏，也叫“斗百草”。双脸：指脸颊。",
                    "classInfo" : "1",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "这首词以轻淡的笔触，描写了古代少女们春天生活的一个小小片段，展示在读者面前的却是一副情趣盎然的图画。&&&词的上片写景。“燕子来时新社，梨花落后清明。”这两句既点明了季节，又写出了季节与景物的关系，给人以具体的印象。行文轻快流丽，蕴含喜悦的情意，为全词的明朗、和谐、优美的基调打下了基础。“池上碧苔三四点，叶底黄鹂一两声，日长飞絮轻。”春水池塘，点缀那末三四点青苔，密林深处，不时传来莺儿的歌唱。“日长”，表明季节已开始变化，多少有点惜春的意味。柳絮在空中飞舞，显示出晴和的景象。“碧苔”、“黄鹂”、“飞絮”，看来似乎是极其常见的自然景物，经词人稍加点染，宛如一轴初夏风光小幅，特别惹人喜爱。&&&清明时节后，天气渐渐转暖，海棠梨花刚刚开败，柳絮又开始飞花。春社将近，已见早燕归来。园子里有个小小的池塘，池边点缀着几点青苔，在茂密的枝叶深处，时时传来黄鹂清脆的啼叫。&&&下片写人。“巧笑东邻女伴，采桑径里逢迎。”趁着这春暮夏初的季节，少女们停了针线，来到这大自然的怀抱里。这时，东边邻居的女伴笑眯眯地走了过来，她们正好在那条桑田小路上相逢了。“巧笑”二字，捕捉到了“东邻女伴”用白描手法，通过人物的心理活动以及情态的描写，由内心到外表塑造了东邻女这一形象。内心真情流露的一刹那，巧妙地揭示了人物的精神世界。读时，使人有似曾相识之感。“疑怪昨宵春梦好，原是今朝斗草赢，笑从双脸生。”少女们相逢的时候，兴高采烈，欢欢喜喜的，随着，一块儿玩着那斗草的游戏。词中主人公胜利了。这位天真的少女充满着青春的欢乐。她忽然想起昨天夜里做的那个好梦，认为那原来是“斗草赢”的兆头，脸上又飞起了笑容。词中没有正面来描写斗草的活动，只用一笔点出人物的内心活动，表现了这位少女不仅聪明，富于想象，而且心灵是那样纯洁无瑕。&&&此词通过清明时节的一个生活片断，反映出少女身上显示的青春活力，充满着一种欢乐的气氛。全词纯用白描，笔调活泼，风格朴实，形象生动，展示了少女的纯洁心灵。二十四节气，春分连接清明，正是一年春光最堪留恋的时节。春已中分，新燕将至，此时恰值社日也将到来，古人称燕子为社燕，以为它常是春社来，秋社去。词人所说的新社，指的即是春社了。那时每年有春秋两个社日，而尤重春社，邻里聚会，酒食分餐，赛会欢腾，极一时一地之盛。闺中少女，也“放”了“假”，正所谓“问知社日停针线”，连女红也是可以放下的，呼姊唤妹，门外游玩。词篇开头一句，其精神全在于此。“笑从双脸生”五字，再难另找一句更好的写少女笑吟吟的句子来替换。何谓双脸？盖脸本从眼际得义，而非后人混指“嘴巴”也。故此词，美在情景，其用笔明丽清婉，秀润无伦，而别无奇特可寻之迹；迨至末句，收足全篇，神理尽出，天时人事，物态心情，全归于此。",
                    "transferInfo" : "燕子飞来正赶上社祭之时，梨花落去之后又迎来了清明。几片碧苔点缀着池中清水，树枝掩映下的黄鹂偶尔歌唱两声。白昼越来越长，随处可见柳絮飘飞。在采桑的路上邂逅巧笑着的东邻女伴。正疑惑着她是不是昨晚做了个春宵美梦，原来是今天斗草获得胜利了啊！双颊不由的浮现出了笑意。",
                    "backgroundInfo" : "本首词的具体创作时间不详。古时，每年在春秋时节，人们会两次祭祀土地神。这两次祭祀土地神的日子叫春社和秋社。而尤重春社，邻里聚会，非常热闹。古代女子在社日和清明时节可以停止劳作，做一些斗草、踏青、荡秋千之类的游戏，这首词就是以春社为背景所写。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "离亭燕·一带江山如画",
                    "author" : "张昪",
                    "content" : "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。",
                    "addtionInfo" : "离亭燕：词牌名。一带：指金陵（今南京）一带地区。风物：风光景物。潇洒：神情举止自然大方。此处是拟人化用法。浸：液体渗入。此处指水天溶为一体。断：接合部。霁色：雨后初晴的景色。冷光：秋水反射出的波光。相射：互相辉映。蓼屿：指长满蓼花的高地。荻花洲：长满荻草的水中沙地。竹篱茅舍：用竹子做成的篱笆，用茅草搭盖的小房子。客帆：即客船。低亚：低垂。六朝：指东吴、东晋、宋、齐、梁、陈六个朝代，均在南京一带建都。渔樵：渔翁樵夫，代指普通老百姓。怅望：怀着怅惘的心情远望。",
                    "classInfo" : "57",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "这是一首写景兼怀古的词，在宋怀古词中是创作时期较早的一首。词的上片描绘金陵一带的山水，雨过天晴的秋色里显得分外明净而爽朗；下片通过怀古，寄托了词人对六朝兴亡盛衰的感慨。这首词语朴而情厚，有别于婉约派词的深沉感慨。全词层层抒写，勾勒甚密，语卜而情夺取，有别于婉约派的词风。&&&开头一句“一带江山如画”，先对金陵一带的全景作一番鸟瞰，概括地写出了它的山水之美。秋天草木摇落景色萧索，但这里作者却说“风物向秋潇洒”，一切景物显得萧疏明丽而有脱尘绝俗的风致，这就突出了金陵一带秋日风光的特色。接着“水浸碧天何处断”具体地描绘了这种特色。这个“水”字承首句的“江”而来，词人的视线随着浩瀚的长江向远处看去，天幕低垂，水势浮空，天水相连，浑然一色，看不到尽头。将如此宏阔的景致，用一个“浸”字形象而准确地描绘出来。近处则是“霁色冷光相射”，“霁色”紧承上句“碧天”而来，“冷光”承“水”字而来，万里晴空所展现的澄澈之色，江波潋滟所闪现的凄冷的光，霁色静止，冷光翻动，动景与静景互相映照，构成一幅绮丽的画面。一个“射”字点化了这一画面。接着词人又把视线从江水里移到了江洲上，却只见“蓼屿荻花洲，掩映竹篱茅舍。”洲、屿是蓼荻滋生之地，秋天是它发花的季节，密集的蓼荻丛中，隐约地现出了竹篱茅舍。这样，从自然界写到了人家，暗暗为下片的抒发感慨作了铺垫。&&&下片先荡开两笔，写词人，再抬头向远处望去。“云际客帆高挂，烟外酒旗低亚”，极目处，客船的帆高挂着，烟外酒家的旗子低垂着，标志着人活动，于是情从景生，金陵的陈迹涌上心头：“多少六朝兴废事”，这里在历史上短短的三百多年里经历了六个朝代的兴盛和衰亡，它们是怎样兴盛起来的，又是怎样的衰亡的，这许许多多的往事，却是“尽入渔樵闲话”。“渔樵”承上片“竹篱茅舍”而来，到这里猛然一收，透露出词人心里的隐忧。这种隐忧在歇拍两句里，又作了进一步的抒写：“怅望倚层楼”，“怅望”表明了词人瞭望景色时的心情，倚高楼的栏杆上，怀着怅惘的心情，看到眼前景物，想着历史上的往事。最后一句“寒日无言西下”之“寒”字承上片“冷”字而来，凄冷的太阳默默地向西沉下，苍茫的夜幕即将降临，更增加了他的孤寂之感。歇拍的调子是低沉的，他的隐忧没有说明白，只从低沉的调子里现出点端倪，耐人寻味。&&&在宋代词坛上，张昪与范仲淹一样，创作中透露出词风逐渐由婉约向豪放转变的时代信息，对于词境的开拓作出了自己的贡献。",
                    "transferInfo" : "金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后晴朗的天色与秋水闪烁的冷光相辉映。蓼草荻花丛生的小岛上，隐约可见几间竹篱环绕的草舍。&&&江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。那些六朝兴盛和衰亡的往事，如今已成为渔民、樵夫闲谈的话题。在高楼上独自遥望，倍感苍凉，凄冷的太阳默默地向西落下。",
                    "backgroundInfo" : "根据北宋范公偁《过庭录》所载，这首词是张昪（一作张升）退居江南后所作。张昪在退居以前，经历了宋真宗、仁宗两代，退居江南时期，又经历了宋英宗、神宗两朝，北宋帝国由盛到衰，积贫积弱的形势越来越严重。这首词包含着作者对国势的关切。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "玉楼春·春景",
                    "author" : "宋祁",
                    "content" : "东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。",
                    "addtionInfo" : "木兰花：原唐教坊曲名，后用为词牌名。縠（hú）皱波纹：形容波纹细如皱纱。縠皱：即皱纱，有皱褶的纱。棹（zhào）：船桨，此指船。春意：春天的气象。闹：浓盛。浮生：指飘浮无定的短暂人生。肯爱：岂肯吝惜，即不吝惜。一笑：特指美人之笑。持酒：端起酒杯。晚照：夕阳的余晖。",
                    "classInfo" : "1",
                    "poetryID" : "26",
                    "source" : "3",
                    "analysesInfo" : "此词上片从游湖写起，讴歌春色，描绘出一幅生机勃勃、色彩鲜明的早春图；下片则一反上片的明艳色彩、健朗意境，言人生如梦，虚无缥缈，匆匆即逝，因而应及时行乐，反映出“浮生若梦，为欢几何”的寻欢作乐思想。作者宋祁因词中“红杏枝头春意闹”一句而名扬词坛，被世人称作红杏尚书。&&&起首一句泛写春光明媚。第二句以拟人化手法，将水波写得生动、亲切而又富于灵性。“绿杨”句写远处杨柳如烟，一片嫩绿，虽是清晨，寒气却很轻微。“红杏”句专写杏花，以杏花的盛开衬托春意之浓。词人以拟人手法，着一“闹”字，将烂漫的大好春光描绘得活灵活现，呼之欲出。&&&过片两句，意谓浮生若梦，苦多乐少，不能吝惜金钱而轻易放弃这欢乐的瞬间。此处化用“一笑倾人城”的典故，抒写词人携妓游春时的心绪。结拍两句，写词人为使这次春游得以尽兴，要为同时冶游的朋友举杯挽留夕阳，请它在花丛间多陪伴些时候。这里，词人对于美好春光的留恋之情，溢于言表，跃然纸上。&&&这首词章法井然，开阖自如，言情虽缠绵而不轻薄，措词虽华美而不浮艳，将执著人生、惜时自贵、流连春光的情怀抒写得淋漓尽致，具有不朽的艺术价值。&&&本词歌咏春天，洋溢着珍惜青春和热爱生活的情感。上阙写初春的风景。起句“东城渐觉风光好”，以叙述的语气缓缓写来，表面上似不经意，但“好”字已压抑不住对春天的赞美之情。&&&以下三句就是“风光好”的具体发挥与形象写照。首先是“縠皱波纹迎客棹”，把人们的注意力引向盈盈春水，那一条条漾动着水的波纹，仿佛是在向客人招手表示欢迎。然后又要人们随着他去观赏“绿杨”，“绿杨”句点出“客棹”来临的时光与特色。“晓寒轻”写的是春意，也是作者心头的情意。“波纹”、“绿杨”都象征着春天。但是，更能象征春天的却是春花，在此前提下，上片最后一句终于咏出了“红杏枝头春意闹”这一绝唱。如果说这一句是画面上的点睛之笔，还不如说是词人心中绽开的感情花朵。“闹”字不仅形容出红杏的众多和纷繁，而且，它把生机勃勃的大好春光全都点染出来了。“闹”字不仅有色，而且似乎有声，王国维在《人间词话》中说：“着一‘闹’字而境界全出。”&&&下阙再从词人主观情感上对春光美好做进一步的烘托。“浮生长恨欢娱少，肯爱千金轻一笑”二句，是从功名利禄这两个方面来衬托春天的可爱与可贵。词人身居要职，官务缠身，很少有时间或机会从春天里寻取人生的乐趣，故引以为“浮生”之“长恨”。于是，就有了宁弃“千金”而不愿放过从春光中获取短暂“一笑”的感慨。既然春天如此可贵可爱，词人禁不住“为君持酒劝斜阳”，明确提出“且向花间留晚照”的强烈主观要求。这要求是“无理”的，因此也是不可能的，却能够充分地表现出词人对春天的珍视，对光阴的爱惜。",
                    "transferInfo" : "信步东城感到春光越来越好，皱纱般的水波上船儿慢摇。条条绿柳在霞光晨雾中轻摆曼舞，粉红的杏花开满枝头春意妖娆。总是抱怨人生短暂欢娱太少，怎肯为吝惜千金而轻视欢笑？让我为你举起酒杯奉劝斜阳，请留下来把晚花照耀。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贺圣朝·留别",
                    "author" : "叶清臣",
                    "content" : "满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。",
                    "addtionInfo" : "贺圣朝：唐教坊曲名，后用为词牌。绿醑（xǔ）：即绿色的美酒。几许：犹言多少。",
                    "classInfo" : "7",
                    "poetryID" : "27",
                    "source" : "3",
                    "analysesInfo" : "这首词大约是作者北宋首都汴京留别友人之作。全词以别易会难为主旨，上片写留饮，下片写惜别。&&&开篇写作者满斟绿色的美酒，劝友人暂留，且不要匆匆归去。继而，词中又写作者纵酒高歌，劝友人钧，切切絮絮倾诉离情。这里，用春色、离愁、风雨，构成了一幅离别图：阳春佳月，风雨凄凄，离愁万绪，为下片抒情作了有力的铺垫。“三分春色二分愁，更一分风雨”，虽然还是以词家习惯运用的情景交融的手法来描写离愁，但设想奇特，不落俗套，给人以新颖巧妙的感觉。词人设想“春色”总体为“三分”，而其中的“二分”是“愁”，“一分”是“风雨”。这样，此时此刻的“春色”就成了“愁”与“风雨”的集合体。而此处的“风雨”，只是表象，实质上是明写风雨暗写愁。&&&这里写“风雨”，用的就是这种以景写情的笔法。所谓三分春色实际上都是愁。词人用全部的春色来写与挚友分手时的离愁别绪，其友情之深，离别之难，不言而喻。作者用笔，貌轻实重，饱和了作者的全部感情，确实是情景交融、情深意长。苏轼著名的《水龙吟》（次韵章质夫杨花词）有句云：“春色三分，二分尘土，一分流水。”大约即是从此处脱胎。&&&上片，由举杯挽留写到离别情怀，由外部行动而至内心感情，多为顺笔。下片则转折颇多。过片“花开”两句，紧承上片的离愁别绪，并进一步预写别后的相思。“花开”句，用韩偓《谪仙怨》“花开花谢相思”句意，但作者只写“花开花谢”而不说“相思”，实际上“相思”已包容上片的离愁别绪之中。“都来几许”，是说这种相思总的算来会有多少，由挚友不得长聚而引起的时序更迭、流年暗换的慨叹与迷惘，亦暗寓其中。这两句深化了上片的离愁。但作者马上又冲破了感伤缠绵的氛围，用“且高歌休诉”句一变而为高亢旷达。这是对友人的劝慰，也是作者的自我排遣，表现出作者开朗豁达的胸怀。可是一想到别易会难，明年此际不知能否重逢，心里不免又泛起怅惘之情，使全词再见波折。这首词先写离愁，继而排解宽慰，终写怅惘之情，曲折细致，语短情长。",
                    "transferInfo" : "斟满淡绿色的美酒，请您再住几日，不要就这样匆匆离去。剩下的三分春色，二分都是离愁别绪，一分又充满了凄风苦雨。年年都见花开花谢，相思之情又有多少呢？就让我们高歌畅饮，不要谈论伤感之事。明年牡丹盛开的时候，不知我们会在哪里相逢？",
                    "backgroundInfo" : "这首词大约是作者在北宋首都汴京时留别友人之作，具体作年难以确证。《宋史》本传载叶清臣为人豪爽刚直，敢于在宋仁宗前直言时政阙失，不畏权贵。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "16000",
    "mainClass" : "19"
}
