{
    "poetryList" : [
                    {
                    "name" : "诉衷情·永夜抛人何处去",
                    "author" : "顾夐",
                    "content" : "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。",
                    "addtionInfo" : "永夜：长夜。眉敛：指皱眉愁苦之状。争忍：怎忍。孤衾：喻独宿。",
                    "classInfo" : "39",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "这首词通过女主人公口语式的内心独白，揭示了作为一个闺中弱女子被负心人所折磨而带来的心灵创伤，表现了旧社会情爱悲剧的一个方面。主人公怨中有爱，爱怨兼发，心情复杂。作品在艺术构思与表现手法上甚见匠心，深得后代词评家的赞赏。&&&“永夜抛人何处去？绝来音。”“永夜”，即漫漫长夜；一个“抛”字暗示出女子对自己命运的担心。起句劈面一问，不仅揭示了女子愁怨的根由，还写出了她因久盼不归而产生的焦灼、苦闷、不安和疑虑。下接“绝来音”，表明所爱深夜不归，并不是不得已的行为，而是故意给她的冷遇，一则写夜阑人静、悄无声息，烘托出女子的孤寂无伴；同时透露出在漫漫长夜、寂寂空闺中她一直在侧耳凝神聆听户外声息的不安心情，门外的每一点哪怕是极轻微的声音都会唤起她的希望，使她激动和喜悦。&&&“香阁掩，眉敛，月将沉。”当希望之火一次次在心头燃起旋又熄灭以后，她终于明白今宵是无望的了，“香阁掩”三字表明了她内心的绝望。一个“掩”字，显示了她的情感所系，她并不想把那个无情的人拒于门外，依然为他留着门，闷坐空闺，独对孤灯，痴痴等待着他。“眉敛”，正是她内心深处压抑不住的怨情的不自禁的流露。然而直到月将西沉时分，他也没有给她消息，或者回来陪伴她。“月将沉”一句不仅点明天将破晓，它既暗示了清幽的月光没有给人以任何安慰，徒然增加了女子的愁思，也透露出女子为怨思所苦而一夜无眠，在辗转反侧之际，往日恩爱厮守、形影相随的情景尽在眼前，在独卧孤寝的凄清中更添加了几分寂寞和冷清。&&&“争忍不相寻？怨孤衾。”她的语气里有埋怨，有委屈，“争忍”二字反问，表明她怨中有爱，情丝难解，既有不忍苛贵之意，也有不免怨怪之情，仔细体味，竟似有要对方发慈悲的意思。忍或不忍，不是因为情感的自然生发，不是因为情不自禁，而是来自慈悲的意念。然而稍加推究，闺门紧闭，室内一目了然，并无可寻。“寻”这一动作，正好显示她已陷于迷离恍惚的精神状态。等到她头脑稍为清醒，又得面对令人心碎的现实——孤衾独处。“怨孤衾”一句，短而有力，长夜难眠的孤独，自身情感依依而不获对应的痛苦，终于直接以一个“怨”字透出。“怨”，是因爱所生的恨，是不敢决裂而去的恨。&&&“换我心，为你心，始知相忆深。”情之所钟，忽发痴语，这是女子发自内心深处的表白和对负心人的恳切呼唤。换心者，移心之谓也，主人公希望把自己的一颗心移置在对方的心腔里，以取得对方对自己思念之深的理解。如果对方已经彻底绝情，任是怎样他也不会回心转意了。虽是如此，但词这样写，却愈见感情激愤而又无可奈何，沉哀深痛，入木三分。这里既有对男子的嗔怨，更透出女子的一片深情，令人低徊不尽。&&&词写痴情女子对负心情郎的期待、爱恋与幽怨。心不可换，情痴故欲换之，换之而不可得，益增其怨忧。写闺怨情至于此，形象鲜明生动，无以复加。",
                    "transferInfo" : "漫漫长夜你撇下我去了哪里啊？没有一点音讯。香阁门紧紧关上，眉儿紧紧皱起，月亮就要西沉。怎么忍心不苦苦追寻你啊？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·蓼岸风多橘柚香",
                    "author" : "孙光宪",
                    "content" : "蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。",
                    "addtionInfo" : "蓼岸：开满蓼花的江岸。蓼，红蓼，秋日开花，多生水边。橘柚：橘和柚两种果树。楚天：古时长江中下游一带属楚国。故用以泛指南方的天空。片帆：指孤舟。孤光：指片帆在日光照耀下的闪光。征鸿：远飞的大雁，此喻离别而去的亲人。杳杳：深远貌。兰红：即红兰，植物名，秋开红花。忆潇湘：比喻分别在天涯的亲人，相互在殷切地思念着。",
                    "classInfo" : "108",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "从词中描写的景象看，此是作者在荆南做官时所写。描绘的是我国长江两岸深秋时节的景色，一种特定的典型环境。&&&首句是写主人公送别亲人时，在江岸上看到的喜人景象。第二句“一望”二字，颇能传神，表现了主人公顷刻之间由喜悦变为忧愁的神态。第三句紧承第二句，在写景上，与第二句构成不可或缺的完整画图。仅看“片帆烟际”四字，可以说是一幅优美的风景画。配上“闪孤光”三字，就突然改变了词句的感情色彩，给人一种孤寂凄清之感，写景与抒情结合得相当完美，有浑然一体之妙。&&&此词在抒情上，采用的是递增法，层层深化，愈转愈深。过片两句惜别留恋之情达到高潮。上句是写目送，下句是写心随，构思新颖巧妙，对仗工整，意境深远，确是风流千古的名词。结句似深情目送远帆时的默默祝愿。遥与“蓼岸风多橘柚香”首尾呼应，写出了潇湘美景，笔触又饱含深情。整首词句句写景，又句句含情，充满诗情画意，堪称佳作。&&&第一句：“蓼岸风多橘柚香”“蓼”：读作liǎo，是一种草本植物，能开出白色或浅红色的小花。蓼岸：这里指蓼花盛开江岸。在西方国家蓼花的话语是依赖，在这首东方送别诗中出现蓼花是一种奇妙的巧合，还是中西方情感的共鸣呢？这一句的意思是：长江两岸，蓼花盛开，桔柚飘香。很明显这句描写的是美妙喜人的景象，凭着经验，我们知道这里是用乐景来衬托哀情。比如我们学过的《诗经·采薇》“昔我往矣，杨柳依依；今我来思，雨雪霏霏”离家出征的时候，杨柳轻揉，随风漫舞；如今返回故乡，雪花纷飞，凄清阴郁。用杨柳依依的阳春来反面衬托展示在征战过程中经受的磨难。用王夫之的话说就是：“以乐景写哀，以哀景写乐，一倍增其哀乐”。&&&第二句：“江边一望楚天长”描写了美好的景物之后，立刻转入凄苦的境界，诗人站立在江边，感受着美好的秋景，但是，仅仅一望那辽阔的“楚天”，便陷入了无限的惆怅，因为他想到了自己的亲人马上就要远行了。大家会想到刘永《雨霖铃》中的句子：“念去去，千里烟波，暮霭沉沉楚天阔。”楚天：就是南方的天空。因为古时候长江下游地区属楚国。“一望”二字，非常传神，突出了诗人突然而至的离愁。我们在送别亲友的时候也是这样，可能在走进站台的前一刻还有欢声笑语，而当那熟悉的背影消失于站台，一股难以抑制的惆怅便用上心头，正所谓“汽笛一声肠已断，从此天涯孤旅”。&&&第三句：“片帆烟际闪孤光”“烟际”是指云烟迷茫之处。江上的雾气和天边的云气混成迷茫的一片，而亲友的那只孤舟即将消失在那里。正如李白的名句：“孤帆远影碧空尽。唯见长江天际流。”又如第一课我们学过的刘长卿的句子：“同作逐臣君更远，青山万里一孤舟”。送别诗中常有的情感一是担心旅途遥远，友人能否安全到达，一是担心有人旅途的寂寞孤单。这里，用“烟际”来突出一个“远”字，而云烟迷茫也代表着未知的前程。用“孤光”来突出旅途的孤独。以上是词的上片。&&&下阙前两句：“目送征鸿飞杳杳，思随流水去茫茫。”者两句对仗工整，堪称佳句。“征鸿”：就是远飞的鸿雁，常用来比喻离别远去的亲人。同时，在古代，鸿雁是书信的代称。传说鸿雁可以替人传递书信，所以“征鸿”、“鸿雁”长出现在送别诗、思乡怀人诗当中。“杳杳”是渺茫的意思，这里照应上片中的“烟际”。亲人乘船远去，诗人独立江边久久目送，可以看出感情的真挚。不仅目光随着孤舟远去，连诗人的心也随着亲人远去了：“思随流水去茫茫”。“水”象征着无穷无尽的思念与愁苦，象征阻隔，象征青春易逝，年华易老。&&&最后一句：“兰红波碧忆潇湘”“兰”是指兰花中开红花的一种。“忆潇湘”三个字包含着一个典故。传说，舜在南巡视察时，他的两个妻子娥皇和女英没有和他同往，后来她们后悔没有陪伴着舜，于是追赶舜的行程，当她们走到洞庭湖畔时，却得到舜已经死在苍梧的消息，她们悲痛不已就投了湘水而死。湘水与潇水在湖南汇合，称为“潇湘”。“忆潇湘”常用来比喻分别在天涯的亲人，相互在殷切地思念着。那么这句诗的意思是：来年兰花红、江水碧的时候，我们还会互相思念。越是花好月圆、良辰美景的时刻，越是渴望和自己最亲近的人在一起，所以，兰红波碧、桔柚飘香更能引起诗人对亲人的无限思念，感情真挚动人。",
                    "transferInfo" : "长满蓼花的岸边，风里飘来橘柚浓浓的香，我伫立在江边远眺，楚天寥廓，江水滔滔流向东方。那一片远去的孤帆，在水天交汇处泛起一点白光。我的目光追随着飞去的鸿雁，直到他的身影消失在远方。思绪有如不尽的江水，随着茫茫的江涛漂荡。秋的红兰，江的碧波，一定会让他怀念深情的潇湘。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "谒金门·风乍起",
                    "author" : "冯延巳",
                    "content" : "风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。",
                    "addtionInfo" : "谒金门：词牌名。乍：忽然。闲引：无聊地逗引着玩。挼：揉搓。斗鸭：以鸭相斗为欢乐。斗鸭阑和斗鸡台，都是官僚显贵取乐的场所。碧玉搔头：一种碧玉做的簪子。",
                    "classInfo" : "52",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "这首词写贵族女子在春天里愁苦无法排遣和希望心上人到来的情景。&&&一开头写景：风忽地吹起，把满池塘的春水都吹皱了。这景物本身就含有象征意味：春风荡漾，吹皱了池水，也吹动了妇女们的心。用一个“皱”字，就把这种心情确切地形容出来。因为是春风，不是狂风，所以才把池水吹皱，而还不至于吹翻。女主人公的心情也只是像池水一样，引起了波动不安的感觉。面对着明媚的春光，她的心上人不在身边，消磨这良辰美景颇费心思。她只好在芳香的花间小路上，手挼着红杏花蕊，逗着鸳鸯消遣。可是成双成对的鸳鸯，难免要触起女主人公更深的愁苦和相思，甚至挑起她微微的妒意，觉得自己的命运比禽鸟尚不如。她漫不经心地摘下含苞欲放的红杏花，放在掌心里轻轻地把它揉碎。通过这样一个细节，深刻表现出女主人公内心无比复杂的感情。它意味着：尽管她也像红杏花一般美丽、芬芳，却被另一双无情的手把心揉碎了。这写得多么细致，蕴藏着多么深沉的感情，简直是写进人物的下意识领域中去了。&&&下片写她怀着这样愁苦的心情，一切景物都引不起她的兴致。哪怕她把斗鸭栏杆处处都倚“遍”，仍然是没精打采。这个“遍”字，把她这种难捱按捺的心情精细地刻画出来。她心事重重地垂着头。由于头垂得太久，以至头上的碧玉搔头也斜斜地下倾。这说明她已捱过一段很长的时间。她整天思念心上人，却一直不见他来。忽然，她听到喜鹊的叫声。“喜鹊叫，喜事到。”或许心上人真的要来了。她猛然抬起头，愁苦的脸上初次出现了喜悦的表情。作者写到这里，便结束了全词。在一种淡淡的欢乐中闭起幕，像给女主人公留下一线新的希望。但喜鹊报喜难说有多大的可靠性。恐怕接连而来的，将是女主人公更大的失望和悲哀。尽管作者把帷幕拉上了，但读者透过这重帷幕，还可以想象出无穷无尽的后景。&&&这首词的思想内容，跟花间派词人的大多数作品也差不多。可能作者另有寄托，但也不外个人的恩怨而已。这些都无多大价值。但它那细致、委婉而又简练、生动的描写手法，值得我们借鉴。",
                    "transferInfo" : "春风忽地吹起，吹的那池塘春水泛起涟漪。在花间小径里无聊地逗引着池中的鸳鸯，随手折下杏花蕊放在指尖轻轻揉搓。独自倚靠在池边的栏杆上观看斗鸭，头上的碧玉簪斜垂下来。整日思念心上人，但心上人始终不见回来，正在愁闷时，忽然听到喜鹊的叫声。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹊踏枝·谁道闲情抛掷久",
                    "author" : "冯延巳",
                    "content" : "谁道闲情抛掷久？每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。河畔青芜堤上柳，为问新愁，何事年年有？独立小桥风满袖，平林新月人归后。",
                    "addtionInfo" : "闲情：即闲愁、春愁。病酒：饮酒过量引起身体不适。敢辞：不避、不怕。朱颜：青春红润的面色。青芜：青草。平林：平原上的树林。新月：阴历每月初出的弯形月亮。",
                    "classInfo" : "83",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "这是一首表达孤寂惆怅的言情词。全词所写的乃是心中一种常存永在的惆怅、忧愁，而且充满了独自一人承担的孤寂、凄冷之感，不仅传达了一种感情的意境，而且表现出强烈而鲜明的个性，意蕴深远，感发幽微。&&&上阕开门见山，首句用反问的句式把这种既欲抛弃却又不得忘记的“闲情”提了出来，整个上片始终紧扣首句提出的复杂矛盾的心情回环反复，表现了作者内心感情的痛苦撕咬。&&&“谁道闲情抛掷久。”虽然仅只七个字，然而却写得千回百转，表现了在感情方面欲抛不得的一种盘旋郁结的挣扎的痛苦。而对此种感情之所由来，却又并没有明白指说，而只用了“闲情”两个字。这种莫知其所自来的“闲情”才是最苦的，而这种无端的“闲情”对于某些多情善感的诗人而言，却正是如同山之有崖、木之有枝一样的与生俱来而无法摆脱的。词人在此一句词的开端先用了“谁道”两个字，“谁道”者，原以为可以做到，谁知竟未能做到，故以反问之语气出之，有此二字，于是下面的“闲情抛弃久”五字所表现的挣扎努力就全属于徒然落空了。&&&“每到春来，惆怅还依旧。”上面着一“每”字，下面着一“还”，字，再加上后面的“依旧”两个字，已足可见此“惆怅”之永在长存。而“每到春来”者，春季乃万物萌生之时，正是生命与感情觉醒的季节，词人于春心觉醒之时，所写的却并非如一般人之属于现实的相思离别之情，而只是含蓄地用了“惆怅”二字。“惆怅”者，是内心恍如有所失落又恍如有所追寻的一种迷惘的情意，不像相思离别之拘于某人某事，而是较之相思离别更为寂寞、更为无奈的一种情绪。&&&“日日花前常病酒，敢辞镜里朱颜瘦。”既然有此无奈的惆怅，而且经过抛弃的挣扎努力之后而依然永在长存，于是下面两句冯氏遂径以殉身无悔的口气，说出了“日日花前常病酒，不辞镜里朱颜瘦”两句决心一意承担负荷的话来。上面更着以“日日”两字，更可见出此一份惆怅之情之对花难遣，故唯有“日日”饮酒而已。曰“日日”，盖弥见其除饮酒外之无以度日也。至于下句之“镜里朱颜瘦”，则正是“日日病酒”之生活的必然结果。曰“镜里”，自有一份反省惊心之意，而上面却依然用了“不辞”二字，昔《离骚》有句云“虽九死其犹未悔”，“不辞”二字所表现的，就正是一种虽殉身而无悔的情意。&&&下阕进一步抒发这种与时常新的闲情愁绪。词人把这种迷惘与困惑又直接以疑问的形式再次鲜明突出地揭诸笔端，可谓真率之极；而在“河畔青芜堤上柳”的意象之中，隐含着绵远纤柔、无穷无尽的情意与思绪，又可谓幽微之至。&&&“河畔青芜堤上柳。”下半阕承以“河畔青芜堤上柳”一句为开端，在这首词中实在只有这七个字是完全写景的句子，但此七字却又并不是真正只写景物的句子，不过只是以景物为感情之衬托而已。所以虽写春来之景色，却并不写繁枝嫩蕊的万紫千红，只说“青芜”，只说“柳”。“芜”者，丛茂之草也，“芜”的青青草色既然遍接天涯，“柳”的缕缕柔条，更是万丝飘拂。簇这种绿遍天涯的无穷草色，这种’随风飘拂的无尽柔条，它们所唤起的，或者所象喻的，该是一种何等绵远纤柔的情意。而这种草色又不自今日方始，年年河畔草青，年年堤边柳绿，则此一份绵远纤柔的情意，也就年年与之无尽无穷。&&&“为问新愁，何事年年有。”所以下面接下去就说了“为问新愁，何事年年有”二句，正式从年年的芜青柳绿，写到“年年有”的“新愁”。虽是“年年有”的“愁”，却又说是“新”，一则此词开端已曾说过“闲情抛弃久”的话，经过一段“抛弃”的挣扎，而重新又复苏起来的“愁”，所以说“新”；再则此愁虽一宋词鉴赏辞典一旧，而其令人惆怅的感受，则敏锐深切岁岁常新，故曰“新”。上面用了“为问”二字，下面又用了“何事”二字，造成了一种强烈的疑问语气，从其尝试抛弃之徒劳的挣扎，到问其新愁之何以年年常有，有如此之挣扎与反省而依然不能自解。在此强烈的追问之后，词人却忽然荡开笔墨，更不作任何回答，而只写下了“独立小桥风满袖，平林新月人归后”两句身外的景物情事，仔细玩味，这十四个字却实在是把惆怅之情写得极深。&&&“独立小桥风满袖，平林新月人归后。”试观其“独立”二字，已是寂寞可想，再观其“风满袖”三字，更是凄寒可知，又用了“小桥”二字，则其立身之地的孤伶无所荫蔽亦复如在眼前，而且“风满袖”一句之“满”字，写风寒袭人，也写得极饱满有力。在如此寂寞孤伶无所荫蔽的凄寒之侵袭下，其心情之寂寞凄苦已可想见，何况又加上了下面的“平林新月人归后”七个字。“平林新月”，则林梢月上，夜色渐起，“人归后”，则路断行人，已是寂寥人定之后了。从前面所写的“河畔青芜”之颜色鲜明来看，应该乃是白日之景象，而此一句则直写到月升人定，则诗人承受着满袖风寒在小桥上独立的时间之长久也可以想见了。如果不是内心中有一份难以排解的情绪，有谁会在寒风冷露的小桥上直立到中宵呢？",
                    "transferInfo" : "谁说愁绪被忘记了太久？每当初春降临，我的惆怅心绪一如故旧。每天都在花前饮酒，每次都是喝的昏沉烂醉，一点也不关心那镜里原本红润的面容，已经日益清瘦了。河岸边青草翠绿，河岸上柳树成荫。我忧伤地暗自思量，为何年年都会新添忧愁？我独立在小桥的桥头，清风吹拂着衣袖。人回去后，树林中升起一弯新月。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹊踏枝·几日行云何处去",
                    "author" : "冯延巳",
                    "content" : "几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。",
                    "addtionInfo" : "行云：多借指行踪无定的美人，此指所思情郎。不道：不期也。寒食，节令名，在清明前一日。",
                    "classInfo" : "52",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "这首词从字面看，是描写一女子对她游荡在外的丈夫久久不归既埋怨又难以割舍的缠绵感情。从一开头的“行云何处去”到最后的“梦里无寻处”，女主人公的情感始终在怨嗟与期待、苦闷与寻觅的交织中徘徊。作为一首优秀的闺情词，由于抒情的深刻与典型，往往容易唤起人们更广泛的联想，因而这首词中所抒发的“忠厚缠绵”之情，似乎也概括了更广泛的人生体验。&&&词写闺怨。上片以飘荡不归的行云，比作浪子。&&&“几日行云何处去？忘却归来，不道春将暮。”这三句是闺中少妇的幽怨之词，表现出她对情郎的惦念。这里以“行云”比喻在外四处游荡的情郎，非常形象贴切。“忘却归来，不道春将暮。”，“春将暮”字面上是指春光将尽，亦指女子的美好年华将逝，这两句为女子的自问自答之词，充满无穷悲叹：美好的春光将要逝去了，而情郎却仍不见归来。&&&“百草千花寒食路，香车系在谁家树？”“百草千花”，用辞也典丽双关，暗中包括那些招蜂引蝶的女人，颇带鄙薄意识。“香车”，代丈夫的行踪。车子停在谁家树下，意指丈夫在谁处冶游。这样写，既切合女主人公倚楼眺望的情景，又形象鲜明，情思宛转，耐人反复寻味。&&&下片则写闺中少妇的孤独与凄苦，她眼含泪水，倚立楼头，不免如痴如呆，独自念念叨叨。&&&“泪眼倚楼频独语。双燕来时，陌上相逢否？”她想到自己的丈夫在外纵行放荡，心中是多么的悲伤呀。“泪眼”写其忧伤；“倚楼”写她对丈夫的盼望；“频独语”三字，把女主人公那种伤心欲狂的精神状态清晰地刻画出来。“双燕”两句是她的询问，她频频问那归来的双燕是否见到自己的夫君。燕子无情，怎听得懂她的言语，这一问极写女主人公之痴。&&&“撩乱春愁如柳絮，依依梦里无寻处。”问燕燕无语，这令她多么惆怅，多么悲痛，心中那春愁顿时如柳絮一般，凌乱无序。这里词人以柳絮喻愁，将无形之愁具体化，极写其纷乱。“悠悠梦里无寻处”，既然他不归，她又那般惦念着他，那么便到梦里将他寻觅吧，但梦却那般悠长，令她茫然而不得寻觅。这最后两句写得千回百转，情意缠绵，形象地表达了女主人公的哀怨与痴情。&&&这首词连用了三个问句：“几日行云何处去？”“香车系在谁家树？”“双燕飞来，陌上相逢否？”一次比一次问得更迫切，从而描绘出女主人公越到后来越濒近绝望的心情。这是一种层层加码式的手法。双燕尚懂得归来而人却不知，离愁被春光撩拨得像悠悠扬扬的柳絮，漫天飞舞，使你在梦里也觅不到踪迹。作者以轻灵缥缈之笔写朦胧梦境，怨而不怒，蕴藉深婉，可谓别开新境。",
                    "transferInfo" : "这几天，他象流云飘哪里？忘了回家，不顾芳春将逝去。寒食路上长满了野草闲花。他车马又在谁家树上系?泪眼倚楼不断自言语，双燕飞来，路上可与他相遇？纷乱春愁如柳絮，梦中到哪寻他去？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·雨晴烟晚",
                    "author" : "冯延巳",
                    "content" : "雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。",
                    "addtionInfo" : "砌：台阶。特地：特别。砌：台阶。朱阑：一作“朱栏”，红色的栏杆。",
                    "classInfo" : "52",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "这首词中写“双燕”、“垂柳”、“落花”，这些都是暮春时节的特有风物。还写有“雨晴烟晚”。“新月眉弯”，这些都是傍晚的景象。旧以农历三月为暮春，并称每月初三的新月为“蛾眉月”，据此则词中所写的应是三月初三左右的暮春晚景。但这首词绝对不是单纯写景制作，它通过暮春晚景的描写，以表现闺中人的淡恨轻愁。&&&“雨晴烟晚。绿水新池满。”这首词开头两句是说，雨后初晴，傍晚淡烟弥漫，碧绿的春水涨满新池。&&&春天傍晚，雨后转晴，天空中夕阳返照，烟霭升腾，园林中绿水涨池，波光潋滟。这些都是闺中人在小阁看到的远景，写来层次清楚，色彩鲜明，突出的表现了春雨过后傍晚时分特有的景象。这两句词所表现出来的思想感情，是人人都有的对生意盎然的春天景象的热爱，还看不出具有闺中少妇特征的主观感受。&&&“双燕飞来垂柳院，小阁画帘高卷。”这两句是说，双燕飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。&&&这两句把少妇的感情色彩表现得十分强烈。双燕归巢是傍晚时刻常见的景象，而“小阁画帘高卷”一语，却含蓄的表现了主人公对双燕归来的过分殷勤。这一动作的心理暗示在于：让燕子快快归巢，双栖画栋吧。闺中少妇把自己在暮春傍晚的时候所特有的感情和情怀，都融化到这无声的高卷画帘的行动里。这两句所写的景物是由远而近，通过“双燕飞来”的进程，与“画帘高卷”的行动以表现她的看不见、摸不着的心理活动。是虚则实之的艺术手法。&&&“黄昏独倚朱阑。西南新月眉弯。”这两句是说，黄昏时独自倚着朱栏，西南天空挂着一弯如眉的新月。&&&过片“黄昏独倚朱阑”一句，是承接“小阁画帘高卷”意脉的。从时间推移上由傍晚写到黄昏，说明她“独倚”的时间是很久的。从情怀寄托上明白写出了闺中少妇的“独倚”，表现了黄昏后的寂寞空虚的心境。这与上片“双燕飞来垂柳院”形成鲜明对照，揭示了此词的“燕归人不归”的怀人主旨。“西南新月眉弯”，是少妇凄凉冷落的“独倚朱阑”时所见到的夜空景象，它和傍晚时期所见到的“雨晴烟晚，绿水新池满”那种生机勃勃的热烈场面前后异趣。在碧海青天之下“独倚朱阑”的少妇，面对高挂在西南夜空的一弯新月，给与她的是一种什么样的感受呢？这种望月怀人的心理，是闺中少妇面对此景极有可能的思想感情。&&&“砌下落花风起，罗衣特地春寒。”末两句是说，台阶上的落花随风飞舞，罗衣显得格外寒冷。&&&“落花风”，是暮春季节所特有的事物，闺中人对此十分敏感。末两句不能简单的看作是客观风寒刺激的反应，而是她主观意志的真实流露。时值暮春，春事将尽，绿肥红瘦。她意识到“落花风”吹落了大地的春花，也将吹落她的年华。不免产生红颜易老的感慨。但这种感慨作者写得极为含蓄，用风振罗衣而芳心自警的细节表现出来，言有尽而意无穷，艺术手法是极为高超的。&&&这首词写的是传统题材，但我们在诵读时仍觉得清丽可喜，韵味无穷，这不得不叹服作者在构思上的独具匠心和遣词造句上的功力了。",
                    "transferInfo" : "雨后初晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水盈盈，一片春意盎然。成对的燕子飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。黄昏时独自倚着朱栏，不知不觉已看到西南天空挂着一弯如眉的新月。夜风卷起台阶上的落花，微微拂过罗衣，只感到春寒袭人。",
                    "backgroundInfo" : "这首诗的具体创作时间不详。南唐时期冯延巳居宰相之职，当时朝廷里党争激烈，李璟痛下决心，铲除党争。这首词正是词人感慨时局之乱，排忧解闷之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长命女·春日宴",
                    "author" : "冯延巳",
                    "content" : "春日宴，绿酒一杯歌一遍。再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。",
                    "addtionInfo" : "长命女：唐教坊曲名用作词调名。绿酒：古时米酒酿成未滤时，面浮米渣，呈淡绿色，故名。妾身：古时女子队自己的谦称。岁岁：年年，即每年。",
                    "classInfo" : "84",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "这首词实际是祝酒词，描写春日开宴时，夫妇双方祝酒陈愿。前两愿分别祝郎君与自己长寿健康，第一愿以梁燕双柄喻夫妻团圆，天长地久。冯词三愿对于人问恩爱夫妇而苦则相当典型，主人公不求富贵．惟愿夫妇相守长久，意愿虽强而所求不奢，表现了古代女子对美满生活的追求。&&&“春日宴，绿酒一杯歌一遍，再拜陈三愿：”这首词开头三句是说，风和日丽的春天，摆起丰盛的酒宴。一杯美酒一曲歌呵，拜了又拜许三愿：首先，对饮双杯指天发誓的场面用于写爱情，比白诗用于写友谊更为合宜。在具体描写上，通过相应的具体环境描写来烘托人物的思想感情。明媚和煦的春日，不但是一派良辰美景，也象征着宝贵的青春时光。丰盛的酒宴，悦耳的情歌，不但是赏心乐事，也象征着人生的美满。“绿蚁新醅酒”（白居易《问刘十九》），一个“绿”字（古时所谓的“绿”，有时微近黄色），写出了新酒可爱的颜色，使人如嗅到那醉人的芳香，更增加了生活美好的感觉。&&&“一愿郎君千岁，二愿妾身长健；三愿如同梁上燕、岁岁常相见。”这几句是说，一愿郎君你长寿千岁，二愿我身体永远健康，三愿我俩如同梁上燕呀，双双对对，幸福无边。&&&在这首诗中，凡写景无不含情。结尾的“梁上燕”虽是比喻，却也是春日画堂的眼前景物。这样，春日、绿酒、呢喃燕语，构成极美的境界，对于爱情的抒写，是极有力的烘托。冯词与白诗篇幅差不多，但内容格外丰富充实，与此大有关系。&&&其次，冯词与白诗二作都用数目字，这首词有“一”、“再”、“三”，“一”、“二”、“三”的重复，前一组表数目，后一组表次序，重复中有变化。“绿酒一杯歌一遍”的两个“一”，孤立的看是两个“一”，结合起来却又会增出新意。在此春宴上，岂能只饮一杯酒？每进一杯酒，就歌一遍，则文字上是“一”，事理上又会变成“三”或者更多，这与“陈三愿”的“三”的为固定不变，又自不同。“三愿”表现主人公愿望之强烈。主人公不求富贵，惟愿夫妇相守长久，意愿虽强而所求不奢。和白居易诗相比，去掉了“世清平”一语，而改为“一愿郎君千岁”与“二愿妾身长健”意思相同，分两句重说，更见意愿集中而单纯。诗歌形象也更为突出。&&&其三，与白居易诗《赠梦得》相比。这首词的长短句表现手法，使得形式上更活泼，内容上更适宜。这首词重点在三愿，故以最短的句子“春日宴”写环境，颇简妙。而末两句一气贯注作一长句：“三愿如同梁上燕、岁岁常相见”，写的是主人公情意最为深长的一愿，便觉声情合一。&&&总的来说，冯延巳的这首词表达了一个贤淑妻子对丈夫的忠贞和“岁岁常相见”的愿望。全词单纯与丰富，平易与雅致的高度统一，通俗易懂却能够表达最深挚的感情，深得民歌真髓，真正做到化平凡为神奇。",
                    "transferInfo" : "春日的宴会上，饮一杯美酒再高歌一曲呵，拜了又拜许三愿：一愿郎君你长寿千岁，二愿妾身我身体永远康健，三愿我俩如同梁上飞燕呀，双双对对，永远相伴。",
                    "backgroundInfo" : "这首词的具体创作时间不详，是一首年轻女子向她的郎君祝酒陈愿的词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "摊破浣溪沙·菡萏香销翠叶残",
                    "author" : "李璟",
                    "content" : "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚栏干。",
                    "addtionInfo" : "摊破浣溪沙：词牌名。又名“山花子”。菡萏：荷花的别称。西风愁起：西风从绿波之间起来。以花叶凋零，故曰“愁起“。鸡塞：这里泛指边塞。彻：大曲中的最后一遍。“吹彻“意谓吹到最后一曲。笙以吹久而含润，故云”寒“。玉笙寒：玉笙以铜质簧片发声，遇冷则音声不畅，需要加热，叫暖笙。",
                    "classInfo" : "101",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "此词上片重在写景，下片重在写人抒情。写景从西风残荷的画面写起，以韶光憔悴在加重，更见秋景不堪；写人从思妇怀人写起，梦回而感鸡塞征夫之遥远，倚栏而更见凄凉。&&&词的上片着重写景。菡萏，荷花的别称。文字的语言是形象的，所以作者一上来就说：“菡萏香销翠叶残”。说“香”，点其“味”；说“翠”，重其“色”。此时味去叶枯确然使人惆怅。西风，秋风之谓也。绿波，写的是莹莹秋水。如果说上句是重在写秋色，那么这一句则重在写秋容。一个“愁”字，把秋风和秋水都拟人化了，于是，外在的景物也霎时同作家的内在感情溶为一体了，词作也因之而笼罩了一层浓重的萧瑟气氛。&&&三、四两句，由景生情，更进一步突出作家的主观感受。韶光，指春光。在这里，作家以其独特而深刻的感受告诉人们：在这秋色满天的时节，美好的春光连同荷花的清芬、荷叶的秀翠，还有观荷人的情趣一起憔悴了，在浓重的萧瑟气氛中又平添了一种悲凉凄清的气氛。“不堪看”三字，质朴而有力，明白而深沉，活脱脱地抒发了诗人的主观感情。“自古逢秋悲寂寥”（唐刘禹锡诗句）。李璟虽然位高为皇帝，但是生性懦弱，再加上当时内外矛盾重重，境遇相当危苦，此时此刻，触景伤情，从而产生无穷的痛苦和哀怨是十分自然的。词的下片着重抒情。首句，托梦境诉哀情。一梦醒来，雨声细细，梦境即便美好，但所梦之人毕竟远在边塞（鸡塞，鸡麓塞，在今陕西省。这里泛指边塞），可思可望而不可即。的确是“雨亦绵绵，思亦绵绵”。“小楼”句，以吹笙衬凄清。风雨高楼，玉笙整整吹奏了一曲（彻，遍，段。吹彻，吹完最后一段），因吹久而凝水，笙寒而声咽，映衬了作家的寂寞孤清。这两句亦远亦近，亦虚亦实，亦声亦情，而且对仗工巧，是千古传唱的名句。&&&最后两句，直抒胸臆。环境如此凄清，人事如此悲凉，不能不使人潸然泪下，满怀怨恨。“多少”，“何限”，数不清，说不尽。流不完的泪，诉不尽的恨；泪因恨洒，恨依泪倾。语虽平淡，但很能打动人心。结语“倚栏干”一句，写物写人更写情，脉脉深长，语已尽而意无穷。",
                    "transferInfo" : "荷花落尽，香气消散，荷叶凋残，西风从绿波之间吹起，使人愁绪满怀。美好的景致与观荷人的情趣一起憔悴了，哪里还忍心再看。细雨绵绵，梦境中塞外风物缈远。吹到最后一曲，寒笙呜咽之声久久回荡在小楼中。想起故人旧事，含泪倚栏，怀抱无穷幽怨。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "摊破浣溪沙·手卷真珠上玉钩",
                    "author" : "李璟",
                    "content" : "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。",
                    "addtionInfo" : "摊破浣溪沙：词牌名。真珠：以珍珠编织之帘。或为帘之美称。玉钩：帘钩之美称。依前：依然，依旧。春恨：犹春愁，春怨。锁：这里形容春恨笼罩。悠悠：形容忧思不尽。青鸟：传说曾为西王母传递消息给汉武帝。这里指带信的人。云外：指遥远的地方。丁香结：丁香的花蕾。此处诗人用以象征愁心。三楚：指南楚、东楚、西楚。",
                    "classInfo" : "38",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "这是一首伤春词、春恨词。此词借抒写男女之间的怅恨来表达作者的愁恨与感慨。上片写重楼春恨，落花无主；下片进一层写愁肠百结，固不可解。有人认为这首词非一般的对景抒情之作，可能是在南唐受后周严重威胁的情况下，李璟借小词寄托其彷徨无措的心情。全词语言雅洁，感慨深沉。&&&词的首句“手卷真珠上玉钩”，即非景语，也非情语，而是客观平直的叙述，算不上以景呼情，也算不上以情唤景。首句“真珠”二字或作“珠帘”，但正如古人所云：“言‘真珠’，千古之善读者都知其为帘，若说‘珠帘’，宁知其为真珠耶！是举真珠可包珠帘，举珠帘不足以包真珠也。后人妄改，非所谓知音。”“手卷真珠上玉钩，依前春恨锁重楼”二句委婉、细腻，卷帘本欲观省景物，借抒怀抱，而既卷之后，依旧春愁浩荡。可见，“锁”是一种无所不在的心灵桎梏，使人欲销愁而不可得。而“春恨”并不是抽象的，“风里落花谁是主”，风不仅吹落花朵，更将凋零的残红吹得四处飞扬，无处归宿。在这里可以看到的是人的身世飘零，孤独无依。结句“思悠悠”，正是因此而思绪萧索，悠然神往。&&&下片从人事着笔，是对春恨的进一步申说，也是“思悠悠”的直接结果。“青鸟不传云外信，丁香空结雨中愁”，则点出了“春恨”绵绵的缘由所在。此句反用西王母与汉武帝典故。据说三足的青鸟是西王母的侍者，七月七日那天，汉武帝忽见青鸟飞集殿前，遂后西王母即至。然而所思主人远在云外，青鸟也不为之传信，思念难解的主人公就更加感到春恨的沉重了。&&&“丁香结”本是丁香的花蕾，取固结难解之意，诗人多用它比喻相思之愁的郁结不散，如李商隐《代赠》诗有句：“芭蕉不展丁香结，同向春风各自愁。”李璟的独创就在于将丁香结化入雨中的境界，使象征愁心的喻体丁香花蕾更加凄楚动人，更加令人怜悯，“青鸟”、“丁香”二句合看又恰是一联工稳的对仗，一人事，一时景，这律诗般的俊语将思念难解之情写得既空灵透脱而又真挚实在。至此，词的感情已经十分浓郁、饱满。当手卷真珠上玉钩的时刻，已经春恨绵绵；风里落花无主，青鸟不传信，丁香空结，则徒然的向往已经成为无望，这已是无可逃避的结局。&&&最后以景语作结：“回首绿波三楚暮，接天流”。楚天日暮，长江接天，这样的背景暗示着愁思的深广。“接天流”三个字让人想起“问君能有几多愁，恰似一江春水向东流”。就这一意境而言，李璟李煜父子是一脉相承的。另外，从整首词来看，末句的境界突然拓展，词中的一腔愁怀置于一个与其身世密切相关的历史地理环境中，与心灵的起伏波动也是密切相合的。&&&那充满“春恨”的人事内容究竟具体何指。据马令《南唐书》卷二十五载：李璟即位，歌舞玩乐不辍，歌师王感化尝为之连唱“南朝天子爱风流”句至再三再四以剌之，李璟遂悟，作《浣溪沙》二阕并手书以赐感化，其中就包括这一首。这样看来，词中的春恨就不是这位风流天子对景抒情的一般闲愁，很可能是南唐受周威胁时的危苦感慨，而“青鸟”句就是忧国之思的深沉寄托了。",
                    "transferInfo" : "卷起珍珠编织的帘，挂上帘钩，在高楼上远望的我和从前一样，愁绪依然深锁。随风飘荡的落花谁才是它的主人呢？这使我忧思不尽。信使不曾捎来远方行人的音讯，雨中的丁香花让我想起凝结的忧愁。我回头眺望暮色里的三峡，看江水从天而降，浩荡奔流。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "乌夜啼·昨夜风兼雨",
                    "author" : "李煜",
                    "content" : "昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。",
                    "addtionInfo" : "兼：同有，还有。帘帏（wéi）：帘子和帐子。帘，用布、竹、苇等做的遮蔽门窗的东西。帏，同帷，帐子，幔幕，一般用纱、布制成。飒飒（sà）：象声词，这里形容风吹帘帏发出的声音。烛残：蜡烛燃烧将尽。残，尽，竭。漏断：漏壶中的水已经滴尽，表示时间已经很晚。漏，漏壶，为古代计时的器具，用铜制成。壶上下分好几层，上层底有小孔，可以滴水，层层下注，以底层蓄水多少计算时问。频：时常，频繁。欹（qī）枕：通彀，斜，倾斜。欹枕，头斜靠在枕头上。平：指内心平静。世事：指人世间的各种各样的事情。漫：枉然，徒然。浮生：指人生短促，世事虚浮不定。浮，这里为短暂、空虚之意。醉乡：指人醉酒时神志不清的状态。稳：平稳，稳当。宜，应当。不堪行：不能行。堪，能够。",
                    "classInfo" : "85",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "这首秋夜抒怀之作，具有李后主词的一般风格。它没有用典，没有精美的名物，也没有具体的情事，有的只是一种顾影自怜，空诸一切的观念。一切都是那么朴素，那么明白，却又令人低回与困惑。大约是词人后期之作吧。读这类词，最要玩味其中环境氛围的创造，和抒情主人公浅貌下的深衷。&&&“昨夜风兼雨，帘帏飒飒秋声。”开头两句是说，昨天夜晚，风雨交加，遮窗的帐子被秋风吹出飒飒的声响，窗户外传来了令人心烦的风声雨声，整整响了一夜。首两句写秋夜风雨，完全是白描化的。表面看来，风雨大作，怪嘈杂的，其实除了“飒飒秋声”外，此时更无别的声音，反而见出夜的寂静。令读者觉得其境过分清冷，几乎要倒抽一口冷气。此种词句，最见后主本色。&&&“烛残漏断频欹枕，起坐不能平。”这两句是说，蜡烛燃烧得所剩无几了，壶中水已漏尽，我不停的多次起来斜靠在枕头上。躺下坐起来思绪都不能够平稳。这两句出现了抒情主人公，这人物给读者的第一个印象便是他过于清醒，他熬到“烛残”，听得“漏断”（更鼓歇），可见是一夜未曾入眠了。这清醒状态的描写，正好逼出下片的感慨。另一个印象便是它方寸烦乱，“频欹枕”的“频”字，表明他在床上是辗转反侧，五内俱热。后来干脆不睡了，但内心仍不平静，表现在动作上便是“起坐不能平”。他到底为什么，这恰恰是词人不喜道破的。&&&“世事漫随流水，算来一梦浮生。”这两句是说，人世间的事情，如同流水东逝，说过去就过去了，想一想我这一生，就像做了一场大梦，以前荣华富贵的生活已一去不复返了。过片之后，全属抒情。这也许是最一般最普遍的人生感慨了，但对于不同的人，其中包含的人生体验之具体内容，则可以是各各不同的。此即《维摩经》所谓“佛以一音演说法，众生各各随所解”。后主词所以能引起后世众多读者的共鸣，原因也在于此。这两句中的“漫”（作空解）、“算来”，表现出一种空虚、疑惑、迷惘感，是很传神的。&&&“醉乡路稳宜频到，此外不堪行。”末两句是说，最醉乡梦里平坦，也无忧愁，可常去，别的地方不能去。主人公无法摆脱人生的烦恼，却是因为他太清醒，太执着。最后两句，说穿了便是一醉解千愁，可词人换了个比喻性的说法——“醉乡路稳”，则其反面是醒者行路之难，故云“此外不堪行”。&&&全词比较鲜明地体现了李煜后期作品的特色：情感真实，清新自然。尤其是这首词，作者对自己的苦痛毫不掩饰，把自己的人生感慨明白写出，不假饰，不矫情，简洁质朴，有现实感，虽然思想情调不高，但艺术价值不低。",
                    "transferInfo" : "昨夜风雨交加， 遮窗的帐子被秋风吹得飒飒作响。蜡烛燃烧的所剩无几，壶中水已漏尽，一次次的斜靠在枕头上，辗转难眠。 躺下坐起来思绪都不能够平稳。人世间的事情，如同东逝的流水，一去不返，想一想我这一生，就像大梦一场。只有喝醉了酒才能排遣心中苦闷，别的方法都行不通。",
                    "backgroundInfo" : "开宝八年（公元975年），李煜亡家败国，肉袒出降，被囚禁待罪于汴京。宋太祖赵匡胤因李煜曾守城相拒，封其为“违命侯”。李煜在忍屈负辱地过起了囚徒生活。本首词就是李煜降宋后生活实况和囚居心境。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "虞美人·春花秋月何时了",
                    "author" : "李煜",
                    "content" : "春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。",
                    "addtionInfo" : "了：了结，完结。砌：台阶。雕栏玉砌：指远在金陵的南唐故宫。应犹：一作“依然”。朱颜改：指所怀念的人已衰老。君：作者自称。",
                    "classInfo" : "86",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "《虞美人》是李煜的代表作，也是李后主的绝命词。相传他于自己生日（七月七日）之夜（“七夕”），在寓所命歌妓作乐，唱新作《虞美人》词，声闻于外。宋太宗闻之大怒，命人赐药酒，将他毒死。这首词通过今昔交错对比，表现了一个亡国之君的无穷的哀怨。&&&“春花秋月何时了，往事知多少！”三春花开，中秋月圆，岁月不断更替，人生多么美好。可我这囚犯的苦难岁月，什么时候才能完结呢？“春花秋月何时了”表明词人身为阶下囚，怕春花秋月勾起往事而伤怀。回首往昔，身为国君，过去许许多多的事到底做得如何呢，怎么会弄到今天这步田地？据史书记载，李煜当国君时，日日纵情声色，不理朝政，枉杀谏臣……透过此诗句，我们不难看出，这位从威赫的国君沦为阶下囚的南唐后主，此时此刻的心中有的不只是悲苦愤慨，多少也有悔恨之意。 “小楼昨夜又东风，故国不堪回首月明中。”小楼又一次春风吹拂，春花又将怒放。回想起南唐的王朝、李氏的社稷——自己的故国却早已被灭亡。诗人身居囚屋，听着春风，望着明月，触景生情，愁绪万千，夜不能寐。一个“又”字，表明此情此景已多次出现，这精神上的痛苦真让人难以忍受。 “又”点明了“春花秋月”的时序变化，词人降宋又苟活了一年，加重了上两句流露的愁绪，也引出词人对故国往事的回忆。&&&“雕栏玉砌应犹在，只是朱颜改。”尽管“故国不堪回首”，可又不能不“回首”。这两句就是具体写“回首”“故国”的——故都金陵华丽的宫殿大概还在，只是那些丧国的宫女朱颜已改。这里暗含着李后主对国土更姓，山河变色的感慨！“朱颜”一词在这里固然具体指往日宫中的红粉佳人，但同时又是过去一切美好事物、美好生活的象征。 以上六句，诗人竭力将美景与悲情，往昔与当今，景物与人事的对比融为一体，尤其是通过自然的永恒和人事的沧桑的强烈对比，把蕴蓄于胸中的悲愁悔恨曲折有致地倾泻出来，凝成最后的千古绝唱—— “问君能有几多愁？恰似一江春水向东流。”诗人先用发人深思的设问，点明抽象的本体“愁”，接着用生动的喻体奔流的江“水”作答。用满江的春水来比喻满腹的愁恨，极为贴切形象，不仅显示了愁恨的悠长深远，而且显示了愁恨的汹涌翻腾，充分体现出奔腾中的感情所具有的力度和深度。 全词以明净、凝练、优美、清新的语言，运用比喻、对比、设问等多种修辞手法，高度地概括和淋漓尽致地表达了诗人的真情实感。难怪前人赞誉李煜的词是“血泪之歌”，“一字一珠”。全词虚设回答，在问答中又紧扣回首往事，感慨今昔写得自然而一气流注，最后进入语尽意不尽的境界，使词显得阔大雄伟。",
                    "transferInfo" : "春花秋月的美好时光什么时候结束的，以前的事情还记得多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚怎能忍受得了回忆故国的伤痛。精雕细刻的栏杆、玉石砌成的台阶应该都还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像那不尽的春江之水滚滚东流。",
                    "backgroundInfo" : "此词与《浪淘沙·帘外雨潺潺》均作于李煜被毒死之前，为北宋太宗太平兴国三年（公元978年），是时李煜归宋已近三年。宋太祖开宝八年（公元975年），宋军攻破南唐都城金陵，李煜奉表投降，南唐灭亡。三年后，即太平兴国三年，徐铉奉宋太宗之命探视李煜，李煜对徐铉叹曰：“当初我错杀潘佑、李平，悔之不已！”大概是在这种心境下，李煜写下了这首《虞美人》词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "虞美人·风回小院庭芜绿",
                    "author" : "李煜",
                    "content" : "风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。",
                    "addtionInfo" : "风：指春风。庭芜：庭院里的草。芜，丛生的杂草。柳眼：早春时柳树初生的嫩叶，好像人的睡眼初展，故称柳眼。春相续：一年又一年的春天继续来到人间。凭阑：靠着栏杆。竹声：竹制管乐器发出的声音。笙歌：泛指奏乐唱歌，这里指乐曲。尊罍（léi）在：意谓酒席未散，还在继续。尊，酒杯，罍，一种酒器，小口大肚，有盖，上部有一对环耳，下部有一鼻可系。池面冰初解：池水冰面初开，指时已初春。烛明香暗：是指夜深之时。画堂：指华丽而精美的君室。清霜残雪：形容鬓发苍白，如同霜雪，谓年已衰老。思难任（rèn）：忧思令人难以承受，即指极度忧伤。思，忧思。难任，难以承受。",
                    "classInfo" : "87",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "这是一首抒写伤春怀旧之情的作品。从全词看，充满着往事不堪回首的怨愁情思，应是李煜后期的作品，故也有人称其为是后主绝命词第二首。&&&此词追昔抚今，在对生机盎然、勃勃向上的春景中寄寓了作者的深沉怨痛，在对往昔的依恋怀念中也蕴含了作者不堪承受的痛悔之情。周汝昌评之曰：“沉痛而味厚，殊耐咀含。学文者细玩之，可以识多途，体深意，而不徒为叫嚣浮化之词所动。”&&&词的上片，写春景以引抒出对过去岁月的追忆。作者以景入情，用细腻的观察、清丽的语言极力刻画出了一幅生机勃勃的春光图。但“风回”一句也让读者隐约感到作者虽面对春色，心中却满是旧思的忧愤之情。“凭栏”句一出，词意渐明，“无言”中仿佛有千言万语。“依旧”是对往昔的怀恋，对现实的感慨。如果说上片还是清丽多于灰暗，春光胜于春愁的话，那么下片则是把上片原有的那一点点由回忆中升起的生机在现实的痛苦中消灭了。承接上片引出的对奢华生活的回忆更加深了对现实的不满和愁怨，“烛明”一句中孤独情思，到了“满鬓”一句无法自禁，哀怨至极。这是全词的点题之句，也是全词中最具情感震撼力的一句。&&&全词描写生动，笔触细致，情景融汇，由景见情，由情生景，借伤春以怀旧，借怀旧以发怨，借发怨以显痛苦，结构精妙，意象生动，在感情上十分挚烈，艺术手法上相当成熟，是一篇难得的佳作。",
                    "transferInfo" : "春风回来，吹绿庭院杂草，柳树萌新芽，一年又一年的春天继续来到人间。独自依靠着栏杆半天没有话说，虽然竹声新月一如当年，却再无当年赏月时的处境和心绪。乐曲还在继续演奏，酒宴未散，池水冰面开始溶解。夜深之时，华丽而精美的君室也变得幽深。我已鬓发斑白，年老体衰，难以承受这极度的忧思啊。",
                    "backgroundInfo" : "这首词应作于李煜亡国之后，公元976年（宋太祖开宝九年）正月，南唐亡国，李煜当了宋王朝的俘虏。两年之间，李煜与旧臣、后妃难得相见，行动言论没有自由，笙歌筵宴都歇，有时贫苦难言。这首词就是在此背景下写成的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相见欢·无言独上西楼",
                    "author" : "李煜",
                    "content" : "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理还乱，是离愁。别是一般滋味在心头。",
                    "addtionInfo" : "锁清秋：深深被秋色所笼罩。清秋，一作深秋。离愁：指去国之愁。别是一般：另有一种意味。别是，一作别有。",
                    "classInfo" : "38",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者被囚于宋国时所作，词中的缭乱离愁不过是他宫廷生活结束后的一个插曲，由于当时已经归降宋朝，这里所表现的是他离乡去国的锥心怆痛，这首词感情真实，深沉自然，突破了花间词以绮丽腻滑笔调专写“妇人语”的风格，是宋初婉约派词的开山之作。&&&“无言独上西楼”将人物引入画面。“无言”二字活画出词人的愁苦神态，“独上”二字勾勒出作者孤身登楼的身影，孤独的词人默默无语，独自登上西楼。神态与动作的描写，揭示了词人内心深处隐寓的很多不能倾诉的孤寂与凄婉。&&&“月如钩，寂寞梧桐深院，锁清秋”，寥寥12个字，形象地描绘出了词人登楼所见之景。仰视天空，缺月如钩。“如钩”不仅写出月形，表明时令，而且意味深长：那如钩的残月经历了无数次的阴晴圆缺，见证了人世间无数的悲欢离合，如今又勾起了词人的离愁别恨。俯视庭院，茂密的梧桐叶已被无情的秋风扫荡殆尽，只剩下光秃秃的树干和几片残叶在秋风中瑟缩，词人不禁“寂寞”情生。然而，“寂寞”的不只是梧桐，即使是凄惨秋色，也要被“锁”于这高墙深院之中。而“锁”住的也不只是这满院秋色，落魄的人，孤寂的心，思乡的情，亡国的恨，都被这高墙深院禁锢起来，此景此情，用一个愁字是说不完的。&&&缺月、梧桐、深院、清秋，这一切无不渲染出一种凄凉的境界，反映出词人内心的孤寂之情，同时也为下片的抒情做好铺垫。作为一个亡国之君，一个苟延残喘的囚徒，他在下片中用极其婉转而又无奈的笔调，表达了心中复杂而又不可言喻的愁苦与悲伤。&&&“剪不断，理还乱，是离愁。”用丝喻愁，新颖而别致。前人以“丝”谐音“思”，用来比喻思念，如李商隐“春蚕到死丝方尽，蜡炬成灰泪始干”（《无题》）就是大家熟悉的名句。李煜用“丝”来比喻“离愁”，别有一番新意。然而丝长可以剪断，丝乱可以整理，而那千丝万缕的“离愁”却是“剪不断，理还乱”。这位昔日的南唐后主心中所涌动的离愁别绪，是追忆“红日已高三丈后，金炉次第添金兽，红锦地衣随步皱”（《浣溪沙》）的荣华富贵，是思恋“风阁龙楼连霄汉，玉树琼枝作烟萝”（《破阵子》）的故国家园，是悔失“四十年来家国，三千里地山河”（《破阵子》）的帝王江山。然而，时过境迁，如今的李煜已是亡国奴、阶下囚，荣华富贵已成过眼烟云，故国家园亦是不堪回首，帝王江山毁于一旦。阅历了人间冷暖、世态炎凉，经受了国破家亡的痛苦折磨，这诸多的愁苦悲恨哽咽于词人的心头难以排遣。作者尝尽了愁的滋味，而这滋味，是难以言喻、难以说完的。&&&“别是一番滋味在心头”，紧承上句写出了李煜对愁的体验与感受。以滋味喻愁，而味在酸甜之外，它根植于人的内心深处，是一种独特而真切的感受。“别是”二字极佳，昔日唯我独尊的天子，如今成了阶下囚徒，备受屈辱，遍历愁苦，心头淤积的是思、是苦、是悔、还是恨……词人自己也难以说清，常人更是体会不到。若是常人，倒可以嚎啕倾诉，而李煜不能。他是亡国之君，即使有满腹愁苦，也只能“无言独上西楼”，眼望残月如钩、梧桐清秋，将心头的哀愁、悲伤、痛苦、悔恨强压在心底。这种无言的哀伤更胜过痛哭流涕之悲。&&&沈际飞在《草堂诗余续集》中评价说：“七情所至，浅尝者说破，深尝者说不破。破之浅，不破之深。‘别是一般滋味在心头’句妙。”唐圭璋在《唐宋词简释》中说：“此词写别愁，凄惋已极。‘无言独上西楼’一句，叙事直起，画出后主愁容。其下两句，画出后主所处之愁境。举头见新月如钩，低头见桐阴深锁俯仰之间，万感萦怀矣。此片写景亦妙，惟其桐阴深黑，新月乃愈显明媚也。下片，因景抒情。换头三句，深刻无匹，使有千丝万缕之离愁，亦未必不可剪，不可理，此言‘剪不断，理还乱’，则离愁之纷繁可知。所谓‘别是一般滋味’，是无人尝过之滋味，唯有自家领略也。后主以南朝天子，而为北地幽囚；其所受之痛苦，所尝之滋味，自与常人不同，心头所交集者，不知是悔是恨，欲说则无从说起，且亦无人可说，故但云‘别是一般滋味’。”&&&李煜的这首词情景交融，感情沉郁。上片选取典型的景物为感情的抒发渲染铺垫，下片借用形象的比喻委婉含蓄地抒发真挚的感情。此外，运用声韵变化，做到声情合一。下片押两个仄声韵（“断”、“乱”），插在平韵中间，加强了顿挫的语气，似断似续；同时在三个短句之后接以九言长句，铿锵有力，富有韵律美，也恰当地表现了词人悲痛沉郁的感情。",
                    "transferInfo" : "孤独的人默默无语，独自一人缓缓登上西楼。仰视天空，残月如钩。梧桐树寂寞地孤立院中，幽深的庭院被笼罩在清冷凄凉的秋色之中。那剪也剪不断，理也理不清，让人心乱如麻的，正是亡国之苦。这样的离异思念之愁，而今在心头上却又是另一般不同的滋味。",
                    "backgroundInfo" : "开宝八年（公元975年），宋朝灭南唐，李煜亡家败国，被囚禁待罪于汴京。李煜后期词作多倾泻失国之痛和去国之思，沉郁哀婉，感人至深。《相见欢》便是后期词作中很有代表性的一篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相见欢·林花谢了春红",
                    "author" : "李煜",
                    "content" : "林花谢了春红，太匆匆。无奈朝来寒雨晚来风。胭脂泪，相留醉，几时重。自是人生长恨水长东。",
                    "addtionInfo" : "相见欢：原为唐教坊曲名，后用为词牌名。谢：凋谢。胭脂泪：原指女子的眼泪，女子脸上搽有胭脂，泪水流经脸颊时沾上胭脂的红色，故云。在这里，胭脂是指林花着雨的鲜艳颜色，指代美好的花。几时重：何时再度相会。",
                    "classInfo" : "85",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "南唐后主的这种词，都是短幅的小令，况且明白如话，不待讲析，自然易晓。他所“依靠”的，不是粉饰装做，扭捏以为态，雕琢以为工，这些在他都无意为之；所凭的只是一片强烈直爽的情性。其笔亦天然流丽，如不用力，只是随手抒写。&&&“林花谢了春红，太匆匆！无奈朝来寒雨晚来风。”起笔“林花”，但不是重点，重点却是“谢了春红，太匆匆”：林花凋谢，遍地落红。花开花落几时许？春去太匆匆。无奈啊，娇艳的花儿怎么能经得起那朝来的寒雨晚来凄风？春季是最美好的季节，“春红”是最美好的物品，“红”最美丽的颜色。这样美好的事物突然间竟自“谢了”，而且是“太匆匆”，多么令人惋惜感叹！以“春红”二字代花，乃至极美好可爱之花，既是修饰，更是艺术；随手拈来，直写事物，乃天巧人工之笔。作者以花比喻一切美好的事物（当然也包括人的美好生命），这就具有更丰富的内容。“谢了”二字中所表现的惋惜感叹之情本已十分强烈，然犹嫌言不尽意，复又于其后加上“太匆匆”三字着力形容，使惋惜感叹之情更加突出。一个“太”字，责怨甚也。在后主看来，好端端的一个“四十年来家国，三千里地山河”的南唐之匆匆衰败，顷刻灭亡，不正象林花之突然凋谢吗？这林花的形象中，深深寄托着失家亡国的悲伤。短短的六个字中，包容着极深广的内容。这便是所谓取一于万而涵盖万有。杜甫《曲江》“风飘万点正愁人”，晏殊《破阵子》“荷花落尽红英”，表现的都是对有情之生命面临衰败之际的哀惋感叹之情，但都没有后主这句的感情深厚。此处的“春红”二字己远为下片的“胭脂”作根，相互照应。时序推迁，林花凋谢，这本是有情之生命的必然，“春红”自然衰谢，虽是可惜，尚可开解，如今却“太匆匆”地遭到“无奈朝来寒雨晚来风”、“风刀霜剑”的不断摧残，于是寄予了愤慨的责怨。《红楼梦》里林黛玉的《葬花词》中写道：“一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时，一朝飘泊难寻觅。”和后主的这句词描写的情景十分相似。“无奈朝来寒雨晚来风”这个九字长句道出了林花匆匆凋谢的原因；“朝”与“晚”、“雨”与“风”的对举，极尽朝风暮雨摧残施虐的无可抗争之悲绪；也抒发出了（对“物”、“我”一体的）哀叹！“无奈”二字进一步表显出人们无力回天任风雨，只有“无可奈何花落去”无能为力的怨恨愤慨了。&&&下片写惜春、恋春、恋春红，叹不能再复重。人生长恨有如水长东。“胭脂泪，留人醉，几时重？自是人生长恨水长东。”风雨后满地的落红，像是美人脸上和着胭脂流淌的眼泪；见花泪，人心碎，悲伤凄惜心迷醉；相问何时能重会？叹，人生从来怨恨多，恰似长江东逝水！面对美好事物之殒落，而又爱莫能助，其情该是何等痛苦难堪。所以接着便由写花的零落，转到写人思想感情之痛苦。“胭脂泪”是说飘落遍地的红花，被夹着晚风吹来的寒雨打湿，犹如美人伤心之极而合着胭脂滴下的血泪。“胭脂泪”三字是用拟人手法由花转入写人的交接点。胭脂，是林花着雨的鲜艳颜色，它指代的是美好的花，象喻的是美好的人生，美好的事物。泪，就花而言，是“梨花一枝春带雨”的“雨”；就人而言，是“感时花溅泪”的“泪”。花之雨滴犹人之泪点，人之泪点犹花之雨滴。雨泪交流，物我同一，不知何者为物，何者为我，何者为雨，何者为泪，其状物抒情真是传神入妙。词人赋予“谢了春红”的“林花”以“泪”，就使其人格化了，这“泪”既是“林花”哀伤自己匆匆凋谢的眼泪，也是词人自己的惜红伤春之泪，当然，这一切都是以词人自己的生活经历为基础的。——是词人有感于昔日的帝王生活，在那“朝来寒雨晚来风”的袭击下，——在宋兵的刀枪威逼下，过早的被断送，因而流下伤心之泪。这“胭脂泪”就是“以血书着”！“胭脂泪”三字，异样哀艳，尤宜着眼。这是援于杜甫“林花着雨胭脂湿”的名句。以“泪”代“湿”，于是便青出于蓝，而大胜于蓝，便使全幅因此一字而生色无限。“相留醉”三字，含蓄蕴藉，情意婉转。不仅是写人与花互相留恋到了如痴如醉的情境；更是写见林花遭风雨的无情摧残、匆匆掉落惨景后的悲伤凄惜之甚，心如迷醉的情状。“无可奈何花落去”，春归去，人将亡；正如后主的自叹：“无限江山，别时容易见时难。流水落花春去也，天上人间。”“泪”字神奇，“醉”亦神奇。此醉，非陶醉之俗义，盖悲伤凄惜之甚，心如迷醉也。“几时重？”落花有意，然而风雨无情，美景难再。“破镜不重照，落花难上枝。”“此恨绵绵无绝期！”过片三字的三叠句，前二句换仄韵，后一句归原韵，紧接一个九字的长句，有韵律，节奏感强，别有风致。“自是人生长恨水长东”，也是运用叠字衔联法。前六字写“恨”，后三字写“水”。啊，“人生长恨”之绵绵无期，犹如那滔滔滚滚东流的江水，无穷无尽、无止无休。“东”字与前面的红、匆、风、重等字谐韵，字韵响亮，节奏感强，在句式结构上，它与上片末句同为连贯的二四三式的九字长句，它的感情凝重而又一以贯之，犹如突然决堤的汹涌奔流的江水，这是词人肺腑中倾泻而出的感情激流，这是词人深深的哀叹！上片的“朝来”、“晚来”与下片的“长恨”、“长东”，前后呼应更增其异曲而同工之妙，即加倍具有强烈的感染力量。&&&过片三字句三叠句，前二句换暗韵仄韵，后一句归原韵，别有风致。但“胭脂泪”三字，异样哀艳，尤宜着眼。于是让人们想到杜甫的名句“林花着雨胭脂湿”（《曲江对雨》），此乃南唐后主也熟读杜诗之证也。后主分明从杜少陵的“林花”而来，而且因朝来寒“雨”竟使“胭脂”尽“湿”，其思路十分清楚，但是假若后主在过片竟也写下“胭脂湿”三个大字，便成了老大一个笨伯，鹦鹉学舌，难有意味。他毕竟是艺苑才人，他将杜句加以消化，提炼，只运化了三字而换了一个“泪”字来代“湿”，于是便青出于蓝，而大胜于蓝，便觉全幅因此一字而生色无限。&&&“泪”字已是神奇，但“醉”亦非趁韵谐音的妄下之字。此醉，非陶醉俗义，盖悲伤凄惜之甚，心如迷醉也。&&&末句略如上片歇拍长句，也是运用叠字衔联法：“朝来”“晚来”，“长恨”，“长东”，前后呼应更增其异曲而同工之妙，即加倍具有强烈的感染力量。顾随先生论后主，以为“问君能有几多愁，恰似一江春水向东流”，其美中不足在“恰似”，盖明喻不如暗喻，一语道破“如”“似”，意味便浅。按这种说法，则“自是人生长恨水长东”，恰好免去此一微疵，使尽泯“比喻”之迹，而笔致转高一层矣。学文者于此，宜自寻味，美意不留，芳华难驻，此恨无穷，而无情东逝之水，不舍昼夜，“淘尽”之悲，苏轼亦云，只是表现之风格手法不同，非真有异也。",
                    "transferInfo" : "姹紫嫣红的花儿转眼已经凋谢，春光未免太匆忙。也是无可奈何啊，花儿怎么能经得起那凄风寒雨昼夜摧残呢？着雨的林花娇艳欲滴好似那美人的胭脂泪。花儿和怜花人相互留恋，什么时候才能再重逢呢？人生令人遗憾的事情太多，就像那东逝的江水，不休不止，永无尽头。",
                    "backgroundInfo" : "这首词作于北宋太祖开宝八年（公元975年）李煜被俘之后。待罪被囚的生活使他感到极大的痛苦。他给金陵（今江苏南京）旧宫人的信说“此中日夕，只以眼泪洗面”。此词即写于作者身为阶下囚时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长相思·一重山",
                    "author" : "李煜",
                    "content" : "一重山，两重山。山远天高烟水寒，相思枫叶丹。菊花开，菊花残。塞雁高飞人未还，一帘风月闲。",
                    "addtionInfo" : "重：量词。层，道。烟水：雾气蒙蒙的水面。枫叶：枫树叶。枫，落叶乔木，春季开花，叶子掌状三裂。古代诗文中常用枫叶形容秋色。丹：红色。塞雁：塞外的鸿雁。帘：帷帐，帘幕。风月：风声月色。",
                    "classInfo" : "86",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "《长相思·一重山》这首小令，《新刻注释草堂诗余评林》在词调下题作“秋怨”。这“秋怨”，便是统贯全词的抒情中心。虽然通篇未曾出现“秋”、“怨”字眼，但仔细吟诵一遍，便会觉得“秋怨”二字确实最为简洁、准确地概括了本词的旨意。 全词写了一个思妇在秋日里苦忆离人、急盼归来，然而最终没有盼来的怨恨心绪。&&&上片写她望中所见之景。&&&这三句描写了一幅荒寂寥廓的群山秋色图，层次极为分明：“一重山”，是近景，“二重山”，是中景；“山远天高烟水寒”，是远景。这一切都是跟着思妇眺望目光的由近及远渐次展开的。清初词人纳兰性德的名作《长相思》曰：“山一程，水一程。身向榆关那畔行。”写主人公越山过水，渐去渐远，很可能是受了该词的启发。需注意的是，“烟水寒”的“寒”，并非仅仅用来形容“烟水”，而且还曲折传出了思妇的心理感觉。正因为久望不见，更添哀伤，心头才滋生了寒意。如此，则目中所见，自然皆带寒意了。上片结句说她“望尽天涯路”而无所得，便收束眼光，不经意地扫视周遭景物，瞥见不远处有枫叶如火，灼人眼目。这使她猛然想起：时令又到了丹枫满山的秋天，自己经年累月的相思之情何日才能了结啊？“相思”一词的出现，使得词旨豁然显现。&&&下片便顺着“相思”折入，着重刻画她的心理活动，写她思中所念之事。“菊花开，菊花残”，用短促、相同的句式，点出时间流逝之速，暗示了她相思日久，怨愁更多。紧连着的“塞雁高飞人未还”，可视为她的直接抒情，也可以看作她在触景生情。塞外大雁尚且知道逢秋南归，那飘泊在外的游子为什么还见不到他的踪影呢?用雁知“归”来反衬人不知“还”，就更深一层地表现出了她的内心怨苦。怨恨尽可以怨恨，但它毕竟是产生于“相思”基础上的，如今良人未还，说不定他碰上了什么意外，或是在路途上染上了风疾。这些想法涌上心头，使得女主人公在怨恨之余，又深深地为他担忧起来了。&&&“一帘风月闲”，刻画出了思妇由于离人不归，对帘外风晨月夕的美好景致无意赏玩的心境。柳永《雨霖铃》词写一对恋人分别后的意绪说：“此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说”，含意正与此同。&&&这首词的最大特点是，句句写思妇“秋怨”，“秋怨”二字却深藏不露。对思妇的外貌、形象、神态、表情未作任何描摹，而是侧重于表现出她的眼中之景，以折现其胸中之情，用笔极其空灵。李煜词的语言锤炼功夫很深，他善于用单纯明净、简洁准确的语言生动地再现物象，展示意境。这个特点在该词里也有鲜明的体现，象“山远天高烟水寒”句，自然明朗，形象丰富，立体感强，境界阔远，并且景中蕴情，耐人寻味。",
                    "transferInfo" : "一重又一重，重重叠叠的山啊。山远天高，烟云水气又冷又寒，可我的思念像火焰般的枫叶那样。菊花开了又落了，时令交替轮换。塞北的大雁在高空振翅南飞，可是思念的人却还没有回来。只有帘外的风月无思无忧。",
                    "backgroundInfo" : "后主李煜的前期作品主要反映宫廷生活和男女情爱，题材较窄。但也有一些抒发悲愁情绪的作品，没有后期复杂的情感，只是通过写词即兴抒发内心的情感，《长相思·一重山》就是这个时期的代表作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·别来春半",
                    "author" : "李煜",
                    "content" : "别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。",
                    "addtionInfo" : "别来春半：自分别以来，春天已过去一半，说明时光过得很快。柔肠：原指温柔的心肠，此指绵软情怀。砌（qì）下：台阶下。落梅：指白梅花，开放较晚。全句意思是，台阶下飘落的白梅花犹如雪片纷飞。拂了一身还满：指把满身的落梅拂去了又落了满身。雁来音信无凭：这句话是说鸿雁虽然来了，却没将书信传来。古代有凭借雁足传递书信的故事。无凭：没有凭证，指没有书信。遥：远。归梦难成：指有家难回。更行更远还生：更行更远，指行程越远。",
                    "classInfo" : "6",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "这首《清平乐》，表现了作者在恼人的春色中，触景生情，思念离家在外的亲人的情景。&&&上阙劈头一个“别”字，领起全文，结出肠断之由，发出怀人之音。“砌下”二句，承“触目”二字而来。“砌下”即阶下：“落梅如雪”，一片洁白。白梅为梅花品种之一，花开较晚，故春已过半，犹有花俏。“如雪乱”，是说落梅之多。梅白如雪，尽为冷色，画面的冷寂，色调的愁惨，不正是寓示着人生的哀伤、离情的悲凉么？“乱”字尤语意双关。此时思绪之乱决不亚于落梅之乱。“拂了一身还满面”，亦以象征手法表达自己扫不尽的离愁。梅花越落越多，而离愁亦拂去仍来。一笔两到，于婉曲回环中见出情思。这两句，词人巧妙地将感时伤别的抽象之愁绪，与大自然融为一体，构成一个天真纯情的艺术造型。花下久立恋恋不去，落梅如雪，一身洁白，是个深情的怀人形象，境界很高洁，拂了还满，而又洁白如雪，十分纯洁。《花间集》中就难以找到这样的词境和格调。&&&下阕仍承“别来”二字，加倍写出离愁。古人有雁足传书的故事。“雁来音讯无凭”是说雁来了，信没来；雁归了，而人未归。“路遥归梦难成”，从对方难成归梦说起，是深一层的写法。极写离人道途之远，欲归未能。信亦无，梦亦无，剩下的只有情天长恨了，于是逼出结尾二句：“离恨恰如春草，更行更远还生。”把怀人的情思比作远连天边的春草，正在不断地繁衍滋生。“更行”、“更远”、“还生”三外简短的词句，将复迭和层递等修辞手法交织于一句，以春草的随处生长比离恨的绵绵不尽，委婉，深沉，余思不尽。“春草”既是喻象，又是景象，更是心象。随着它的“更行列远”，向天涯之尽头，拓开了人的视野和时空的距离。人走得愈远，空间的距离拉得愈大，春草也就蔓延得更多，直至视野尽处那一片虚化了的，模糊了的空间。词人的满腔离愁别绪，也随之化入了漫漫大气，离情之深，无可言状了。这种虚实相生的手法，使形象化入漫漫时空，促人深思联想，与《虞美人》中“问君能有几多愁，恰似一江春水向东流”句，有异曲同工之妙。&&&全词以离愁别恨为中心，线索明晰而内蕴，上下两片浑成一体而又层层递进，感情的抒发和情绪的渲染都十分到位。作者手法自然，笔力透彻，尤其在喻象上独到而别致，使这首词具备了不同凡品的艺术魅力。",
                    "transferInfo" : "离别以来，春天已经过去一半，映入目中的景色掠起柔肠寸断。台阶下飘落的白梅花犹如雪片纷飞，将它拂去不知不觉又洒满一身。鸿雁虽然来了，却没将书信传来。路途遥远，有家难回。离别的愁恨正像春天的野草，越行越远它越是繁生。",
                    "backgroundInfo" : "公元971年秋，李煜派弟弟李从善去宋朝进贡，被扣留在汴京。974年，李煜请求宋太祖让从善回国，未获允许。李煜思念之深，常常痛哭。陆永品认为这首词有可能是从善入宋的第二年春天，李煜为思念他而作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "捣练子令·深院静",
                    "author" : "李煜",
                    "content" : "深院静，小庭空，断续寒砧断续风。无奈夜长人不寐，数声和月到帘栊。",
                    "addtionInfo" : "砧（zhēn）：捣衣石。寒砧：寒夜捣帛声。古代秋来，家人捣帛为他乡游子准备寒衣。栊：窗户。",
                    "classInfo" : "104",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "这是一首本义词。白练是古代一种丝织品，制作过程要经过在砧石上用木棒捶捣这道工序，一般都是由妇女操作的。这首词的词牌即因其内容以捣练为题材而得名。作者通过对一个失眠者夜听砧上捣练之声的描绘，写出了抒情主人公内心的焦躁和烦恼。&&&“深院静，小庭空，断续寒砧断续风。”这首小令的前三句是说，秋风送来了断续的寒砧声，在小庭深院中，听得格外真切。&&&头两句乍一看是重复的，后来汤显祖在《牡丹亭》里就写出了“人立小庭深院”的句子，把“深院”和“小庭”基本上看成同义词。其实这两句似重复而并不重复，第二句是诉诸视觉。然而尽管耳在听目在看，却什么也没有听到和看到。这样“静”和“空”这两个字，不仅在感受上给人以差别，而且也看出作者在斟酌用词时也是颇费了一番心思的。“深院”是写居住的人远离尘嚣；“小庭”则写所居之地并非雕梁画栋，只是一个空空荡荡的小小天井，不仅幽静，而且空虚。头两句看似写景，实际是衬托出主人公内心的寂寞无聊。只有在这绝对安静的环境里，远处被断续风声吹来的砧上捣练之声才有可能被这小庭深院的主人听到。&&&第三句是这首词的核心。自古以来砧上捣衣和捣练的声音以致成为夫妇和情人彼此相似回忆的诗料；久而久之，也就成为诗里的典故。李煜这首词是从听砧人的角度来写的。这个听砧人不管是男还是女，总之是会听到这种声音而引起相思离别之情的。所要指出的是，第三句虽连用两个“断续”字样，涵义却尽不相同。一般的说，在砧上捣衣和捣练的声音，总是有节奏的，因此一声与一声之间总有短暂的间歇，而这种断续的有节奏的捣练声并没有从头至尾一声不漏的送入小庭深院中来。这是因为风力时强时弱，时有时无，这就使得身居小庭深院中的听砧者有时听得到，有时听不到。正因为“风”有断续，才使得砧声时有时无，若断若续。这就把一种诉诸听觉的板滞沉闷的静态给写活了。&&&“无奈夜长人不寐，数声和月到帘栊。”小令后两句是说，夜深了，月光和砧声穿进帘栊，更使人联想到征人在外，勾起了绵绵的离恨和相思。因而长夜不寐，愁思百结。&&&后面两句，明明是人因捣练的砧声搅乱了自己的万千思绪，因而心潮起伏，无法安眠；作者却偏偏倒过来倒果为因，说人由于长夜无奈睡不着觉，这才使得砧声时断时续达到耳畔。而且夜深了，砧声还在断断续续的响，是伴随着月光传入帘栊的。这就把听觉和视觉相互结合起来，做到了声色交融——秋月的清光和捣练的音响合在一起，共同触动着这位“不寐者”的心弦。然而作者并没有绘声绘色，大事渲染，只是用单调的砧声和朴素的月光唤起了对一个孤独无眠者的惆怅和同情。这正是李煜写词真正见功力的地方。",
                    "transferInfo" : "秋风送来了断续的寒砧声，在小庭深院中，听得格外真切。无奈长夜漫漫难以入睡，一声声的砧声和着月光穿进帘栊，让人愁思百结。",
                    "backgroundInfo" : "开宝八年（公元975年），宋朝灭南唐，李煜亡家败国，肉袒出降，被囚禁待罪于汴京。《捣练子令·深院静》属于李煜后期的作品，写出了词人因寒夜捣衣之声而引起的各种离怀愁绪。。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "破阵子·四十年来家国",
                    "author" : "李煜",
                    "content" : "四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。",
                    "addtionInfo" : "破阵子：词牌名。四十年：南唐自建国至李煜作此词，为三十八年。此处四十年为概数。凤阁龙楼：帝王居所。霄汉：天河。玉树琼枝：形容树的美好。烟萝：形容树枝叶繁茂，如同笼罩着雾气。识干戈：经历战争。干戈：武器，此处指代战争。沈腰潘鬓：沈腰指代人日渐消瘦，潘鬓指代中年白发。辞庙：辞，离开；宗庙：古代帝王供奉祖先牌位的地方。",
                    "classInfo" : "17",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "李煜从他做南唐国君的第一天起，就一直在北方强大的赵宋政权的威慑下过着朝不虑夕的日子，随时都有灭国为虏的危险，这在南唐君臣的心中投下了很深的暗影。大臣徐锴临终时就说：“吾今乃免为俘虏矣！”庆幸自己逃过了做亡国俘虏的下场。然而亡国的一天终于来了，宋太祖开宝八年（975）金陵为宋兵占领，李煜肉袒出降。作为俘虏，他与子弟四十五人被宋兵押往北方，从此开始了他忍辱含垢的生活。三年之后，宋太宗毕竟容不下这个亡国之君，将他毒死在汴京，时仅四十二岁。此词便写于他生命的最后几年中。&&&“四十年来家国，三千里地山河。”这首词开头两句是说，南唐开国已有四十年历史，幅员辽阔。&&&南唐自先主李昪于公元938年立国，至975年后主亡国，计三十八年，称四十年是举成数言。版图共有三十五州，方圆三千里，定都金陵，当时堪称大国。&&&“凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？”这三句是说，宫殿高大雄伟，可与天际相接，宫苑内珍贵的草木茂盛，就像罩在烟雾里的女萝。在这种奢侈的生活里，我哪里知道有战争这回事呢？&&&宫中危楼高阁，栖凤盘龙，上迫云霄；御园内遍布名花奇树、草木葳蕤，烟聚萝缠，一派豪华浓艳的景象。据宋人笔记中载，南唐宫中以销金红罗罩壁，以绿钿刷隔眼，糊以红罗，外种梅花；梁栋、窗壁、柱栱、阶砌等都作隔筩，密插杂花，可见其豪奢。所以此词的上片可视为实录，而且写得词意沉雄，气象宏大，与当时盛行于词坛的花间派词风格迥异，已开后来宋人豪放一路。上片结拍：“几曾识干戈？”顺着前面豪华安逸的宫廷生活而来，峰回路转，承上启下，生出下片屈为臣虏的情景，转折之妙全在于自然流走，绝无拗折痕迹。&&&“一旦归为臣虏，沈腰潘鬓消磨。”这两句是说，自从做了俘虏，我因为在忧虑伤痛的折磨中过日子而腰肢减瘦、鬓发斑白。“沈腰”暗喻自己像沈约一样，腰瘦得使皮革腰带常常移孔，而“潘鬓”则暗喻词人自己像潘岳一样，年纪不到四十就出现了鬓边的白发。连着这两个典故，描写词人内心的愁苦凄楚，人憔悴消瘦，鬓边也开始变白，从外貌变化写出了内心的极度痛苦。古人说忧能伤人，亡国之痛，臣虏之辱，使得这个本来工愁善感的国君身心俱敝。李煜被俘之后，日夕以眼泪洗面，过着含悲饮恨的生活。这两个典故即是他被虏到汴京后的辛酸写照。&&&“最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。”后三句是说，最使我记得的是慌张的辞别宗庙的时候，宫中的乐工还吹奏起别离的歌曲，这种生离死别的情形，令我悲伤欲绝，只能面对宫娥们垂泪而已。教坊的音乐是李煜平日所钟爱的，他前期的不少词中都有听乐的记载，然而此时笙歌已不复能给人带来欢乐，却加深了别离的悲凉。从一国之主骤然沦为阶下之囚，李煜的感受自然是深沉悲痛的，然而千愁百感从何说起，况且面对着这些幽居深宫的宫女，于是只能挥泪而别。&&&此词上片写繁华，下片写亡国，由建国写到亡国，极盛转而极衰，极喜而后极悲。中间用“几曾”“一旦”二词贯穿转折，转得不露痕迹，却有千钧之力，悔恨之情溢于言表。作者以阶下囚的身份对亡国往事作痛定思痛之想，自然不胜感慨系之。此词回顾事国时的繁华逸乐：那四十年来的家国基业；三千里地的辽阔疆域，竟都沉浸在一片享乐安逸之中。“几曾识干戈”既是其不知珍惜的结果，同时也是沦为臣虏的原因。记叙离别故国时哭辞宗庙的情景，写来尤为沉痛惨怛。其事虽见载于《东坡志林》但出自后主之手，更觉凄惨苦涩，不失为一个丧国之君内心的痛苦自白。",
                    "transferInfo" : "南唐开国已有四十年历史，幅员辽阔、山河壮丽。宫殿高大雄伟与天际相接，宫苑内珍贵的草木茂盛，鲜花遍地，藤萝缠蔓。何时经历过刀枪剑戟、战火烽烟呢？自从做了俘虏，心中忧思难解，已是憔悴消瘦，两鬓斑白。记忆最深的是慌张地辞别宗庙的时候，乐队还在演奏着别离的悲歌，这种生离死别的情形，令我悲伤欲绝，只能面对宫女们垂泪。",
                    "backgroundInfo" : "此词作于李煜降宋之后的几年，即作者生命的最后几年，具体时间不详。金陵被宋军攻破后，李煜被俘。这次永别，李煜以这一阕《破阵子》记录了当时的情景和感受。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "临江仙·饮散离亭西去",
                    "author" : "徐昌图",
                    "content" : "饮散离亭西去，浮生长恨飘蓬。回头烟柳渐重重。淡云孤雁远，寒日暮天红。今夜画船何处？潮平淮月朦胧。酒醒人静奈愁浓。残灯孤枕梦，轻浪五更风。",
                    "addtionInfo" : "饮散：饮完酒后离散。离亭：送别的驿亭。浮生：一生。飘蓬（péng）：飘浮无定之意。重重（chóng chóng）：一层又一层，形容很多。暮（mù）天红：指傍晚天空一片酡红。画船：装饰华丽的船。多指游船。淮（huái）月：指照临淮水上空的月亮。朦胧（méng lóng）：模糊不清。奈：怎奈，奈何。孤枕（zhěn）梦：这里指孤枕难眠。五更风：指黎明前的寒风。 ",
                    "classInfo" : "86",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "这是一首写旅愁的小令。&&&上片开头是：“饮散离亭西去，浮生长恨飘蓬”。词人饮罢饯行酒，与亲故辞别西去，感慨万分，怨恨自己一生象飞蓬那样到处飘泊。离亭，送别的驿亭。“浮生”一词，出自《庄子·刻意》“其生若浮，其死若休”。庄子认为人生在世虚浮不定，后世相沿称人生为浮生。这里，词人感慨自己的身世，如今踏上旅途，从此开始了“飘蓬”一般的生活，遥遥水路，漠漠苍天，词人内心极度凄凉，羁旅之恨油然而生。而这恨又是“长恨”，这就道出了“饮散”“西去”对词人来说并非第一次了，每重演一次，就会增加一分身世飘零之恨。一个“长”字，使恨的情感深化了。&&&词人生活在唐宋之交的动乱时代，这首词，可能就是徐昌图由闽入宋前的作品，它不仅反映了词人凄清的身世，也包容了唐末宋初离乱社会的影子。这次词人西去，是乘船而行的。他别情依依，禁不住频频回首：“回头烟柳渐重重”。送行的人已不见了，只有那岸上的杨柳象是笼罩着一重重的烟雾。“烟柳重重”既是状景也是写情。这是由于当词人看到烟柳迷茫而看不到人时，必然增添其内心的苦闷。因为柳色是最容易引起人的离情别意的，所以，写“烟柳重重”，实际上也就是“离情重重”，是把抽象、无形的愁情寄托在具体形象的烟柳中来表现而已。&&&接下去，词人转过头来，顺眼一望，却是“淡云孤雁远，寒日暮天红”。辽远的天际飘浮着几丝淡云：并不时地传来孤雁的鸣声，傍晚的落日，照得满天通红。此时此景，又不免使人感到：“浮云游子意，落日故人情”（李白诗）。词人象浮云一样飘流无依，象孤雁一样孑然影单，而寒日西沉，晚霞映天，却又唤起词人念乡思亲的凄伤之情，这一切既是词人眼前之景，也是他今后“飘蓬”生活的形象概括。这是由当前情景过渡到以后情景的写法，也是融情入景，即景抒情的写法，所以这二句可看作是词人特定心态下摄取的一组画面，既是实景，也是虚景，虚实相用，使画面极富表现力，它给读者的感受就不仅是自然景观了，更深刻的是这种景观中所隐含的离情别恨，它连绵不断，广阔深远。&&&下片写词人途中的孤寂心情。“今夜画船何处？潮平淮月朦胧”。词人辞别亲故，纵一叶孤舟西去，水路迢迢，暮色苍苍，想到归宿，词人不禁自问，愁绪充塞。夜深了，当词人从船舱里探出头来时，只见船已行在平波万顷的淮水上，空茫迷濛，孤月映水，朦胧凄清。“淮月”，照临淮水上空的月亮。词人通过气氛的渲染和景物的烘托，使内心的感伤之情与外在的空冷之景交融为一，传达出词人此时此地的冷寂情怀。这时候，词人愁绪难以排遣，只有借洒消愁了。然而，醉酒只能求得一时的解脱，“酒醒人静奈愁浓”，一旦酒醒，回到现实，只能更增愁情，不是三杯两盏淡酒就冲刷得掉的。一个“奈”字，突出了词人万般无奈的苦闷心情。结句：“残灯孤枕梦，轻浪五更风。”又进一步写他的这种感情。一个人躺在船里，辗转反侧，愁绪万千。一直熬到夜尽灯残之时，才对着残弱的烛光，勉强伏枕而眠，可惜好景不长，恍惚朦胧中波动船摇，词人梦断，原来是水面上起了风波。“五更风”，指黎明前的寒风，萧瑟凄寒。好一个“晓风残月”，令人难以忍受，可谓悲痛至极。&&&俞陛云《唐五代两宋词选释》曾评徐昌图的《临江仙》一词，曰：“状水窗风景宛然，千载后犹想见客中情味也”。其所以如此，就在于词人巧妙地融情与景为一体，写离愁却很少直接抒情，而是借助于外在的景物来表现词人内心的离愁别恨。词人沿情布景，景物的转承和变换、环境气氛的渲染和烘托，处处反衬出词人的内心世界。离愁难奈，感人至深。",
                    "transferInfo" : "喝完饯别酒，友人们终于挥手别去，常常怨恨这种漂泊不定短暂虚浮的人生。回首看到如烟似雾的杨柳早已遮断视线。往前看去，风清云淡，孤雁远征。孤单的寒日傍晚天空一片酡红。今夜画船将停在什么地方？只怕夜间潮平水落，泊船岸边，一片清月迷漾。到酒消人也醒时，那种愁绪倍加难以排遣了。蜡烛残尽孤枕难眠；五更时轻风吹来激起点点浪花。",
                    "backgroundInfo" : "在羁役前，徐图昌为了抒发对心上人的眷恋和难消的离愁而在与恋人驿站饮别时写下了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "菩萨蛮·枕前发尽千般愿",
                    "author" : "佚名",
                    "content" : "枕前发尽千般愿，要休且待青山烂。水面上秤锤浮，直待黄河彻底枯。白日参辰现，北斗回南面。休即未能休，且待三更见日头。",
                    "addtionInfo" : "菩萨蛮：词牌名。休：罢休，双方断绝关系。参辰：星宿名。参星在西方，辰星（即商星）在东方，晚间此出彼灭，不能并见；白天一同隐没，更难觅得。北斗：星座名，以位置在北、形状如斗而得名。",
                    "classInfo" : "37",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "本文是敦煌曲子词中的一首早期民间词作，写的是男女间的爱情盟誓。为了表达对爱情的坚贞不渝，全词一共使用了六种自然景物和非现实现象表达了主人公的愿望。在主人公眼中，爱情与山河同在，与日月共存，夸张又不过分地强调了爱情的永固。此词圆熟流丽，挥洒曲折，富于独创性的表现方式，使得这篇抒情之作成为唐朝诗苑中的一颗明珠。&&&特色之一是开门见山。&&&全词从感情的高峰上泻落，滚滚滔滔，一发难收。芙蓉帐里、鸳鸯枕上的这位女主人公，既贪恋云雨新欢的良宵，又不能不担心现实生活中女子常遭遗弃的不幸，两种感情的撞击一下子将她推向盟山誓海的峰巅。因而一落笔，感情便喷薄而出，并外化为开门见山的结构特点，晴日之下忽然轰雷四起，以高八度唱出“枕前发尽千般愿。”“发愿”即发誓，是唐代的俗语，也是至今仍活在江南一带的口头语。发愿本来已是庄重的表示，“发”而至于“尽”，“愿”有“千般”之多，更可看出女主人公感情的激动与态度的坚决。首句切入正题，同时又有着提纲契领、笼罩全篇的作用，以下七句所兴六事，便是从首句“发愿”这一源头上流出而形成的一条绵延不绝的感情的长河。&&&特色之二是博喻手法的运用。&&&为了表现对坚贞不渝的爱情的向往，词中广泛设喻。女主人公表示，除非六件不可能实现的事都成为事实，否则决不同意婚姻关系的解除。她举出的六件事是：青山烂，秤锤浮，黄河枯，白天同时见到参星和辰星，北头的斗柄转向南面，半夜里出现太阳。这和汉乐府民歌《上邪》的构思极为相似：“上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震，夏雨雪，天在合，乃敢与君绝！”都是采用日常生活中习见的事物作比喻，“青山烂”与“山无陵”、“黄河枯”与“江水竭”，更是如出一辙，但这并不意味着《菩萨蛮》因袭《上邪》，而正好说明了它们都来自生活。正因为是来自生活，所以所用比喻尽管相似，却并不全同。“白日参辰现”与“三更见日头”，同“冬雷震震，夏雨雪”虽然都是从时间的角度立论，但前者着眼于昼夜，而后者着眼于四季。具体的写法也各有千秋：《上邪》以前后两个“绝”字相响应，五个比喻一气直下；《菩萨蛮》则以第一个“休”字引出五个比喻以后，略一顿挫，以“休即未能休”的让步副句以退为进，意思是即使以上五种假设都成为事实，要遗弃（即所谓“休”）我，也还是办不到的，从而在更高的层次上提出了“且待三更见日头”的新的假设。此词由于紧紧围绕着“不能休”这一中心取譬设喻，所以“群言虽多，而无棼丝之乱”（《文心雕龙·附会》）。众辞辐辏，如大弦小弦嘈嘈切切，似大珠小珠跌落玉盘，响起的是一片繁富而又和谐的乐音。&&&特色之三是具有民歌的情调与风格。&&&文人笔上的“柔情似水，佳期如梦”的纤细情感，蕴藉含蓄、欲说还休的委婉的表达方式，以及反复推敲、精雕细琢的炼字造句的功夫，与这首词是无缘的。此词抒发的是天籁之声，大胆，热烈，奔放，率直。意在夸张，不惜夸大其辞（如“枕前发尽千般愿”句）；为了强调，比喻的运用层见叠出；在用字上也不避重复，三用“休”字，二用“面”字、“日”字，“且待”两见而又用了“直待”。这些无不表现民间歌谣拙朴、自然的本色。南朝民歌《大子夜歌》说：“不知歌谣妙，声势由口心。”所谓“声势由口心”，是说民间歌谣独特的风情格调的形成，是由于心有所感，以口写心。这大概就是这首《菩萨蛮》语浅情深、似拙而巧，成为一首好词的奥秘。&&&这首曲子词落笔惊风，造势遒迈，且没有文士词幽婉曲折的风致与含蓄蕴藉的神韵，完全是情思所致，任意挥洒，恰似长河东流，浩浩汤汤。全词热烈大胆，奔放直率，似拙而新，语浅情深。首句切入正题，起着提纲挈领、总揽全篇的作用，以下七句所列举六种自然景物和非现实现象（青山、水面、黄河、参辰、北斗、日头），便是从首句“发愿”这一源头上飞流直下而形成的一条绵延不绝的情感河流。其想象是宏阔而丰富的，想象的空间由地及天，想象的对象由山河到星日，以世间最雄伟的景物来比拟爱情，把爱情鲜活的生命与永恒的天地日月相提并论，形成一种奇妙而合理的类比推理：青山不会烂，水面上浮不起秤锤，黄河不会干枯，参星和辰星不会在白昼出现，北斗不会转到南面，三更半夜不会见到日头，爱情也因此绵绵无绝期。作者从反面下笔，如此类推，可谓悖理而合情、无理而曼妙，从而收到与《上邪》殊途同归、异曲同工之效果。",
                    "transferInfo" : "在枕边发尽了千百种誓言，想要断绝爱恋关系除非等到青山溃烂，秤锤在水面上漂浮，黄河干枯得见底。还要白天看见参星和商星，北斗回到南面。即使这些事都出现了，还是不能中断，除非是半夜三更出现了太阳！",
                    "backgroundInfo" : "这首《菩萨蛮》见于敦煌遗书斯四三三二号，当作于唐天宝年间。一般认为这首词是男女间的爱情盟誓，但学者对词的抒情主人公及其所抒发的思想感情众说纷纭，莫衷一是。单问此词写的是谁在发誓，便有双方发誓说、女方发誓说、男方发誓说三种说法。而祝诚认为“全词该是今日遭到离弃的女子，痛苦万状地回忆当年男子信誓旦旦地发出盟誓的情状之言。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹊踏枝·叵耐灵鹊多谩语",
                    "author" : "佚名",
                    "content" : "叵耐灵鹊多谩语，送喜何曾有凭据？几度飞来活捉取，锁上金笼休共语。比拟好心来送喜，谁知锁我在金笼里。欲他征夫早归来，腾身却放我向青云里。",
                    "addtionInfo" : "叵耐：不可忍耐。金笼：坚固而又精美的鸟笼。休共语：不要和他说话。比拟：打算，准备。征夫：出远门的人。这里是指关锁灵鹊的人的丈夫。腾身：跃身而起。",
                    "classInfo" : "88",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "此词舍弃了通常赋比兴手法的运用，避开了作者感情的直接抒发，却巧妙地实写了少妇和灵鹊的两段心曲。词上片是少妇语，下片是灵鹊语。全词纯用口语，模拟心理，得无理而有理之妙，体现了刚健清新、妙趣横生的艺术特色。&&&有人说，这上下片之间是少妇和灵鹊的问答或对话，这说法恐怕不确。实际上倒更像二者的心理独白或旁白，这不仅从语气和清理上看，它们之间不必也不像对话；而且，早期的词是入乐的，它通过演唱者的歌声诉诸人们的听觉，以口头艺术特有的声调语气，使用独白或旁白，是易于表现主人公的心理态势，以至于表达主题思想的。上片在于表明少妇的“锁”，下片在于表明灵鹊的要求“放”，这一“锁”一“放”之间，已具备了矛盾的发展、情节的推移、感情的流露、心理的呈现、形象的塑造，这也就完成了艺术创作的使命，使它升华为一件艺术品了。&&&灵鹊报喜是中国固有的民间风俗。不过，将灵鹊的噪叫当作行人归来的预报，毕竟只是一种相沿而成的习俗、观念，它本身并不见得合理，因而也就往往难以应验。而作者采用这一习俗入词，正是觑着它的“跛脚处”而有意生发，其目的还在于表现少妇思夫不得而对灵鹊的迁怒。于是，不合理的习俗倒构成了合理的故事情节，而且也由此增强了词作的生活气息和真实感。这有如点铁成金的魔棒，有此一着，顿使全词发生了奇妙的变化，给了两段普通的心曲以光彩、活力、生命，使词作活起来。",
                    "transferInfo" : "“不可忍耐那喜鹊来叽叽喳喳的叫，都说你是最灵的，总是报告喜讯，可是你给我送来了什么啊？他一点消息都没有！再这样调戏我的感情，看我不把你捉了来，把你锁在笼子里，你还能说什么！”“本来是好心来早早给她报个喜讯的，想给她的寂寞一点安慰。可是她却把好心当作了驴肝肺！竟然把我捉了锁进笼子。唉！她的心情俺还是理解的，不跟她计较了，但愿她的那个人早日归来，那个时候就知道我是好心了，就会欢天喜地的把我放出来的。”",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "望江南·天上月",
                    "author" : "佚名",
                    "content" : "天上月，遥望似一团银。夜久更阑风渐紧。与奴吹散月边云。照见负心人。",
                    "addtionInfo" : "更阑：更残，即夜深。奴：古代女子的谦称。",
                    "classInfo" : "89",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "这首敦煌曲子词，是一首失恋者之怨歌，或是一首民间怨妇词。但仅仅指出其中的怨意，是很不够的；还须体味词中蕴含的那一份痴情，须看到女主人公对“负心人”尚未心死，才能够味。&&&前两句写景而兼比兴。“天上月”一一是思妇隔窗所见。身处室内I也能见月，表明月已升高，时届更深。更深而望月，反转来衬托思妇之无寐。夜深不寐，进一步暗示人被相思所苦。这三个字写月亮，却溶入了时间（深夜）、人物（思妇）以及人物的精神状态（相思）三个连锁意念。“遥望似一团银”一一正常的情祝下，月亮虽不比太阳的亮度强烈，却也晶莹刺眼。而思妇所见的月亮，却像质态浑贡、色调灰白的银团。这是朗月通过窗纸透映出来的形象，表现人在室内隔窗视月所得的视觉映象。按照抒情诗抒发人物主观感受的需要，高挂在天的月，通过人物感官的过滤，所以有如此的描写。这一句承接“天上月”而来，是从隔窗所见的角度对月亮的进一步描写，但它并不单纯是对隔窗之月的描写。用“望”字，表明人物在观察，这就巧妙地带出了望月的人物。“望”前加一“遥”字作空间状语，一则前面承接“月”之远挂高天，一则后面照应“负心人”之远离自己。&&&从开头两句到下面两句，词意有个跳跃，形成一处空白，这就是夜阑天变，月被云遮，晦暗不明，所以下文有呼风驱散“月边云”之语。词中女子似未感觉到风起正是天变云生的征兆，反而寄望于风，求它“与奴吹散月边云”，痴态可掬。其所以这样，是因为她急于让明月“照见负心人”。然而“照见”又如何，却不更说，意极含混，却能启发读者寻思。“听话听反话，心爱叫冤家。”即便骂对方为“负心人”，也未必是决绝语，反而见出自己的未能忘情。&&&可见此词之妙，全在将俗语所谓“痴心女子负心汉”作了艺术的表现，且写得很有特色。此词表现手法之妙，在于将恋爱故事由女主人公口吻道出，情景浑然一体。而口语化的语言，又为词作增添了活泼生动的情致。",
                    "transferInfo" : "遥望着窗外，朦胧的月亮就好像一团白银。夜深人静，身边风声渐紧。月亮被乌云遮住了。风呀，请你吹散月亮边上的乌云，让它照到我那负心汉。",
                    "backgroundInfo" : "这首是敦煌曲子词。这是一首写于封建的词。写一个弃妇的悲吟，“痴心女子负心汉”，这是封建制度造成的无数悲剧。词着重写中的女子独自望月怀人到深夜，而那男子却变了心是为了反映出封建社会里妇女的痛苦心情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "15000",
    "mainClass" : "18"
}
