{
    "poetryList" : [
                    {
                    "name" : "瑞龙吟·大石春景",
                    "author" : "周邦彦",
                    "content" : "章台路。还见褪粉梅梢，试花桃树。愔愔坊陌人家，定巢燕子，归来旧处。黯凝伫。因念个人痴小，乍窥门户。侵晨浅约宫黄，障风映袖，盈盈笑语。前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步。事与孤鸿去。探春尽是，伤离意绪。官柳低金缕。归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。",
                    "addtionInfo" : "章台路：章台，台名。秦昭王曾于咸阳造章台，台前有街，故称章台街或章台路，其地繁华，妓馆林立，后人因以章台代指妓女聚居之地。试花：形容刚开花。愔愔：幽静的样子。坊陌：一作坊曲，意与章台路相近。乍窥门户：宋人称妓院为门户人家，此有倚门卖笑之意。浅约宫黄：又称约黄，古代妇女涂黄色脂粉于额上作妆饰，故称额黄。宫中所用者为最上，故称宫黄。浅约宫黄：轻涂宫黄，细细按抹之意。前度刘郎：指唐代诗人刘禹锡。此处词人以刘郎自比。旧家秋娘：这里泛指歌伎舞女。元稹、白居易、杜牧诗中屡有言及谢秋娘和杜秋娘者，盖谢、杜云云别其姓氏，秋娘则衍为歌妓的代称。《燕台》句：指唐李商隐《燕台四首》。李曾作《燕台》诗四首，分题春夏秋冬，为洛阳歌妓柳枝所叹赏，手断衣带，托人致意，约李商隐偕归，后因事未果。不久，柳枝为东诸侯娶去。此处用典，暗示昔日情人已归他人。露饮：指露天而饮，极言其欢纵。东城闲步：用杜牧与旧爱张好好事。官柳低金缕：柳丝低拂之意。官柳，指官府在官道上所植杨柳。金缕，喻指柳条。",
                    "classInfo" : "1",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "此词，字面上的重见桃花、重访故人，有“还见”、“重道”之喜，但只见“定巢燕子，归来何处”“旧家秋娘，身价如故”，自己则“探春尽是，伤离意绪”。空来空去，落得“断肠院落，一帘风絮”。此词，大开大合，起句突而又平。又其云在“章台路”上，不写眼前所见，却说“还见”云云，梅桃坊陌，寂静如故，燕子飞来，归巢旧处，全系写景，但以“还见”贯之，人之来，人之为怀旧而来，人之徘徊踯躅，都从字里行间露出，景中含情，情更浓烈，可见此词的沉郁处。中片本为双拽头，字句与上片同。以“黯凝伫”之人的痴立沉思写起，不写他所访求之人在与不在，而只“因念”云云，表面上描绘其昔时情态笑貌，实则追想从前的交游欢乐，但不明说，实是词的顿挫之处。下片则铺开来写，加深描绘“前度刘郎”“旧家秋娘”，一则“事与孤鸿去”，一则“声价如故”，对照写来，顿挫生姿。“燕台句”写空有才名，而今只留记诵。“知谁伴，名园露饮，东城闲步”，清游何在？真是沉郁之至。一结以“飞雨”、“风絮”，景中含情，沉郁而又空灵。这首词以“探春尽是，伤离情绪”为主旨，直贯全篇。从时间上说，是以今昔情节对比写来。上片之“章台路”、“坊陌人家”均写今日之景。中片之“因念个人痴小”云云都是写昔人的情况。今日之景是实写，昔日之人是虚拟。一实一虚，空灵深厚。“还见”字犹有过去的影子。“因念”字徒留今天的想象，又是今中有昔，昔中有今。下片则今昔情事交织写来，“前度刘郎重到”有今有昔。“同时歌舞，唯有旧家秋娘，声价如故”，则是昔日有者，今日有存有亡。“吟笺赋笔，犹记燕台句。知谁伴，名园露饮东，东城闲步。”又是昔日之事，而今日看来，一切皆“事与孤鸿去”。最后又写念日情况，是在“官柳低金缕”的风光中，“归骑晚，纤纤池塘飞雨，断肠院落，一帘风絮。”有今而无昔。今之惆怅和昔之游乐成一鲜明对照。词在时间上就是这样似断似续，伤春意绪却是联绵不断。词又是一起写景，一结写景。一起静景，一结动景。花柳风光中人具有无限惆怅，是以美景衬托出感伤，所以极为深厚。加以章法上的实写、虚写、虚实穿插进行，显出变化多端，使这首词极为沉郁顿挫而得到词中之三昧。",
                    "transferInfo" : "繁华的长街上，还能见到将谢的梅花挂在枝头，含苞欲放的桃花已长满一树。街巷里青楼寂无人声，只有那忙着修巢的燕子，又重新回到去年的旧处。我沮丧地凝神伫立，寻思那位玲珑娇小的旧情人。那日清晨初见时，她恰好倚门观望。她前额头上抹着淡淡的宫黄，扬起彩袖来遮挡晨风，嘴里发出银铃般的笑语。如今我故地重游，访问她原来的邻里和同时歌舞的姐妹，只有从前的秋娘，她的声价依然如故。我如今再吟词作赋，还清楚地记得她对我的爱慕。可惜伊人不见，还有谁伴我在花园纵情畅饮，到城东漫步？欢情旧事都已随着天边飞逝的孤雁远去。满怀兴致回来有意探春，却尽是离情别绪、感人伤怀。官道旁的柳树低垂着金黄色的枝条，仿佛在为我叹惜。我骑马归来时天色已晚，秋雨绵绵，纤纤雨丝打湿了衣襟，落满了池塘。那令人伤怀断肠的院落啊，风吹柳絮，满院狼藉，那门帘上也落满了随风飘飞的柳絮。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "满庭芳·夏日溧水无想山作",
                    "author" : "周邦彦",
                    "content" : "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。",
                    "addtionInfo" : "溧水：县名，今属江苏省南京市。风老莺雏：幼莺在暖风里长大了。午阴嘉树清圆：正午的时候，太阳光下的树影，又清晰，又圆正。卑：低。润：湿。乌鸢（yuān）： 即乌鸦。溅溅：流水声。黄芦苦竹，拟泛九江船：出自白居易《琵琶行》“黄芦苦竹绕宅生”。社燕：燕子当春社时飞来，秋社时飞走，故称社燕。瀚海：沙漠，指荒远之地。修椽：长椽子。句谓燕子营巢寄寓在房梁上。身外：身外事，指功名利禄。尊：同樽，古代盛酒的器具。急管繁弦：形容各种乐器同时演奏的热闹情景。筵yán）：竹席。枕簟（diàn）：枕席。",
                    "classInfo" : "3",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "这首词较真实地反映了封建社会里，一个宦途并不得意的知识分子愁苦寂寞的心情。上片写江南初夏景色，将羁旅愁怀融入景中。下片抒发飘流之哀。此词整体哀怨却不激烈，沉郁顿挫中别饶情味，体现了清真词一贯的风格。&&&一开头写春光已去，雏莺在风中长成了，梅子在雨中肥大了。这里化用杜牧“ 风蒲燕雏老（《赴京初入汴口》）及杜甫“红绽雨肥梅（《陪郑广文游何将军山林》）诗意。两句对仗工整，老字、肥字皆以形容词作动词用，极其生动。“午阴嘉树清圆 ”，则是用刘禹锡《昼居池上亭独吟》“日午树阴正”句意，“清圆”二字绘出绿树亭亭如盖的景象。以上三句写初夏景物，体物极为细微，并反映出作者随遇而安的心情，极力写景物的美好，无伤春之愁，有赏夏之喜。但接着就来一个转折：“地卑山近，衣润费炉烟 。”’正象白居易贬官江州 ，在《琵琶行》里说的“住近湓江地低湿”，溧水也是地低湿 ，衣服潮润，炉香熏衣，需时良多，“费”字道出衣服之潮 ，一“费”字既具体又概括，形象袅袅，精炼异常，则地卑久雨的景象不言自明。作者在这里还是感到不很自在吧 。接下去又转写：此地比较安静，没有嘈杂的市声，连乌鸢也自得其乐。“人静”句据陈元龙注云：“杜甫诗‘人静乌鸢乐’。”今本杜集无此语。正因为空山人寂，所以才能领略乌鸢逍遥情态。“自”字极灵动传神，画出鸟儿之无拘无束，令人生羡，但也反映出自己的心情苦闷。周词《琐窗寒》云：“想东园桃李自春”，用“自”字同样有无穷韵味。“小桥”句仍写静境，水色澄清，水声溅溅，说明雨多，这又与上文“地卑”、“衣润”等相互关联。小桥外，溪不清澄，发出溅溅水声。似乎是一种悠然自得之感 。但紧接着又是一转：“凭栏久，黄芦苦竹，疑泛九江船。”白居易既叹“ 住近湓江地低湿，黄芦苦竹绕宅生 ”，词人在久久凭栏眺望之余，也感到自己处在这“地卑山近”的溧水，与当年白居易被贬江州时环境相似 ，油然生出沦落天涯的感慨。由“凭栏久”一句，知道从开篇起所写景物都是词人登楼眺望所见。&&&下片开头，换头“年年”，为句中韵。《乐府指迷》云：“词中多有句中韵，人多不晓，不惟读之可听，而歌时最要叶韵应拍，不可以为闲字而不押，又如《满庭芳》过处‘年年，如‘社燕’，‘年’字是韵，不可不察也。”三句自叹身世，曲折道来。以社燕自比。社燕在春社时飞来，到秋社时飞去，从海上飘流至此，在人家长椽上作巢寄身。瀚海，大海 。词人借海燕自喻，频年飘流宦海，暂在此溧水寄身 。既然如此，“且莫思身外，长近尊前”，姑且不去考虑身外的事，包括个人的荣辱得失，还是长期亲近酒樽，借酒来浇愁吧。词人似乎要从苦闷中挣脱出去 。这里 ，点化了杜甫“莫思身外无穷事 ，且尽生前有限杯”（《绝句漫兴》）和杜牧的身外任尘土 ，尊前极欢娱（《张好好诗 》）。“憔悴江南倦客 ，不堪听急管繁弦 ”，又作一转 。在宦海中飘流已感疲倦而至憔悴的江南客，虽想撇开身外种种烦恼事，向酒宴中暂寻欢乐，如谢安所谓中年伤于哀东，正赖丝竹陶写 ，但宴席上的“急管繁弦”，怕更会引起感伤。杜甫《陪王使君》有“不须吹急管，衰老易悲伤 ”诗句 ，这里“不堪听”含有“易悲伤”的含意 。结处“歌筵畔，承上“急管繁弦”。“先安簟枕，容我醉时眠，则未听丝竹，先拟醉眠。他的醉，不是欢醉而有愁醉。丝竹不入愁之耳，唯酒可以忘忧。箫统《陶渊明传》：“渊明若先醉，便语客：‘我醉欲眠，卿可去。’”词语用此而情味自是不同。“容我”二字，措辞宛转，心事悲凉。结语写出了无可奈何、以醉遣愁的苦闷。",
                    "transferInfo" : "风使春季的莺雏长大，夏雨让梅子变得肥美，正午茂密的树下圆形的阴凉笼罩的地面。地势低洼靠近山，衣服潮湿总费炉火烘干。人家寂静乌鸦无忧自乐翩翩，小桥外边，新涨的绿水湍流激溅。久久凭靠栏杆，遍地黄芦苦竹，竟仿佛我自己像遭贬的白居易泛舟九江边。年复一年。犹如春来秋去的社燕，飘飞流浪在大漠荒原，来寄居在长长的屋檐。且不去想那身外的功名业绩，还是怡心畅神，常坐酒樽前。我这疲倦、憔悴的江南游子，再不忍听激越、繁复的管弦。就在歌宴边，为我安上一个枕席，让我醉后可以随意安眠。",
                    "backgroundInfo" : "宋哲宗元祐八年（1093年），周邦彦被贬任溧水县（今江苏溧水）县令，时年三十九岁，此词于游无想山时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "苏幕遮·燎沉香",
                    "author" : "周邦彦",
                    "content" : "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。",
                    "addtionInfo" : "燎（liáo）：烧。沉香：木名，其芯材可作熏香料。溽(rù)暑：潮湿的暑气。呼晴：唤晴。旧有鸟鸣可占晴雨之说。侵晓：快天亮的时候。侵，渐近。宿雨：昨夜下的雨。清圆：清润圆正。风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。旅：客居。楫（jí）：划船用具，短桨。芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。",
                    "classInfo" : "96",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "此词由眼前的荷花想到故乡的荷花，游子浓浓的思乡情，向荷花娓娓道来，构思尤为巧妙别致。上片主要描绘荷花姿态，下片由荷花梦回故乡。全词写景写人写情写梦皆语出天然，不加雕饰而风情万种，通过对清圆的荷叶、五月的江南、渔郎的轻舟这些情景进行虚实变幻的描写，思乡之苦表达得淋漓尽致。&&&这首词，上阕写景，下阕抒情，段落极为分明。“燎沉香，消溽暑”两句，点明季节。“沉香”是一种香料，“溽[rù]暑”指湿热的夏天。这两句说：点燃（燎）起沉香，来驱除夏天的湿热之气。作者在室内闷热难忍，忽然听到窗前檐头的鸟语。&&&“鸟雀呼晴，侵晓窥檐语”两句是说：一大早鸟雀就在屋檐下探头探脑地唧唧喳喳叫个不停，原来昨夜下雨，快天亮时才停，鸟雀都在欢呼天放晴了呢。“呼睛”，欢呼天晴了。“侵晓”：天刚亮。“窥”，偷看。“窥檐语”，指鸟雀在屋檐下张望和啼叫，好象是在互相说话。檐雀的“呼晴”，把他引到了室外，他信步走到荷塘旁边。呈现在面前的是多么清丽的景色啊！&&&“叶上初阳乾宿雨，水面清圆，一一风荷举。”，写荷塘景色。大意是：清圆的荷叶，叶面上还留存昨夜的雨珠，在朝阳下逐渐地干了，一阵风来，荷叶儿一团团地舞动起来。这像是电影的镜头一样，有时间性的景致。词句炼一“举”字，全词站立了起来，动景如生。这样，再看“燎沉香，消溽暑”的时间，则该是一天的事，而从“鸟雀呼晴”起，则是晨光初兴的景物，然后再从屋边推到室外，荷塘一片新晴景色。再看首二句，时间该是拖长了，夏日如年，以香消之，寂静可知，意义丰富而含蓄，为下阕久客思乡伏了一笔。&&&下阕直抒胸怀，语词如话，不加雕饰。己身旅泊“长安”，实即当时汴京（今开封）。周邦彦本以太学生入都，以献《汴都赋》为神宗所赏识，进为太学正，但仍无所作为，不免有乡关之思。“故乡遥，何日去？”眼前的景色使作者思念起故乡来了，而故乡那么遥远，什么时候才能回去呢？&&&“家住吴门，久作长安旅”两句说：我本是南方吴地人，却长期在北方做官。“吴门”指苏州，这里用来代指南方。“长安”在这里代指北宋的都城汴京。“久作长安旅”是说自己长期客居在京城做官。明明是作者长期客居，思念家乡，可是他偏偏不说自己，而是从家乡的朋友着笔，说“五月渔郎相忆否？”旧历五月，已是夏天，正是词人写这首词的季节。“渔郎”，这里指从前跟作者一起钓鱼或打鱼的朋友，不知你们还想念我吗？这里还含有作者在想念这些朋友的意思，这个意思通过“相忆”的“相”字透露出来。作者怎么想念呢？&&&“小楫轻舟，梦入芙蓉浦。”作者想念同这些朋友乘着小船，打着木桨（小楫），穿行在家乡那长满荷花的小河塘里。“芙蓉”，即荷花。“浦”，指河塘。一个“梦”字点明这些只不过是作者的梦影，这个“梦”字也含有不过是梦想罢了的意思。这就表明了他强烈的思乡情绪和回不了故乡的矛盾心理。&&&这首词构成的境界，确如周济所说：“上阕，若有意，若无意，使人神眩。”（《宋四家词选》）而周邦彦的心胸，又当如陈世所说：“不必以词胜，而词自胜。风致绝佳，亦见先生胸襟恬淡”《云韶集》。足见周邦彦的词以典雅著称，又被推为集大成词人，其词作固然精工绝伦，而其思想境界之高超，实尤为其词作之牢固基础。",
                    "transferInfo" : "焚烧沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天，拂晓时分我偷偷听它们在屋檐下窃窃私语。初出的阳光晒干了荷叶上昨夜的雨滴，水面上的荷花清润圆正，微风吹过，荷叶一团团地舞动起来。想到那遥远的故乡，什么时候才能回去啊？我家本在江南一带，却长久地客居长安。又到五月，不知家乡的朋友是否也在思念我？在梦中，我划着一叶小舟，又闯入那西湖的荷花塘中。",
                    "backgroundInfo" : "这首词作于公元1083年（宋神宗元丰六年）至公元1086年（宋哲宗元祐元年）之间，当时周邦彦一直客居京师，周邦彦本以太学生入都，以献《汴都赋》为神宗所赏识，进为太学正，但仍无所作为，不免有乡关之思。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "少年游·并刀如水",
                    "author" : "周邦彦",
                    "content" : "并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。低声问向谁行宿，城上已三更。马滑霜浓，不如休去，直是少人行。",
                    "addtionInfo" : "并刀：并州出产的剪刀。如水：形容剪刀的锋利。吴盐：吴地所出产的洁白细盐。幄：帐。兽烟：兽形香炉中升起的细烟。谁行（háng）：谁那里。直是：就是这首词乃感旧之作。",
                    "classInfo" : "78",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "此词上片描绘室内情景：破新橙，焚兽香，坐吹笙；下片想象室外情景：时已三更，马滑霜浓，行人稀少。前者实写，用实物烘托室内温馨气氛；后者虚写，以语言渲染室外寒冷景象。全词曲折细致地刻画人物的心理状态，表露出彼此相爱的心情，为后世历代词家所称赏。&&&上片以男方的视角写美人的热情待客，抒发对女子情投意合的情感。&&&“并刀如水，吴盐胜雪，纤手破新橙”──这是富于暗示力的特写镜头。出现在观众眼前的，仅仅是两件简单的道具（并刀，并州出产的刀子；吴盐，吴地出产的盐。）和女子一双纤手的微细动作，可那女子刻意讨好对方的隐微心理，已经为观众所觉察了。&&&“锦幄初温，兽烟不断，相对坐调笙”──室内是暖烘烘的帏幕，刻着兽头的香炉（叶嘉莹：兽形的香）轻轻升起沉水的香烟。只有两个人相对坐着，女的正调弄着手里的笙，试试它的音响；男的显然也是精通音乐的，他从女的手中接过笙来，也试吹了几声，评论它的音色的音量，再请女的吹奏一支曲子。这里也仅仅用了三句话，而室内的气氛，两个人的情态，彼此的关系，男和女的身分，已经让人们看得清清楚楚了。&&&下片以叙事的方式来抒情，改用女方的口吻来传情，有层次，有曲折，人物心情的宛曲，心理活动的幽微，人物形象的刻画和生活细节的描写更是十分细腻逼真。&&&“低声问”一句直贯篇末。谁问？未明点。为何问？也未说明。“向谁行宿？”的文化自知是男子的告辞引起。写来空灵含蓄，挽留的意思全用“问”话出之，更有味。只说深夜“城上已三更”，路难“马滑霜浓”，“直是少人行。”只说“不如休去”，表情措语，分寸掌握极好。&&&这首词，通过对女子特有口吻惟妙惟肖的刻画，曲折深微的写出对象的细微心理状态，追述作者自己在秦楼楚馆中的经历，大有呼之欲出之概。词结束在“问”上，结束在期待的神情上，意味尤长。无限情景，都自先手破橙人口中说出，更不别作一语。意思幽微，篇章奇妙。&&&词中所写的男女之情，意态缠绵，恰到好处，可谓“傅粉则太白，施朱则太赤”，不沾半点恶俗气昧；又能语工意新。这种写生的技巧，用在散文方面已经不易着笔，用在诗词方面就更不容易了。单从技巧看，周邦彦实在是此中高手。",
                    "transferInfo" : "并州产的刀子锋利如水，吴地产的盐粒洁白如雪，女子的纤纤细手剥开新产的熟橙。锦制的帷帐中刚刚变暖，兽形的香炉中烟气不断，二人相对着把笙调弄。女子低声地探问情人：今夜您到哪里去住宿？时候已经不早了，城上已报三更。外面寒风凛冽，路上寒霜浓重马易打滑，不如不要走了，街上已经少有人行走！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜游宫·叶下斜阳照水",
                    "author" : "周邦彦",
                    "content" : "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。",
                    "addtionInfo" : "夜游宫：词牌名。叶下：叶落。轻浪：微波。沉沉：形容流水不断的样子。酸风射眸子：指冷风刺眼使酸鼻。酸风，指刺人的寒风。单衾（qīn）：薄被。萧娘：唐代对女子的泛称。此指词人的情侣。",
                    "classInfo" : "52",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "前人评清真词，多认为其词之风格为富艳、典丽，细密多变，但这首词作却写得颇为明快晓畅，用近乎白描的手法，把相思之情叙写得相当动人。此词为伤离怀旧之作。词的结构采用新巧的“悬念法”，先层层加重读者的疑惑，最后一语道破意蕴，读来跌宕顿挫，波澜起伏，委婉凄绝。&&&“叶下斜阳照水，卷轻浪、沉沉千里”，首二句，词人描述眼中所见之情景，西下的夕阳，余晖透过树叶，把斑驳的阳光洒在水面上；再往前看，江水翻卷着细浪缓缓地迤逦而去。这两句点明了时间、地点，为思念之情缠身的词人，恰逢薄暮时分，更觉愁思难耐，悠悠不尽的愁思，亦如眼下流淌不绝的江水。后四句：“桥上酸风射眸子。立多时，看黄昏，灯火市”，原来此时词人是伫立在桥上。词人目光迎着刺眼的秋风，凭栏远眺，疑望着黄昏时分华灯初上的闹市，久久没有离去。词作上片，词人的笔触侧重描绘室外，以粗细结合、浓淡相宜的笔墨勾勒出一幅黄昏夕阳之下，一位为相思所苦者，久久伫立桥头，迎着萧瑟秋风，疑神远眺的情景。第三句中“酸风射眸子”，系借用唐诗人李贺《金铜仙人辞汉歌》诗中句子：“魏官牵车指千里，东关酸风射眸子。”李诗是叙写金铜仙人离汉宫之凄婉情态，词人借用此句，不无借此表露自己思念的悲苦之情。&&&词作下片，词人的笔触转而叙写室内情景。“古屋寒窗底，听几片、井桐飞坠”，此时已是夜阑人静，词人也已回到屋中，伴随他的是古屋寒窗，他辗转反侧，为思念之情所困扰，无法入眠，井栏上坠落下的梧桐叶声，不时地传入耳际。词人描述眼中幽凄的环境和卧听萧萧落叶，正映衬了自己的孤寂与思慕之苦。后四句：“不恋单衾再三起。有谁知，为萧娘，书一纸”，这四句是说，夜不成寐，辗转反侧，都是为了思念心上之人。思念至极，不顾天寒，起而挥笔倾泻自己的情感，抒发自己的相思之情。“再三”二字，极言天寒犹不能阻拦自己。&&&词所表现的虽是思念情人这样一种司空见惯的主题，写法上却颇有特色。词之上下两片描写由傍晚斜阳到黄昏灯火，由桥上酸风到古屋寒窗的情景，时空依次推移，景物随时变换，感情随之深化，最后揭出“为萧娘，书一纸”的底蕴，写来层层深入，环环相扣，跌宕起伏，引人入胜。",
                    "transferInfo" : "一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。",
                    "backgroundInfo" : "此词为即景抒情之作。写接到情人（萧娘）一封信后的沉痛情绪。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "解语花·上元",
                    "author" : "周邦彦",
                    "content" : "风消绛蜡，露浥红莲，灯市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
                    "addtionInfo" : "解语花：词牌名。上元：正月十五元宵节。绛蜡：红烛。浥：沾湿。红莲：指荷花灯。桂华：代指月亮、月光。传说月中有桂树，故有以桂代月。素娥：嫦娥。放夜：古代京城禁止夜行，惟正月十五夜弛禁，市民可欢乐通宵，称作“放夜”。千门：指皇宫深沉，千家万户。钿车：装饰豪华的马车。飞盖：飞车。",
                    "classInfo" : "97",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "从艺术表现手法看，这首词确有一定特色，不独“措辞精粹”，而且设想新奇，构思巧妙。谭献评《词辨》，于周邦彦《齐天乐》起句“绿芜凋尽台城路”评为“以扫为生”，这首词的起句也是如此。元宵佳节，到处都是辉煌灯火，所谓“东风夜放花千树”：而作者却偏在第一句用了一个“销”字，意谓通明的蜡炬在风中逐渐被烧残而销蚀。但由于第三句“花市光相射”骤然振起，可见元宵的灯火是愈燃愈旺，随销随点，纵有风露，不害其灿烂闪灼的。特别是第二句以“露浥红莲”夹在两句之间，得虚实相映之妙，就更见出作者得“以扫为生”了。“绛蜡”是真，“红莲”是假，“风销绛蜡”是写实，“露浥红莲”则近于虚拟，由于在灯烛的映射下莲花灯上宛如沾湿了清露。这就不仅写出节日的盛妆，而且还摹绘出新春的生意。此正如孟浩然的《春晓》，尽管他说“夜来风雨声，花落知多少”，人们读了却并无“落红满径”的残春之感，相反，倒显得春色无边，仿佛预见到万紫千红即将呈现。那是由于诗人写到雨后初晴，晨曦满树，既然处处鸟啭莺啼，足见春光正艳。这与此词同样是“以扫为生”。当然，周词毕竟含有消极成分在内，第一句也同下片“旧情衰谢”、“舞休歌罢”等句暗自呼应。因为元夜灯火纵然热闹通宵，也总有灯残人散之时的。&&&下面“桂华流瓦”一句，人们多受王国维《人间词话》的影响，认为“境界”虽“极妙”，终不免遗憾，“惜以‘桂华’二字代‘月’耳”。特别是王氏对词中用代字的意见是十分苛刻的。他说：“词忌用替代字。……其所以然者，非意不足，则语不妙也。盖意足则不暇代，语妙则不必代。”这就使人觉得周邦彦此词此句真有美中不足之嫌了。其实《人间词话》的评语未必中肯，至少是对词用代字的意见未必适用于这首周词。诚如王氏所云，那只消把“桂”字改成“月”字，便一切妥当。然而果真改为“月华流瓦”，较之原句似反觉逊色。个中三味，当细求之。这首词的好处，就在于没有落入灯月交辉的俗套。作者一上来写灯火通明，已极工巧之能事；此处转而写月，则除了写出月色的光辉皎洁外，还写出它的姿容绝代，色香兼备。“桂华”一语，当然包括月中有桂树和桂子飘香（如白居易《忆江南》：“山寺月中寻桂子”）两个典故，但更主要的却是为下面“耿耿素娥欲下”一句作铺垫。既然嫦娥翩翩欲下，她当然带着女子特有的香气，而嫦娥身上所散发出来的香气正应如桂花一般，因此这“桂华”二字就不是陈词滥词了。这正如杜甫在《月夜》中所写的“香雾云鬟湿”，着一“香”字，则雾里的月光便如簇拥云鬟的嫦娥出现在眼前，而对月怀人之情也就不言而喻，昔曹植《洛神赋》以“凌波微步，罗袜生尘”的警句刻画出一位水上女神的绰约仙姿，杜甫和周邦彦则把朦胧或皎洁的月光比拟为呼之欲下的月中仙女，皆得异曲同工之妙。周词这写月的三句，“桂华”句宛如未见其容，先闻其香；“纤云散”则如女子搴开帷幕或揭去面纱；然后水到渠成，写出了“耿耿素娥欲下”。如依王说，不用“桂华”而迳说“月明”，则肯定不会有现在这一栩栩如生的场面，读者也不会有飘飘欲仙的感受。上面所说的美成此词设想新奇，构思巧妙，正是指的这种表现手法。&&&然而作者的笔触并未停留在这里，他又从天上回到人间，写“时序风物”和“人家宴乐”之盛美。但作者把这些全放到背景中去写，突出地写只有在良辰佳节才出来看灯赏月的女子，故紧接着绘出了“衣裳淡雅，看楚女纤腰一把”的窈窕形象。“淡雅”二字，恰与上文“素娥”相映衬。“萧鼓喧，人影参差”是写实，却用来烘托气氛，体现闹中有静；而以“满路飘香麝”作为上片小结，到底是因人间有衣裳淡雅而又馨香满路的“楚女”引起作者对团?而明朗的皓月产生了“耿耿素娥欲下”的联想和幻觉呢，还是用月里嫦娥来衬托或拟喻人间的姝丽？仙乎，人乎，那尽可由读者自己去补充或设想，作者却不再饶舌了。此之谓耐人寻味。&&&上片是作者眼前目击之景，下片则由当前所见回忆和联想到自己当年在汴京元宵赏月的情景，用“因念”二字领起。结尾处的今昔之感，实自此油然而生。“都城放夜”是特定的时间地点：“千门如昼”写得极空灵概括，然而气派很足：“嬉笑游冶”转入写人事，即都中士女在上元节日总的活动情况，其中也包括作者在内。这些都是写上元应有之文，也是题中应有之义，可是着重点却在于“钿车罗帕，相逢处，自有暗尘随马”。这大有“晚逐香车入凤城”（张泌《浣溪沙》）的味道。柳永在一首《迎新春》的词里写汴京元宵的景况也说：“渐天如水，素月当午。香径里，绝缨掷果无数。更阑烛影花阴下，少年人往往奇遇。”与周词所写，意趣正复相同。不过柳词朴实坦率，直言无隐；周词委婉含蓄，比较收敛而已。柳词是客观描述，周词则由上片的眼前风物回顾当年，情绪上是由波动而克制，终于流露出年华老去，“旧情衰谢”的无可奈何之感。故两词风调仍复不同。这里对“自有暗尘随马”一句想多说几句。历来注家于此句都引苏味道《上元》诗中五六二句：“暗尘随马去，明月逐人来。”苏轼《密州上元》词则反用其意，说是“更无一点尘随马”。而周词此处的用法似与苏味道诗略异其趣。意思是说女子坐着钿车出游，等到与所期男子在约定地点相遇之后，车尾便有个骑马的男子跟踪了。“暗”不独形容被马蹄带起的“尘”，也含有偷期密约，蹑迹潜踪的意思。这是苏味道原诗中所没有的。&&&底下作者自然而然转入了自嗟身世。“年光”二句是说每年都有这样一次元宵佳节，可是自己饱历沧桑，无复昔日情怀，那种嬉笑游冶的轻狂生活，已一去不复返了。于是以“清漏移”三句作结。一到深夜，作者再也无心观赏灯月交辉的景象，流连追欢逐爱的风情，于是就乘着车子赶快回到官邸（“飞盖归来”有避之唯恐不及的意味），心想，任凭人们去狂欢达旦吧。结尾之妙，在于“从舞休歌罢”一句有两重意思。一是说任凭人们纵情歌舞，尽欢而散，自己可没有这等闲情逸致了；二是说人们纵使高兴到极点，歌舞也有了时，与其灯阑人散，扫兴归来，还不如早点离开热闹场合，留不尽之余地。作者另一首名词《满庭芳·夏日溧水无想山作》的结尾也说：“歌筵畔，先安簟枕，容我醉时眠。”都是写自己无复昔时宴安于声色的情怀，却又都尽极蕴藉含蓄之能事，也可以说是异曲同工吧。到了李清照，由于感情过分悲凉伤感，便直截了当地写出“试灯无意思，踏雪没心情”（《临江仙》）这样万念俱灰的句子，看似衰飒，情感却反而显得奔放，不嫌其尽。有人认为李清照的《词论》中没有提周邦彦，事实上却是承认周邦彦为词道正宗的，以此看来，未必尽然。",
                    "transferInfo" : "蜡烛在风中燃烧，夜露浸湿了花灯，街市上灯光交相映射。皎洁月光照着屋瓦，淡淡的云层散去，光彩照人的嫦娥飘然欲下。衣裳是多么精致素雅，南国少女个个都细腰如掐。大街小巷箫鼓喧腾，人影攒动，条条路上幽香阵阵。不由想起当年京城的灯夜，千家万户张灯结彩如同白昼。姑娘们笑盈盈出门游赏，香车上不时有人丢下罗帕。有缘相逢的地方，必是打马相随尘土飞洒。今年的京城想必依旧，只是我旧日的情怀已全衰谢。钟漏轻移时间不早，赶快乘车回去吧，任凭人们去尽情歌舞玩耍。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "兰陵王·柳",
                    "author" : "周邦彦",
                    "content" : "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。",
                    "addtionInfo" : "兰陵王：词牌名，首见于周邦彦词。柳阴直：长堤之柳，排列整齐，其阴影连缀成直线。烟：薄雾。丝丝弄碧：细长轻柔的柳条随风飞舞，舞弄其嫩绿的姿色。弄：飘拂。隋堤：汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城的必经之路。拂水飘绵：柳枝轻拂水面，柳絮在空中飞扬。行色：行人出发前的景象、情状。故国：指故乡。京华倦客：作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。长亭：古时驿路上十里一长亭，五里一短亭，供人休息，又是送别的地方。“应折”句：古人有折柳送别之习。柔条：柳枝。过千尺：极言折柳之多。旧踪迹：指过去登堤饯别的地方。又：又逢。酒趁哀弦：饮酒时奏着离别的乐曲。趁：逐，追随。哀弦：哀怨的乐声。离席：饯别的宴会。“梨花”句：饯别时正值梨花盛开的寒食时节。唐宋时期朝廷在清明日取榆柳之火以赐百官，故有“榆火”之说。寒食：清明前一天为寒食。一箭风快：指正当顺风，船驶如箭。半篙波暖：指撑船的竹篙没入水中，时令已近暮春，故曰波暖。迢递：遥远。驿：驿站。“望人”句：因被送者离汴京南去，回望送行人，故曰天北。望人：送行人。凄恻：悲伤。渐：正当。别浦：送行的水边。萦回：水波回旋。恨：这里是遗憾的意思。津堠：渡口附近供瞭望歇宿的守望所。津：渡口。堠：哨所。岑寂：冷清寂寞。冉冉：慢慢移动的样子。春无极：春色一望无边。念：想到。月榭：月光下的亭榭。榭，建在高台上的敞屋。露桥：布满露珠的桥梁。",
                    "classInfo" : "7",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "这首词的题目是“柳”，内容却不是咏柳，而是伤别。古代有折柳送别的习俗，所以诗词里常用柳来渲染别情。隋无名氏的《送别》：“杨柳青青著地垂，杨花漫漫搅天飞。柳条折尽花飞尽，借问行人归不归。”便是人们熟悉的一个例子。周邦彦这首词也是这样，它一上来就写柳阴、写柳丝、写柳絮、写柳条，先将离愁别绪借着柳树渲染了一番。&&&“柳阴直，烟里丝丝弄碧。”这个“直”字不妨从两方面体会。时当正午，日悬中天，柳树的阴影不偏不倚直铺在地上，此其一。长堤之上，柳树成行，柳阴沿长堤伸展开来，划出一道直线，此其二。“柳阴直”三字有一种类似绘画中透视的效果。“烟里丝丝弄碧”转而写柳丝。新生的柳枝细长柔嫩，像丝一样。它们仿佛也知道自己碧色可人，就故意飘拂着以显示自己的美。柳丝的碧色透过春天的烟霭看去，更有一种朦胧的美。&&&以上写的是自己这次离开京华时在隋堤上所见的柳色。但这样的柳色已不止见了一次，那是为别人送行时看到的：“隋堤上，曾见几番，拂水飘绵送行色。”“拂水飘绵”这四个字锤炼得十分精工，生动地摹画出柳树依依惜别的情态。那时词人登上高堤眺望故乡，别人的回归触动了自己的乡情。这个厌倦了京华生活的客子的怅惘与忧愁有谁能理解呢：“登临望故国，谁识京华倦客？”隋堤柳只管向行人拂水飘绵表示惜别之情，并没有顾到送行的京华倦客。其实，那欲归不得的倦客，他的心情才更悲凄。&&&接着，词人撇开自己，将思绪又引回到柳树上面：“长亭路，年去岁来，应折柔条过千尺。”古时驿路上十里一长亭，五里一短亭。亭是供人休息的地方，也是送别的地方。词人设想，在长亭路上，年复一年，送别时折断的柳条恐怕要超过千尺了。这几句表面看来是爱惜柳树，而深层的涵义却是感叹人间离别的频繁。情深意挚，耐人寻味。&&&上片借隋堤柳烘托了离别的气氛，中片便抒写自己的别情。“闲寻旧踪迹”这一句读时容易忽略。那“寻”字，并不是在隋堤上走来走去地寻找。“踪迹”，也不是自己到过的地方。“寻”是寻思、追忆、回想的意思。“踪迹”指往事而言。“闲寻旧踪迹”，就是追忆往事的意思。当船将开未开之际，词人忙着和人告别，不得闲静；这时船已启程，周围静了下来，自己的心也闲下来了，就很自然地要回忆京华的往事。这就是“闲寻”二字的意味。现代人也会有类似的经验，亲友到月台上送别，火车开动之前免不了有一番激动和热闹。等车开动以后，坐在车上静下心来，便去回想亲友的音容乃至别前的一些生活细节。这就是“闲寻旧踪迹”。此时周邦彦想起了：“又酒趁哀弦，灯照离席。梨花榆火催寒食。”有的注释说这是写眼前的送别，恐不妥。眼前如是“灯照离席”，已到夜晚，后面又说“斜阳冉冉”，时间就接不上。所以这应是船开以后寻思旧事。在寒食节前的一个晚上，情人为他送别。在送别的宴席上灯烛闪烁，伴着哀伤的乐曲饮酒。此情此景难以忘怀。这里的“又”字说明，从那次的离别宴会以后词人已不止一次地回忆，如今坐在船上又一次回想起那番情景。“梨花榆火催寒食”写明那次饯别的时间，寒食节在清明前一天，旧时风俗，寒食这天禁火，节后另取新火。唐制，清明取榆、柳之火以赐近臣。“催寒食”的“催”字有岁月匆匆之感。岁月匆匆，别期已至了。&&&“愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。”周济《宋四家词选》曰：“一愁字代行者设想。”他认定作者是送行的人，所以只好作这样曲折的解释。其实这四句很有实感，不像设想之辞，应当是作者自己从船上回望岸边的所见所感。“愁一箭风快，半篙波暖，回头迢递便数驿”，风顺船疾，行人本应高兴，词里却用一“愁”字，这是因为有人让他留恋着。回头望去，那人已若远在天边，只见一个难辨的身影。“望人在天北”五字，包含着无限的怅惘与凄惋。&&&中片写乍别之际，下片写渐远以后。这两片的时间是连续的，感情却又有波澜。“凄恻，恨堆积！”船行愈远，遗憾愈重，一层一层堆积在心上难以排遣，也不想排遣。“渐别浦萦回，津堠岑寂。斜阳冉冉春无极”。从词开头的“柳阴直”看来，启程在中午，而这时已到傍晚。“渐”字也表明已经过了一段时间，不是刚刚分别时的情形了。这时望中之人早已不见，所见只有沿途风光。大水有小口旁通叫浦，别浦也就是水流分支的地方，那里水波回旋。因为已是傍晚，所以渡口冷冷清清的，只有守望所孤零零地立在那里。景物与词人的心情正相吻合。再加上斜阳冉冉西下，春色一望无边，空阔的背景越发衬出自身的孤单。他不禁又想起往事：“念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。”月榭之中，露桥之上，度过的那些夜晚，都留下了难忘的印象，宛如梦境似的，一一浮现在眼前。想到这里，不知不觉滴下了泪水。“暗滴”是背着人独自滴泪，自己的心事和感情无法使旁人理解，也不愿让旁人知道，只好暗息悲伤。&&&统观全词，萦回曲折，似浅实深，有吐不尽的心事流荡其中。无论景语、情语，都很耐人寻味。",
                    "transferInfo" : "正午的柳荫直直地落下，雾霭中，丝丝柳枝随风摆动。在古老的隋堤上，曾经多少次看见柳絮飞舞，把匆匆离去的人相送。每次都登上高台向故乡瞭望，杭州远隔山水一重又一重。旅居京城使我厌倦，可有谁知道我心中的隐痛？在这十里长亭的路上，我折下的柳条有上千枝，可总是年复一年地把他人相送。我趁着闲暇到了郊外，本来是为了寻找旧日的行踪，不料又逢上筵席给朋友饯行。华灯照耀，我举起了酒杯，哀怨的音乐在空中飘动。驿站旁的梨花已经盛开，提醒我寒食节就要到了，人们将把榆柳的薪火取用。我满怀愁绪看着船像箭一样离开，梢公的竹篙插进温暖的水波，频频地朝前撑动。等船上的客人回头相看，驿站远远地抛在后面，端的离开了让人愁烦的京城。他想要再看一眼天北的我哟，却发现已经是一片蒙胧。我孤零零地十分凄惨，堆积的愁恨有千万重。送别的河岸迂回曲折，渡口的土堡一片寂静。春色一天天浓了，斜阳挂在半空。我不禁想起那次携手，在水榭游玩，月光溶溶。我们一起在露珠盈盈的桥头，听人吹笛到曲终……唉，回忆往事，如同是一场大梦。我暗中不断垂泪。",
                    "backgroundInfo" : "自从清代周济《宋四家词选》说这首词是“客中送客”以来，注家多采其说，认为是一首送别词。其实这首词是周邦彦写自己离开京华时的心情。此时他已倦游京华，却还留恋着那里的情人，回想和她来往的旧事，恋恋不舍地乘船离去。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "六丑·落花",
                    "author" : "周邦彦",
                    "content" : "正单衣试酒，恨客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。",
                    "addtionInfo" : "过翼：飞过的鸟。楚宫倾国：楚王宫里的美女，喻蔷薇花。钗钿（diàn）堕处：花落处。桃蹊（xī）：桃树下的路。柳阴：绿柳成荫的路。多情为谁追惜：即“为谁多情追惜”，意即还有谁多情似我地痛惜花残春逝呢？惹：挑逗。珍丛：花丛。强簪巾帻：勉强插戴在头巾上。巾帻：头巾。恐断红、尚相思字：唐卢渥到长安应试，拾得沟漂出的红叶，上有宫女题诗。后娶遣放宫女为妻，恰好是题诗者。向人欹侧：向人表示依恋媚态。断红：用唐人卢渥和宫女在红叶上题诗的典故。联系前句，意指红花飘零时，对人间充满了依恋之情。",
                    "classInfo" : "94",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "这首词并非泛泛咏落花，而是抒发对花落后的“追惜”之情，更是对自己“光阴虚掷”的“追惜”之情。词写得极有特色，与苏轼（水龙吟·次韵章质夫《杨花词》）有异曲同工之妙，颇值一读。&&&词作上片抒写春归花谢之景象。开首二句，“正单衣试酒，怅客里、光阴虚掷”，点明时令、主人公身份，抒发惜春心情。“试酒”，周密《武林旧事》卷三：“户部点检所十三酒库，例于四月初开煮，九月初开清，先至提领所呈样品尝，然后迎引至诸所隶官府而散。”这里用以指时令──农历四月初。长期羁旅在外的词人，值此春去之际，不禁发出虚度光阴的感叹，写来含浑而不显露。“正”字、“怅”字直贯全篇。“愿春暂留，春归如过翼，一去无迹。”“过翼”，以鸟飞作比喻，形容春归之迅速，这三句一句一转：“愿春暂留”，表示不忍“虚掷”，珍惜春光；“春归如过翼”，春不但不留，反而逝如飞鸟，竟成“虚掷”；“一去无迹”，不仅快如飞鸟，更无影无踪。“一去”二字，直说到尽头，不留余地。随着句意，惜春之情愈转愈深。周济评曰：“十三字千回百折，千锤百炼，以下如鹏羽自逝”（《宋四家词选》）。以上五句写春去，是题前之笔。接下陡然提出：“为问花何在？”一笔喷醒，又轻轻顿住。谭献认为：“‘为问’”三句，搏兔用全力”（《词辨》卷一）。陈廷焯指出：“……此处点醒题旨，既突兀，又绵密，妙只五字束住，下文反复缠绵，更不纠缠一笔，却满纸羁愁抑郁，且有许多不敢说处，言中有物，吞吐尽致”（《白雨斋词话》卷一）。其实从下句“夜来风雨”至上片结束，皆从此一问而出，振起全词。“夜来风雨，葬楚宫倾国”二句，正面写落花。“倾国”，美人，这里以之比落花。以美人比落花，唐代即有。沈亚之《异梦录》：“王炎梦游吴，同葬西施。”韩偓《哭花》诗：“若是有情争不哭，夜来风雨葬西施。”这里本应说吴宫，但为律所限，故借用“楚宫”。这三句既写因夜来风吹雨打，使落花无家，更写由于落花是无家的，所以虽有倾国之美姿，也得不到风雨的怜惜。这里是人与花融合来写，以花之遭际喻羁人无家、随处飘零之身世。这三句一开一合，一起一伏，很好地表达了词人内心的矛盾与苦闷。“钗钿堕处遗香泽”以下六句，大力铺开，尽情写蔷薇谢后的飘落情况。“钗钿堕处遗香泽”，这里是以美人佩戴的“钗钿”喻落花，化用徐夤《蔷薇》诗：“晚风飘处似遗钿”句意，零落之余，只遗香泽。“乱点桃蹊，轻翻柳陌”，落花飘零是惨景，而以“桃蹊”、“柳陌”来衬托，却显得极有情致。接下侧写一笔：“多情为谁追惜？”“为谁”，即谁为。春去花残，观赏者都已散去，应不再有多情追惜之人了。“但蜂媒蝶使，时叩窗隔”二句一转，蜂蝶无知，不知“追惜”，然而它们却以媒人、使者的身分“时叩窗隔”，似乎在提醒室中人去“追惜”。通过以上描绘，把蔷薇虽然凋谢而香气犹存，春天虽然逝去而值得追惜之情景写得韵味盎然。词作上片特用问语“为问花何在”、“多情为谁追惜”，加以强调，以突出“无家”与“无人追惜”之意，由此见出内中隐含词人自己的身世遭际之感。&&&词作下片着意刻画人惜花、花恋人的生动情景。“东园岑寂，渐蒙笼暗碧”，开首二句起衬托作用，以引起下文。词人不忍辜负蜂蝶之“时叩窗隔”，于是走出室内，来到东园，只见园内花事已过，碧叶茂盛，一片“花落”后“岑寂”的景象，也是“光阴虚掷”、春天“一去无迹”之实况。“静绕珍丛底，成叹息，”写人惜花。为了“追惜”，词人静静地绕着蔷薇花丛，去寻找落花所“遗”之“香泽”。“成叹息”三字总括一切，承上启下。“长条故惹行客，似牵衣待话，别情无极”三句，为一叹，写花恋人。花已“无迹”，但有“长条”，而“故惹行客”，话别“牵衣”，有同病相怜之意，也写出“行客”之无人怜惜、孤寂之境况。无情之物，而写成似有情，虽无中生有，却动人必弦，感人至深。“残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧“四句，为二叹。在“长条”之上，偶然看见一朵残留的小花，词人以为这就是打算与其话别者。虽然“残花”本不是“簪巾帻”之物，然而“行客”却颇受感动，故“强”而“簪”之。然而这哪里比得上它当初盛开时插在美人头上之妩媚动人呢？残英强簪，令人回想花盛时之芳姿，映带凋谢后之景况，有无限珍惜慨叹之意。这既是慨叹花之今不如昔，更是慨叹自己的“光阴虚掷”、“人老珠黄”。词作写至此，词人如梦初醒，似有所觉悟，又有无可奈何之感。最后三句“漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得”，为三叹。词人因终不愿落花“一去无迹”，所以又对花之“漂流”劝以“莫趁潮汐”，冀望“断红”上尚有“相思”字。如若落花随潮水流去，那上面题的相思词句，就永远不会让人看见了。“何由见得”，即何由得见，流露了依依不舍的深情蜜意。这里活用红叶题诗故事，借指飘零的花瓣。对以上所写，周济评曰：“不说人惜花，却说花恋人。不从无花惜春，却从有花惜春。不惜已簪之‘残英’，偏惜欲去之‘断红’”（《宋四家词选》）。末句复用问语，逆挽而不直下，拙重而不呆滞。谭献曰：“结笔仍用逆挽，此片玉之所独”（《词辨》卷一）。&&&这是首“惜花”之词，更是首“惜人”之作。全词构思别致，充分利用慢词铺叙展衍的特点，时而写花，时而写人，时而花、人合写，时而写人与花之所同，时而写人不如花之处。回环曲折、反复腾挪地抒写了自己的“惜花”心情，又表露了自伤自悼的游宦之感。黄蓼园曰：“自伤年老远宦，意境落寞，借花起兴。以下是花是己，比兴无端。指与物化，奇清四溢，不可方物。人巧极而天工生矣。结处意致尤缠绵无已，耐人寻绎”（《蓼园词选》）。评论较妥切，可参考。",
                    "transferInfo" : "正是换单衣的时节，只恨客居异地，光阴白白地 流逝。祈求春天暂留片刻，春天匆匆归去就像鸟儿飞离，一去无痕迹。试问蔷薇花儿今何在？夜里一场急风骤雨，埋葬了南楚倾国的佳丽。花瓣儿像美人的钗钿堕地，散发着残留的香气，凌乱地点缀着桃花小路，轻轻地在杨柳街巷翻飞。多情人有谁来替落共惋惜？只有蜂儿蝶儿像媒人使者，时时叩击着窗槅来传递情意。东园一片静寂，渐渐地草木繁盛茂密，绿荫幽暗青碧。环绕着珍贵的蔷薇花丛静静徘徊，不断地唉声叹气。蔷薇伸着长枝条，故意钩着行人的衣裳，仿佛牵着衣襟期待着倾叶话语，表现出无限地离情别情。拾一朵小小的残花，在头巾上勉强簪起。终究不像一朵鲜花戴在美人钗头上颤动、摇曳，向人俏媚地斜倚。花儿呵，切莫随着潮水远远逝去。惟恐那破碎的花儿，还写着寄托相思的字，如何可以看出来呢？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西河·大石金陵",
                    "author" : "周邦彦",
                    "content" : "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沈半垒。夜深月过女墙来，伤心东望淮水。酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。",
                    "addtionInfo" : "西河：唐教坊曲。佳丽地：指江南。更指金陵。南朝盛事：南朝宋、齐、梁、陈四朝建都于金陵。髻鬟对起：以女子髻鬟喻在长江边相对而屹立的山。莫愁：相传为金陵善歌之女。女墙：城墙上的矮墙。",
                    "classInfo" : "33",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "词作上片写金陵的地理形势。开首即以赞美的口吻称之“佳丽地”。“南朝盛事”，点出南京古来即有盛名，扣题。起二句为总括。“南朝”，指从公元420年刘裕代晋到580年陈亡，建都建康（金陵）的宋、齐、梁、陈等朝代。以“谁记”提起，加以强调：“南朝盛事”已随流水逝去，人们早已将它遗忘了。&&&“山围故国绕清江，髻鬟对起”，可是，金陵的山川形胜却依然如故。这两句主要写山，水为陪衬，描绘出金陵独特的地理形势一群山环抱，耸起的山峰，隔江对峙；且以美人头上的“髻鬟”形容山峦，以“清字形容江水，不仅形象，而且显示出金陵山清水秀的美好景色。如今，旧时王朝的都城，却“怒涛寂寞打孤城，风樯遥度天际”，当年“豪华竞逐”的金陵，而如今却是座“孤城”，潮水的拍击声正反衬出环境的寂静冷漠，天际的风帆给人一种空旷落寞之感。词人通过景物描绘，极力渲染这些历史遗迹的冷落，正在被遗忘，与上文“谁记”相应，抒发了深沉的怀古之情。&&&词作中片写金陵的古迹。开首以景出，“断崖树，犹倒倚”，着一“犹”宇，强调景色依然，使眼前实景，带上历史色彩，下面又追加一句“莫愁艇子曾系”。这里化用了古乐府《莫愁乐》：“莫愁在何处？住在石城西，艇子打两桨，催送莫愁来”，点出古迹。接下继续写景，“空余旧迹郁苍苍，雾沉半垒”。“郁苍苍”，谓云雾很浓，望去一片苍青色，埋没了半边城的营垒。结尾二句点明时间是“夜深”，地点在“赏心亭”，即夜深时分，词人仍站在赏心亭上，观览莫愁湖和秦淮河的景色，不禁发出景物依然而人事已非的喟叹。这两句起到束上启下的作用，即上面所描绘的景色，皆是由此观览到的，又引出下片怀古的感慨。&&&词作下片，写眼前景物。“酒旗戏鼓甚处市”，这是词人眼前见到的景色：酒楼、戏馆，一派热闹景色，不禁发出“甚处市”问语，这是何处的繁华市面呢？前面两片所写多是景物依旧，而人事已非，这里则写连景物也变了。当然，酒楼、戏馆并非纯自然景色，而是包含人事在内的。这情况引起词人的猜想。“想依稀、王谢邻里。”是说这些酒楼戏馆所在地，仿佛是当年王、谢两家比邻而居的乌衣巷，也就是说，贵族住的乌衣巷如今换了主人。至此，词人不禁产生人世沧桑之感，于是结尾发出“燕子不知何世，入寻常巷陌人家，相对如说兴亡，斜阳里”的兴亡慨叹。燕子是不知人事变迁的，依然飞进往年栖息过的高门大宅，而今已成为寻常百姓家的房舍。然而词人看到夕阳余晖中成对的燕子，却认为它们有知，且正在议论兴亡大事！这当然是词人内心的兴亡之感赋予了燕子而已。这片从眼前景物引起对金陵古都朝代更替的无限兴亡之感，从而表达出咏史的题意。&&&本篇为咏金陵旧迹，感慨历史兴亡的名作。上片总写金陵形胜，境界旷远，雄壮中蕴含落寞。“寂寞”二字透出历史变迁，人亡物移，故国繁荣与孤城幽寂的荒凉。中片糅合当地传说，扣紧金陵景观抒发物是人非之感，“断崖”“旧踪”“雾沉”等为景物涂上了一种苍茫的色调。下片以何处寻得当年“酒旗戏鼓”的繁华街市的感叹发端，侧重写“王谢邻里”的豪门旧迹难以寻觅，只可依稀辨识，抒发人世沧桑之思。燕子相对说兴亡于斜阳之中，意象极巧，感伤殊深。全词强化了景物描写的清峭、冷寂而又悲壮、苍凉之情韵，境界开阔，内蕴深远。&&&宋代以来，曾经先后出现了一些怀古名篇：从王安石的《桂枝香·金陵怀古》到苏轼的《念奴娇·赤壁怀古》，以至周邦彦这首《西河·佳丽地》；从辛弃疾的《永遇乐·京口北固亭怀古》，到姜夔的《扬州慢》，可以说各有千秋，难分轩轾。这些作品，有的是以突兀见长，有的是以绵密取胜；介于突兀和绵密之间的是这首《西河》。它从时间上说是断续交织，从空间上来说，是疏密相间。苏轼的《念奴娇·赤壁怀古》上片，只是泼墨画似的写了“江山如画”，下片集中写了周瑜，一气贯注，如同骏马驻坡，纯属粗线条的勾勒。姜夔的《扬州慢》，侧重于主观感受的深微描绘。笔墨之间，隐约可以听到凄清的号角声和感受到随着号角声传来的寒意而伴着寒意的角声，偏又是在一个兵荒马乱后的萧条古城中吹彻。这些都说明作者牢牢扣紧了寓有深意的景物，进行密密层层的渲染。至于周邦彦的这首词，似乎介于泼墨写意与工笔细描之间。如：词的上片以疏为主。词人放眼江山，对作为“佳丽地”的“故国”金陵做了一个全面的鸟瞰，描绘了江上有山峰夹峙和江心有怒涛汹涌的雄伟形势。第二部分以密为主。在上片基础上做了进一步的勾勒：从前面围绕“故国”的山峰，引出了后面的“断崖树”，以至想象中的“莫愁艇子”；从前面的“清江”，引出后面的“淮水”；再从前面的“孤城”，引出后面的雾中“半垒”和月下“女墙”。这就好比电影镜头，缓缓而来的不再是远景全景，而是中景和近景了。下片，画面突出的是特写镜头：一帧飞入寻常百姓家的燕子呢喃图。小小飞禽的对话，可以说刻画入微，密而又密。“相对”，可能指燕子与燕子相对，也可能指诗人与燕子相对，完全可以听凭读者用想象来补充。尽管它们的呢喃本无深意，然而在诗人听来看来，却为它们的“不知何世”而倍增兴亡之感。“疏”利于“写大景”（王夫之《姜斋诗话》卷二），写出高情远意；“密”利于画龙点晴，写出“小景”，写出事物的不同于一般的特征。杰出的怀古词一般都是能做到“大”“小”结合、“疏”“密”相兼的，这首《西河》更为突出。总体来说，周邦彦这首怀古词，艺术技巧极其精湛，比起他的大量送别、怀人之作，的确别具一格；特别是寓悲壮情怀于空旷境界之中，并使壮美和优美相结合，确是怀古词中一篇别具匠心的佳作。&&&此外，周邦彦的《西河》与其他怀古之作不同的是，并不正面触及巨大的历史事变，不着丝毫议论，而只是通过有韵味的情景铺写，形象地抒发作者的沧桑之感，使人触景生情，见微知著。怀古之作，总要描写标志着沧桑之变的景物，王安石的怀古是从当前的“千里澄江”和“彩舟云淡”——故国的风景宜人，过渡到昔日的“豪华竞逐”。苏轼的怀古则从眼底的“大江东去”，写到古代有关三国赤壁战时的“多少豪杰”，再联想到当前自己的壮志成虚，年华已逝。但这些都不像周邦彦词通篇写景，以景物描绘的逶迤曲折为线索，从头到尾把一切情语完全熔铸于景语之中。",
                    "transferInfo" : "南朝金陵兴盛的情景，而今谁还能记忆呢？江岸环绕着髻鬟似的山峰相对耸立。长江的大浪长年累月扑打这座孤独而寂寞的古城张着风帆的船正向遥远的天边驶去。临水的陡峭山崖上的树好像倒下来靠在崖上.莫愁姑娘或许曾在这里系过艇子吧！一切只剩下陈迹了，但只见郁郁苍苍一派青色，还有那浓雾中露出的半截城垒。夜半更深，月亮从女墙上升起来，而赏心亭东望著秦淮河。那酒旗飘扬、锣鼓喧天的热闹景象究竟到休息去寻找呢？想来就是东晋时代王谢家族的府居所在。燕子不知道这是什么世代。燕子在夕阳里喃喃细语，好像也在相互诉说这里的盛衰兴亡吧。",
                    "backgroundInfo" : "这是一首周邦彦著名的怀古诗，这首词作于宋哲宗元佑八年（公元1093）至绍圣三年(公元1096)间，当时正是北宋末年，宋王朝危机四伏。词人仓猝间从杭州历经扬州、天长，一路颠簸来到南京任江宁溧水令。作者观景生情，写下了这篇名作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "虞美人·疏篱曲径田家小",
                    "author" : "周邦彦",
                    "content" : "疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。",
                    "addtionInfo" : "疏篱二句：描绘的农家景致是他们临分别之处，“疏篱”、“曲径”是典型的农家景致，也是词人于清晨所见近处之景，再往远处看，笼罩在树林上的云雾渐渐地散开，时间到了清晨，分别的时分已在即。添衣句：送走心上人后，感到寒意袭人和愁意缠绕心间，于是便添加衣服，策马扬鞭去找驿站，买些酒来驱寒解愁。菰蒲句：词人饮罢解愁之酒，又匆匆上路，马蹄声声，惊散了池塘旁水草中尚在熟睡的鸭子，但很快它们又成双地聚在一起睡着了。",
                    "classInfo" : "108",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "这是一首叙写送行惜别的词作。词人为心上人送行，首二句所描绘的农家景致是他们临分手之处：“疏篱曲径田家小，云树开清晓”，“疏篱”、“曲径”是典型的农家景致，也是词人于清晨所见近处之景，再往远处看，笼罩在树林上的云雾渐渐地散开，时间到了清晨，分手的时分已在即。“曲径”，唐诗人常建《题破山寺后禅院》诗有“曲径通幽处，禅房花木深。”此外，“云树开清晓”句，似化用秦观《满庭芳》词中“晓色云开”句，但周词的词序颠倒，所以这里的“开”字似更为精炼。“天寒山色有无中，野外一声钟起、送孤篷”，三、四两句承上而来，词人的目光依旧停留在远处，但见晨雾迷漫，带着寒气的山峦在云雾中若隐若现，分别的时刻终于到了，四野一片寂静，只见远处山寺钟声传来，这给凄清的送别场面又增添了一层感伤色彩。“天寒”句，化用王维《汉江临泛》中的诗句：“江流天地外，山色有无中。”词作上片以“疏篱”、“曲径”、“田家”、“云树”、“山色”、“孤篷”、“野外”等描绘一幅素淡画面，画面极为清静淡雅，再衬以钟声，使得画面富有动感，在这种环境中送别，心境自然是凄凉而忧郁的。&&&词作下片转而叙写自己的心情。但词人并不是以直抒胸臆的方式来表达，而是以一个个动作和画面来达到表述之目的。“添衣策马寻亭堠，愁抱惟宜酒”。这是说送走心上人后，感到寒意袭人和愁意缠绕心间，于是便添加衣服，策马扬鞭去找驿站，买些酒来驱寒解愁。“亭堠”，亦作亭堡，原为侦察、瞭望的岗亭。《后汉书·光武纪》载：“筑亭堠修烽燧。”这里当是指古代废置之亭堠，已改为置酒供行人休息场所。因前文已交代“天寒”，故此遂有“添衣”，但实质上是写词人之心寒愁浓。词人又写自己急急忙忙地寻找亭堠，说明其离愁之浓重。“愁抱”一句是全词中唯一的直抒其情，“惟宜”二字，强调了一种无可奈何之情，亦可理解为本词的主旨。歇拍二句，词人又忽地转入写景，“菰蒲睡鸭占陂塘，纵被行人惊散、又成双”，词人饮罢解愁之酒，又匆匆上路，马蹄声声，惊散了池塘旁水草中尚在熟睡的鸭子，但很快它们又成双地聚在一起睡着了。宋诗人黄庭坚《睡鸭》诗有：“天下真成长会合，两凫相依睡秋江。”这本是乡野常见之景，然实是词人有感而发，借此以衬托自己的孤单，寄托自己的“愁抱”。正如江淹《别赋》中所写：“是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。”词作下片以“添衣”、“策马”、“寻亭堠”一系列行动，及鸭睡陂塘之景，侧面写出了词人送别心上人之后无法抒发的“愁抱”，也暗示出词人是位羁旅在外的行人。他似要极力在词作中淡化自己的愁绪，然仍抑止不住地流露出来。&&&全词炼字度句，精炼含蓄，疏密相间，勾勒微妙，语言深沉，格调超然。",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·早行",
                    "author" : "周邦彦",
                    "content" : "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。",
                    "addtionInfo" : "月皎：月色洁白光明。更漏：即刻漏，古代记时器。轳辘：井上汲水轳辘转动的声音。眸：眼珠。炯炯：明亮貌。徊徨：徘徊、彷惶的意思。阑干：横斜貌。斗柄：北斗七星的第五至第七的三颗星象古代酌酒所用的斗把，叫做斗柄。",
                    "classInfo" : "7",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "此首纯写离情，题曰：“早行”，出现在词中的是行者在秋季晨风中离家时那种难舍难分的情景。篇中没有感情的直抒，各句之间也很少有连结性词语，所以，词中的离情主要是靠各句所描绘的不同画面，靠人物的表情、动作和演出来完成的。&&&上片写别前。开篇三句自成一段。“月皎惊乌栖不定”写的是深夜，月光分外明亮，巢中的乌鸦误以为天明，故而飞叫不定。这是从视觉与听觉两方的感受概括出来的，暗示行者整夜不曾合眼。“更漏将阑，辘轳牵金井”两句，点明将晓。这是从听觉方面来写的。更漏中的水滴已经快要滴尽，夜色将阑。同时远处传来辘轳的转动声，吊桶撞击着井口声，已经有人起早汲水了。这三句表现出由深夜到将晓这一时间的进程。“唤起”两句另是一段，转写女方的悲伤。“唤起”的施动者是谁过去有两种解释，一种认为是行者，“知天已晓，唤起所别之人”；一种认为“闻乌惊漏残、辘轳声响而惊醒泪落。”“唤起”，既是前三句不同声响造成的后果，同时又是时间演变的必然进程：离别的时刻来到了。所以，就全篇来看，似以后一种解释为佳。如解释为行者把女方“唤起”，则自然要冲淡这首词所表出的那种离情的深刻性。“两眸清炯炯”，也非睡足后的精神焕发，而是离别时的情绪紧张与全神贯注。联系下句“泪花落枕红绵冷”，可见这双眼睛已被泪水洗过，“唤起”之后，仍带有泪花，故一望而“清”，再望而“炯炯 ”有神。同时，这一句还暗中交待出这位女子的美丽，烘托出伤别的气氛。“冷”字还暗出这位女子同样一夜不曾合眼，泪水早已把枕芯湿透，连“红绵”都感到心寒意冷了。&&&下片写别时、别后。前三句写别时依依难舍之状，曲折传神。“执手”，分别时双方的手相互紧握。古诗文里“执手”，多和惜别有关，兼示深情。柳永《雨霖铃》词里说“执手相看泪眼，竟无语凝咽。”《诗经·邶风·击鼓》里说“执子之手，与子偕老。”“霜风吹鬓影”，是行者饱看女方，刻印下别前最深刻的印象：鬓发在秋季晨风中微微卷动。“去意徊徨，别语愁难听”二句，看似写情，实则是写动作。作者几度要走，却又几度转回来，相互倾吐离别的话语。这话语满是离愁。“难听”不是不好听，而是令人心碎，难以忍听。终篇两句写别后景象，又是一段。这两句写行者远去，但还恋恋不舍地回头遥望女子居住的高楼，然而这高楼已隐入地平线下去了，眼中只见斗柄横斜，天色放亮，寒露袭人，鸡声四起，更社出旅途的寂寞。人，也越走越远了。沈义父在《乐府指迷》中说：“结句须要放开，含有余不尽之意，以景结情最好。如真清之‘断肠院落，一廉风絮。’又‘掩重关、偏城钟鼓’之类是也。”其实，“楼上阑干横斗柄，露寒人远鸡相应”也是“以景结情”的成功的妙句。&&&如上所述，该词最显著的特点是全篇句句均由不同的画面组成，并配合以不同的声响。正是这一连串的画面与音响的完美组合，才充分表现出难舍难分的离情别绪，形象地体现出时间的推移、场景的变换、人物的表情与动作的贯串。词中还特别注意撷取某些具有特征性的事物来精心刻画，如“惊乌”、“更漏”、“辘轳”、“霜风”、“鬓影”、“斗柄”、“鸡鸣”等等。与此同时，作者还特别着意于某些动词与形容词的提炼，如“栖不定”的“栖”字，“牵金井”的“牵”字，“唤起”的“唤”字，还有“吹”、“清”、“冷”等等，这一系列手法综合起来，不仅增强了词的表现力，而且还烘托出浓厚的时代气息与环境氛围，使读者有身临其境之真实感。",
                    "transferInfo" : "月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "玉楼春·桃溪不作从容住",
                    "author" : "周邦彦",
                    "content" : "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。",
                    "addtionInfo" : "玉楼春：词牌名。桃溪：虽说在宜兴有这地名，这里不作地名用。秋藕绝来无续处：俗语所谓“藕断丝连”，这里说藕断而丝不连。“当时”句：朱漆栏杆的小桥，以它明丽温暖的色调，烘托往日情人相候时的温馨旖旎和浓情蜜意；而铺满黄叶的小路，则以其萧瑟凄清的色调渲染了今日独寻时的寂寞悲凉。“烟中”句：一个晴朗的深秋的傍晚。烟霭缭绕中，远处排立着无数青翠的山峦。夕阳的余辉，照映空中飞雁的背上，反射出一抹就要黯淡下去的红色。“人如”句：人生好象随风飘入江天的白云，离别的情绪好比雨后粘满地面的花絮。",
                    "classInfo" : "37",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "此词以一个仙凡恋爱的故事起头，写词人与情人分别之后，旧地重游而引起的怅惘之情。整首词通篇对偶，凝重而流丽，情深而意长。&&&首句“桃溪”用东汉刘、阮遇仙之事典。传东汉时刘晨、阮肇入天台山采药，于桃溪边遇二女子，姿容甚美，遂相慕悦，留居半年，怀乡思归，女遂相送，指示还路。及归家，子孙已历七世。后重访天台，不复见二女。唐人诗文中常用遇仙、会真暗寓艳遇。“桃溪不作从容住”，暗示词人曾有过一段刘阮入天台式的爱情遇合，但却没有从容地长久居留，很快就分别了。这是对当时轻别意中人的情事的追忆，口吻中含有追悔意味，不过用笔较轻。用“桃溪”典，还隐含“前度刘郎今又来”之意，切合旧地重寻的情事。&&&第二句用了一个譬喻，暗示“桃溪”一别，彼此的关系就此断绝，正象秋藕（谐“偶”）断后，再也不能重新连接一起了，语调中充满沉重的惋惜悔恨情绪和欲重续旧情而不得的遗憾。人们常用藕断丝连譬喻旧情之难忘，这里反其语而用其意，便显得意新语奇，不落俗套。以下两句，侧重概括叙事，揭出离合之迹，遥启下文。&&&“当时相候赤阑桥，今日独寻黄叶路。”三四两句，分承“桃溪”相遇与“绝来无续”，以“当时相候”与“今日独寻”情景作鲜明对比。赤阑桥与黄叶路，是同地而异称。俞平伯《唐宋词选释》引顾况、温庭筠、韩偓等人诗词，说明赤阑桥常与杨柳、春水相连，指出此词“黄叶路明点秋景，赤阑桥未言杨柳，是春景却不说破。”同样，前两句“桃溪”、“秋藕”也是一暗一明，分点春、秋。三四正与一二密合相应，以不同的时令物色，渲染欢会的喜悦与隔绝的悲伤。朱漆栏杆的小桥，以它明丽温暖的色调，烘托往日情人相候时的温馨旖旎和浓情蜜意；而铺满黄叶的小路，则以其萧瑟凄清的色调渲染了今日独寻时的寂寞悲凉。由于是“独寻黄叶路”的情况下回忆过去，“当时相候赤阑桥”的情景便分外值得珍重流连，而“今日独寻黄叶路”的情景也因美好过去的对照而愈觉孤孑难堪。今昔之间，不仅因相互对照而更见悲喜，而且因相互交融渗透而使感情内涵更加复杂。既然“人如风后入江云”，则所谓“独寻”，实不过旧地重游，记忆中追寻往日的缱绻温柔，孤寂中重温久已失落的欢爱而已，但毕竟寂寞怅惆中还有温馨明丽的记忆，还能有心灵的一时慰藉。今昔对比，多言物是人非，这一联却特用物非人杳之意，也显得新颖耐味。“赤阑桥”与“黄叶路”这一对诗歌意象，内涵已经远远越出时令、物色的范围，而成为一种象征。&&&换头“烟中列岫青无数，雁背夕阳红欲暮”两句，转笔宕开写景：这是一个晴朗的深秋的傍晚。烟霭缭绕中，远处排立着无数青翠的山峦。夕阳的余辉，照映空中飞雁的背上，反射出一抹就要黯淡下去的红色。两句分别化用谢朓诗句“窗中列远岫”与温庭筠诗句“鸦背夕阳多”，但比原句更富远神。它的妙处，主要不景物描写刻画的工丽，也不景物本身有什么象征涵义；而于情与景之间，存着一种若有若无、若即若离的联系，使人读来别具难以言传的感受。那无数并列不语的青嶂，与“独寻”者默默相对，更显出了环境的空旷与自身的孤孑；而雁背的一抹残红，固然显示了晚景的绚丽，可它很快就要黯淡下去，消逝一片暮霭之中了。&&&结拍“人如风后入江云，情似雨馀粘地絮。”两句，收转抒情。随风飘散没入江中的云彩，不但形象地显示了当日的情人倏然而逝、飘然而没、杳然无踪的情景，而且令人想见其轻灵缥缈的身姿风貌。雨过后粘着地面的柳絮，则形象地表现了主人公感情的牢固胶着，还将那欲摆脱而不能的苦恼与纷乱心情也和盘托出。这两个比喻，都不属那种即景取譬、自然天成的类型。而是刻意搜求、力求创新的结果。但由于它们生动贴切地表达了词人的感情，读来便只觉其沉厚有力，而不感到它的雕琢刻画之迹。“情似雨馀粘地絮”，是词眼，全词所抒写的，正是这种执着胶固、无法解脱的痴顽之情。&&&此词纯用对句，从而创造了一种与内容相适应的凝重风格。整首词于排偶中，仍具动荡的笔墨，凝重之外而兼流丽风姿。《白雨斋词话》评此词云：“美成词有似拙实工春，如玉楼春结句云：”人如风后入江云，情似雨余粘地絮。“上言人不能留，下言情不能已。呆作两臂，别饶姿态，都不病其板，不病其纤，此中消息难言。”以这段话评价此词的工巧深沉和灵活轻捷，应该是精当的。",
                    "transferInfo" : "桃溪奔流不肯从容留住，秋天的莲藕一断就没有连接之处。回想当时互相等候在赤阑桥，今天独自一人徘徊在黄叶盖地的荒路。烟雾笼罩着排列耸立的山岫，青苍点点无法指数，归雁背着夕阳，红霞满天，时正欲暮。人生好象随风飘入江天的白云，离别的情绪好比雨后粘满地面的花絮。",
                    "backgroundInfo" : "词是周邦彦元祐四年（1089）自庐州府教授离任时所作。词人将别桃溪，回想起从前的旖旎生活，内心无限惆怅，颇是难舍。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江神子·杏花村馆酒旗风",
                    "author" : "谢逸",
                    "content" : "杏花村馆酒旗风。水溶溶。扬残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
                    "addtionInfo" : "杏花村馆：即杏花村驿馆。据说位于湖北麻城岐亭镇。酒旗风：使酒旗摆动的和风。溶溶：指河水荡漾、缓缓流动的样子。飏：意为飞扬，此指飘散的样子。残红：喻指凋残的花。野渡：村野渡口。望断：指一直望到看不见。人不见，草连空：意为不见所怀念的故人，唯见草色接连到天际。晚烟笼：指黄昏时烟气笼罩的景象。融：融合，匀融，匀合。年时：此指“当年那时”。画屏中：指“如诗画一般的景象中”。素光：此指皎洁清素的月光。",
                    "classInfo" : "81",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "词的主题是怀人，于忆旧中抒写相思之情。首先从空间着笔，展开一个立体空间境界。杏花村馆的酒旗在微风中轻轻飘动，清清的流水，静静地淌着。花，已经谢了，春风吹过，卷起阵阵残红。这是暮春村野，也是作者所处的具体环境。这一切都显示出“流水落花春去也”，在作者的心态上抹上了一层淡淡的惆怅色彩。杏花村与酒连在一起，出自杜牧《清明》诗“借问酒家何处有，牧童遥指杏花村。”后来酒店多以杏花村为名。&&&“野渡舟横，杨柳绿阴浓。”“野渡”句用韦应物《滁州西涧》诗“野渡无人舟自横”，“野渡舟横”显出了环境的凄幽荒凉。而一见到“杨柳绿阴浓”，又不免给词人增添了一丝丝离愁。杨柳往往与离愁别恨联在一起，杨柳成为了离别的象征物。“楼前绿暗分携路，一丝柳，一寸柔情。”（吴文英《风入松·听风听雨过清明》）“绿阴浓”，也含有绿暗之意。清幽荒寂的野渡，象征离愁别恨的杨柳，与上文所形成的淡淡的惆怅色彩是和谐一致的。这一切又为下文“望断江南山色远，人不见，草连空”的怀人怅别作了铺垫，渲染了环境氛围。经过上文渲染、铺垫之后，“人不见”的“人”就不是凭空出现的了。“望断江南山色远，人不见，草连空。”谢逸是江西临川人，也是江南人了。他一生虽工诗能文，却科场不利，屡试不第，以布衣终老。这样一位落拓文人，身在异乡，心情凄苦，自不待言，远望江南，青山隐隐，连绵无际，相思离别之情，油然而生。意中人远在江南，可望而不可见，可见的惟有无穷无尽的春草，与天相接，延伸到无限遥远的远方。而春草又是容易引起离别相思的物象。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”。“离恨恰如春草，更行更远还生。”（李煜《清平乐·别来春半》）词人用了一个远镜头，远望春草连天，伊人缺不知在何处，心驰神往，离恨倍增。&&&过片紧接上片，由望断江南而人不见的相思之苦，自然转入到回忆往事。“夕阳……画屏中”五句全是回忆往事，由上片的从空间着笔转入到下片的时间追忆。五句都是“记得”的内容，都应由“记得”领起。但“文似看山不喜平，”词尤忌全用平铺直叙，所以作者从回忆开始，马上描绘形象，而不从叙事入手。在一个夕阳西下的美好时刻，楼外晚烟轻笼，在这漫馨旖旎的环境里，一位绝色佳人出现了。融融脂粉，香气宜人，淡淡眉峰，远山凝翠。词人不多作铺叙笔法写她的面容、体态，而采用以部分代整体的借代修辞法，只写她的眉峰、粉香，其他就可想而知了。较之尽情铺叙，一览无余，更令人神往。这是很鲜明的形象，在词人记忆的荧光屏上永远不会消失。然后再用补写办法，补叙往事：“记得年时，相见画屏中。”这说明上面的一切都发生在楼上的画屏中。最后作者提出了一个问题：“相见以后是很快就离别了呢，还是共同生活了一段时间？”作者却不再作任何说明。填词也如绘画，绘画不能把整个纸面全部画满，什么都画尽，而应该留下适当的空白，笔尽而意不尽。填词也要留有空白，留有让读者想象的余地。&&&回忆至此，一笔顿住，将时间拉回到眼前，“只有关山今夜月，千里外，素光同。”回忆的风帆驶过之后，词人不得不面对现实。关山迢递，春草连天，远望佳人，无由再见。词人心想：只有今夜天上的一轮明月照着他乡作客的我，也照着远隔千里的她，我们只有共同向明月倾诉相思，让我们通过明月交流心曲吧！“美人迈兮音尘阙，隔千里兮共明月。”（南朝宋谢庄《月赋》）“但愿人长久，千里共婵娟。”（苏轼《水调歌头》）词人此时的心境也许与此相似。谢逸著《溪堂词》。毛子晋云：“溪堂小令，皆轻倩可人。”《词苑丛谈》称其词“标致隽永。”此词亦颇近之。&&&此词写完之后，凡是住到这个房问的人，都反复吟咏这首词，并纷纷向驿卒索要笔墨纸张将其抄写下来。驿卒觉得很麻烦，便偷偷用白粉将此词涂抹掉，这才制止了人们的抄写。可见，这首词在当时是多么受人欢迎。",
                    "transferInfo" : "杏花村馆酒旗迎风。江水溶溶，落红轻扬。野渡无人舟自横，两岸杨柳绿荫浓。遥望江南山色远，人影不见。惟有芳草连碧空。楼外夕阳晚烟笼。粉香四溢淡眉峰。记得去年，与你相见画屏中。今夜关山万千重，千里外，素光明月与君共。",
                    "backgroundInfo" : "一年的暮春时节，在黄州属地一个叫杏花村的驿馆中，词人谢逸独自一人在驿馆外闲游散步。面对着美丽的江南风景，词人不禁想起昔日相恋的情人，一种无法压抑的情感充溢在作者心中。于是词人回到驿馆，向负责杂役的人要来笔墨，在墙壁上挥毫题写了这首《江神子》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "惜分飞·泪湿阑干花著露",
                    "author" : "毛滂",
                    "content" : "泪湿阑干花著露。愁到眉峰碧聚。此恨平分取。更无言语。空相觑。短雨残云无意绪。寂寞朝朝暮暮。今夜山深处。断魂分付。潮回去。",
                    "addtionInfo" : "惜分飞：词牌名，富阳：宋代县名，治所在今浙江省富阳县。琼芳：当时杭州供奉官府的一名歌妓。作者任杭州法曹参军时，和她很要好。阑（lán）干：眼泪纵横的样子。眉峰碧聚：古人以青黛画眉，双眉紧锁，犹如碧聚。觑（qù）：细看。断雨残云：雨消云散，喻失去男女欢情。山深处：指富阳僧舍所在地。断魂：指极度的哀思。分付：付予、付给。潮：指钱塘江潮。",
                    "classInfo" : "81",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "这首词是毛滂青春恋情的真实记录。情人决别，后会无期，送别一程接一程，从杭州直送到百里之遥的富阳。然而这黯然销魂的别离还足不可避免地到来了。令作者心碎的帷幕就从此拉开：“泪湿阑干花著露，愁到眉峰碧聚。”挂满泪珠的脸颊犹如带露的花朵，颦蹙的黛眉像远山一抹。一幅娇怜痛惜的模样，经过妙笔的摹写，就这样呈现出来了。它同周围的景色化成一片，构成一种凄丽哀惋的色调。白居易的“梨花—枝春带雨”（《长恨歌》），张泌的“黛眉愁聚春碧”（《思越人》），为此二句所本。然却用得脱化无痕，形神兼胜，真是色绘高手。这两句塑造了一位含愁带泪的佳人形象。隋唐国力强盛，崇尚雍容富态、健康自然的女性美。宋朝国力渐衰，在审美观念上也一反唐代的标隹，以文弱清秀为美，多愁多病的弱女子形象占据了文学作品的主导位置。到明清时期，“愁病美人”仍然很受欢迎，《红楼梦》中的林黛玉就是代表。&&&“此恨”句，说明离愁对于双方是同样的沉重，要知道两人的地位是不同的。一个是宦游四海的贵胄公子，一个则是沦落风尘的烟花女郎。但是地位的悬殊并没有阻止他们倾心相爱。他们热恋着，共同承受着离恨的折磨。当然，他们也知道这种恋情是难以维持的。今番解手，就要相见无期了。所以这次分离，多半成了长别。“更无言语空相觑”一句，纯乎写情，有直指奔心的力量。语已尽，泪已枯，无声的饮泣往往比呼天抢地的号啕更加沉痛，“空相觑”三字反映出一种木然相对的绝望的悲哀。浯朴而情挚，传神之极笔也。&&&下片“断雨”二句，写景色之荒残；零零落落的雨点，澌灭着的残云，与离人的心境正相印合。这是一层意思。另外，还有一层双关之意。宋玉《高唐赋》有“旦为朝云，暮为行雨，朝朝暮暮，阳台之下”之语，即后人所谓神女生涯也。毛滂兼取此意来形容他与琼芳的恋情。而这种残云断雨的凄凉景象，也正象征着这段露水姻缘已经行将结束了。从此以后，只剩下岑寂的相思来折磨着这一对再见无期的离人了。结拍两句，设想别后的思念，付断魂于潮水。情景交融，绵绵无尽，可说是极悱恻缠绵之能事了。&&&总的来说，上片写两人依依惜别的深情，作者用画龙点晴之笔，特写泪眼愁眉，营造出一种凄丽哀婉的氛围。接着以“平分取”、“无言”、“空相觑’’写离愁的难言，从外表的神态写到内在的心态，简中有繁。下片写词人深山羁旅的凄苦与思念。先写别后的惆帐，再设想别后的心愿，愿付断魂于潮水，由此再现二人的情义缠绵。&&&从艺术风格来讲，这首词与一般镂刻藻绘的别情之作不同，它是以浅近之语传铱至之情而独擅胜场的。愁眉泪颊，断雨残云，本是寻常物态，可是一经作者感情之酝酿融注，便含情吐媚，摇荡人心。",
                    "transferInfo" : "你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。",
                    "backgroundInfo" : "据《西湖游览志》载：元祐中，苏轼知守钱塘时，毛滂为法曹椽，与歌妓琼芳相爱。三年秩满辞官，于富阳途中的僧舍作《惜分飞》词，赠琼芳。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·秋色渐将晚",
                    "author" : "叶梦得",
                    "content" : "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。",
                    "addtionInfo" : "秋色渐将晚，霜信报黄花。：暮秋景物渐呈苍老深暗之色，菊花开时报来了将要降霜的信息。黄花，指菊花。小窗低户：指简陋的房屋。微路，小路。敧（qī）斜：倾斜，歪斜。山翁：《晋书·山简传》载山简好酒易醉，作者借以自称。何事：为什么。坐看：空看、徒欢。流年：指流逝的岁月。拚（pàn） 却：甘愿。华：同花，指在闲居中空白了鬓发。徙（xǐ）倚：徘徊，流连不去。沧海：此指临近湖州的太湖。作者时居汴山，在太湖南岸。平昔：往日。遍：这里是“走遍”的意思。天涯，天边，喻平生飘荡之远。归来三径重扫，松竹本吾家：写辞官归隐家园。化用晋代陶渊明《归去来兮辞》：“三径就荒，松菊犹存”。悲风：悲凉的秋风。冉冉：指大雁缓缓飞行的样子。新雁：指最初南归之雁。边马：指边地的军马。胡笳：古代塞外民族的一种乐器。此处指军中的号角。胡沙：指代胡人发动的战争。",
                    "classInfo" : "30",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "这是作者告老，隐居湖州弁山后写的作品。梦得随高宗南渡，陈战守之策，抗击金兵，深得高宗亲重。绍兴初，被起为江东安抚大使，曾两度出任建康知府（府治在今南京市），兼总四路漕计，以给馈饷，军用不乏，诸将得悉力以战，阻截金兵向江南进攻。高宗听信奸相秦桧，向金屈膝求和，抗金名将岳飞、张宪被冤杀，主战派受到迫害，梦得被调福建安抚使，兼知福州府，使他远离长江前线，无所作为，他于1144年被迫上疏告老，隐退山野。眼看强敌压境，边马悲鸣，痛感流年轻度，白发徒增，很想东山再起，歼灭敌军，但却已经力不从心，思欲效法前贤谢安而不可得了。因写此词，抒发自己内心的悲慨和对时局的忧虑。&&&上片起首四句先写晚年生活的环境和乐趣。秋色已深，菊花开放，霜降来临，词人所住的房子掩映在花木深处，小路盘山蜿蜒而上。这是一幅山居图景，清丽而幽静。下面用自问自答的方式写自己生活的乐趣：若问我为什么就白白地看着那风月流逝，毫不顾及双鬓已经斑白？我会回答是因为留恋如沧海般辽阔美丽的太湖，它映出了青天云霞，明媚绚烂。&&&下片写自己的生活和老来的怀抱。飘泊了一生，足迹遍于天涯，现在回到家里，扫净已荒芜的道路，那松竹茂盛的地方就是我的家园。词人回到家中感到喜悦和安慰，所以笔下的家园也显得十分静谧、优美。但在那个国土沦丧，河山破碎的时代，一个胸怀抱国之心的抗金志士，又怎能终老于隐居的山林呢？“却恨”三句，笔锋一转，在隐居之后，词人却时常听到“悲风时起”，这悲风是自然界之风，更是人间悲风，南宋朝廷苟安求和，不愿力战敌人，前线频传战败消息，对他来说，也就是“悲风”。再看到归雁南飞，金兵南下，愤怒之火又在胸中烧起，所以句首着一“恨”字，力敌千钧，倾注了词人的满腔忧愤。这种爱国激情，使他对自己不能像谢安那样从容破敌感到有愧于国家，也对南宋将无良才感到深深的忧虑。虽然退居且愿一享隐居之乐，但他又挂念抗金大计，时刻关注前线，所以一首抒写晚年怀抱之词就表现得感情激越、悲凉、慷慨，充满了爱国忧民之情。",
                    "transferInfo" : "秋色日渐变浓，金黄的菊花传报霜降的信息。小窗低户深深掩映在菊花丛中，小路盘山而上，曲折倾斜。询问山公到底有什么心事， (原来是不忍心)坐看时光轻易流逝而双鬓花白。在太湖边上徘徊凝望，天空澄澈，湖水映照着明丽的彩霞。追忆往日，漂泊不定，走遍天涯海角，却毫无建树。归来后重新打扫庭院中的小路，松竹才是我的家。却恨悲凉的秋风不时吹起，南归的大雁缓缓地飞行在云间，哀怨的胡笳声和边马的悲鸣声交织在一起。谁能像东晋谢安那样，谈笑间就扑灭了胡人军马扬起的尘沙。",
                    "backgroundInfo" : "这是作者告老，隐居湖州卞山后写的作品高宗听信奸相秦桧，向金屈膝求和，梦得被调福建安抚使，兼知福州府，使他远离长江前线，无所作为，他于1144年被迫上疏告老，隐退山野。因写此词，抒发自己内心的悲慨和对时局的忧虑。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "点绛唇·绍兴乙卯登绝顶小亭",
                    "author" : "叶梦得",
                    "content" : "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。",
                    "addtionInfo" : "点绛唇：词牌名。绝顶亭：在吴兴西北弁山峰顶。缥缈：隐隐约约，亦因其高而之似可见似不可见，应题中的小亭。危：高，应题中的绝顶。烟浪：烟云如浪，即云海。天涯想：指恢复中原万里河山的梦想。衰翁：衰老之人。",
                    "classInfo" : "27",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "起首一句径直点题。“缥缈”，隐隐约约，若有若无，形容亭在绝顶，既高且小，从远处遥望，若隐若现；这是紧扣题中“绝顶小亭”来写的。危，高也；危亭即高亭，因为亭基在弁山绝顶，这是吴兴地区的最高峰。第二句由亭而写到人，应题目的“登”字。由于小亭位于“绝顶”，故登亭之人有“千峰上”之感。独登小亭，无人共赏，只有万里横江而过的波浪，渺茫无边无际。&&&上片末两句倒装，一则说北方大片失地，山河破碎，不堪赏玩；二则说因主战派不断受到排挤和打击，已找不到同心同德，一起去把失地收回，重建共赏的人。“万里”，喻其广远，指吴兴以北直至沦陷了的中原地区，此时宋室南渡已八个年头了。“烟浪”形容烟云如浪，与“万里”相应。北望中原，烟雾迷茫，不知恢复何日。“赏”字不只为了协韵，还含有预想失土恢复后登临赏览的意思内。“与谁同赏”即没有谁与之同赏，回应“独”字。“独”而推及“同赏”，“同赏”又感叹“与谁”；欢快味的“赏”字与压抑感的“独”字连翩而来，表现了作者心中此时的复杂情绪。&&&过片两句“老去情怀，犹作天涯想。”说自己人虽老了，情怀不变，还是以天下为己任，把国事放在心上，总在作着恢复中原那万里山河的计虑和打算，表现出“老骥伏枥，志在千里”的气概。这两句可联系词人身世来理解。“天涯想”，指有志恢复中原万里河山。年龄虽老，壮志未衰，“犹作”二字流露出“天涯想”的强烈感情。又想起此身闲居卞山，复出不知何日，独自登临送目，纵有豪情，也只能是“空惆怅”。“空惆怅”三个字收住了“天涯想”。一个“空”字把前面的一切想望都钩销掉了，又回到了无可奈何、孤独寂寞的境界，不免要表现出某些颓丧情绪。而胸中热情，又不甘心熄灭，便吩咐随侍的儿辈“少年豪放，莫学衰翁样”。说年轻人应该豪放一点，不要学习衰老之人的模样。是示人，也是律己。这里的“衰翁样”指的是“空惆怅”，借“少年豪放”借回复到“天涯想”的豪情壮志上去。“少年豪放”一句与第二句的“笑谈”二字相呼应，针线绵密。&&&这是一首小令词，篇幅不长，可是翻波作浪，曲折回旋地抒写了词人十分矛盾复杂的心绪。",
                    "transferInfo" : "小亭在高耸入云的山峰，隐隐约约浮现着。在千峰上独自叙述胸意，看那万里云烟如浪花般滚来，我与谁共同欣赏呢？人已经老了，但情怀仍在。虽然思虑着万里山河，但也只能无奈的惆怅。少年啊，要胸怀豪情万丈，莫要学我这个老头子。",
                    "backgroundInfo" : "此词作于宋高宗绍兴五年（1135年）作者去任隐居吴兴卞山时，为作者登临卞山绝顶亭有感而发之作。诗人叶梦得当时为南宋主战派人物之一，大宋南渡八年，仍未能收复中原大片失地，而朝廷却又一味向敌妥协求和，使爱国志士不能为国效力，英雄豪杰也无用武之地。诗人虚年59岁时，闲居卞山，登亭述怀，写下了这首词，以抒写自己复杂的情怀和对时局的慨叹。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "点绛唇·新月娟娟",
                    "author" : "汪藻",
                    "content" : "新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。",
                    "addtionInfo" : "娟娟：明媚美好的样子。斗：北斗星座。山衔斗：北斗星闪现在山间。闲却：空闲。传杯：互相传递酒杯敬酒，指聚酒。乱鸦啼：明指鸟雀乱叫，暗喻朝中群小小人得志。归兴：归家的兴致。",
                    "classInfo" : "30",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "这首词构思别致，语言晓畅，婉转含蓄，情景相生。但一般认为这首词不是通常的写景抒情，而是寄托着作者厌倦仕宦生涯、渴望回归田园生活的情怀。&&&上阕集中笔墨描绘了一幅江寒、山静、梅瘦的霜天月夜图。开篇两句写远而静的夜景。“新月娟娟，夜寒江静山衔斗。”一弯新月如玉镰悬空，星月交辉，把夜空装扮得十分美丽。远山静静地矗立着，起伏的山峰仿佛把正在下沉的北斗星衔在其中一样。江水在夜幕下流淌得更加悄无声息了，夜似乎更冷了。“衔”字极为生动准确，将静景写活了。以下内容由室外的星月江山之景写到室内的“起来搔首”之人。“搔首”是思考问题时习惯的动作，此处这两个字形象地写出他情绪不平静。深夜无眠的人必是心事重重者，他凭窗而坐所见到的是斜映在窗上的清瘦的梅影。“瘦”字刻画出梅花的丰姿。这句“梅影横窗瘦”一是以梅花点明残冬早春时节，二是作者以“梅瘦”自喻愁情满怀、品格高洁，为下文抒发归隐之志作好铺垫。&&&下阕以“好个霜天”作为上阕写景的收束，又引发下文的抒情。“霜天”好在它正是推杯换盏的时候。“梅影横窗瘦”也可以成为酒宴助兴的美景，但作者却“闲却传杯手”。他远离官场宴会，酒兴全无。其中原委好似一个悬念耐人寻味，紧接着又用“君知否”对之加以强调，最后才告知是“乱鸦啼后，归兴浓于酒。”归隐的兴趣像酒一样浓烈。“乱鸦啼”暗喻得志小人的聒噪，这是全词唯一写声音的句子。这聒噪声在星沉月明之时会显得更加刺耳。但作者对之的反应是“搔首”、“闲却”，如梅影傲霜般默默无语。这里“无声”与“有声”相对，达到了无声“胜”有声的表达效果，因为“归兴浓于酒”，表明了作者远离官场倾轧的决心。此两句也是全词主旨之所在，在意义上倒贯全篇，使全词的景语皆成情语。&&&这首词上阕写初春霜夜，词人内心激动，耿耿不寐，中夜起身，搔首踟蹰；下阕写闲愁难耐，委婉含蓄地表现了内心的苦闷。作者借霜天月夜图抒发了厌恶官场、乐于归隐的清峻高洁之志。整个作品借景抒情，写法含蓄，深有寄托，有感而发。",
                    "transferInfo" : "一弯秀美的新月高高悬挂在夜空中。寒夜里，江流澄静，听不到一点波涛的声音，北斗星斜挂在山头。我辗转难眠，心绪不宁，披衣而起，只见窗纸上映现着疏落的几枝梅影。如此寒冷的霜天，本是众人相聚推杯换盏的时候，可现在，这双手却闲下来了。你知道吗？宦海中的“乱鸦”叫人痛恨，我思归的念头比霜天思酒还要浓厚。",
                    "backgroundInfo" : "关于此词的背景，张宗的《词林纪事》中所记比较可信，汪藻出守泉南，后为人谗毁而被移知宣城。他心中很烦躁愤懑，便写下此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蓦山溪·梅",
                    "author" : "曹组",
                    "content" : "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？",
                    "addtionInfo" : "洗妆真态：洗净脂粉，露出真实的姿容。铅花御：用脂粉化妆。铅华：脂粉。御：用。此处作涂抹、修饰讲。“无处”句：意谓无人欣赏。“风细细”三句：意谓在风雪之中江边的梅花更没有人来挹其清香。廉纤：细微，纤细，形容连绵不绝。供断：供尽，无尽地提供。东阳：南朝梁沈约，曾东阳守。东阳：指南朝梁曾任东阳太守的沈约。因不得志瘦损之事，此处喻作者自己。",
                    "classInfo" : "14",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "这首咏梅词，上片写梅花品格之高洁，下片写赏梅者情怀之抑郁，是古诗词众多咏梅之作中的一篇佳作。&&&开头“洗妆真态，不假铅华御。”说明作者意在直接写梅，而不用铺排衬托。正如俞陛云先生所说：“此调佳处，在不用侔色揣称及譬喻衬托，而纯在空处提笔描写。”第二句，接着写梅花的：“竹外一枝斜，想佳人、天寒日暮。”一连化用苏轼、杜甫诗句：“竹外一枝斜更好。”“天寒翠袖薄，日暮倚修竹。”接着，写黄昏院落，处处“清香”，“风细细，雪垂垂”，一幅梅风雪景图，展示在读者面前。李攀龙在《草堂诗余集》中说：“白玉为骨冰为魂，耿耿独与参黄昏。其国色天香，方之佳人，幽趣何如？”&&&下片抒情，写赏梅人即作者本人的抑郁心情。用月下“疏影”、“梦魂”、“细雨”，造成了一种令人抑郁的气氛。末四句，作者将自己比作南朝宋大臣沈约。沈约为文学家、史学家，曾为东阳太守，参与萧衍代机密，后为衍所嫉忌，忧郁而死。作者将自己与梅花、沈约视为一体：认为自己“孤芳一世”，唯有花知，而故以问花作结，词笔十分生动。正如沈飞际在《草堂诗余正集》中所说：“微思远致，愧黏题装饰者，结句清俊脱尘。”",
                    "transferInfo" : "洗却胭脂铅粉，自有天然态度。一枝疏梅斜出竹外，有如佳人绝代，天寒日暮独倚修竹。黄昏院落，幽芳都无人赏，风细细，雪垂垂。更冷落了江头梅树芬香。月下疏影多么清雅，梦中却禁不住心神惆怅，待到梅子欲黄时节，又该是阴雨连绵令人断肠。梅花一世孤芳自赏，让有情人愁闷悲伤，可知道为了你，我像沈约般瘦损异常？",
                    "backgroundInfo" : "孙惟信以祖荫调监，不乐弃去。一榻外无长物，躬婪而食。此词写于词人一直无人赏识，内心愁闷悲伤恰好看到白雪茫茫中的梅花之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "三台·清明应制",
                    "author" : "万俟咏",
                    "content" : "见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。",
                    "addtionInfo" : "三台：唐教坊曲名。应制：即应诏，指奉皇帝之命写作诗文。内苑：皇宫花园。青门：汉长安东南门，后泛指京城城门。浦：水边，这里泛指京城外面的江河。凤阙：汉代宫阙名。非烟非雾：指祥瑞之气。九陌：汉长安城中有八街、九陌。后来泛指都城大路。乍：恰好，正是。啭：鸟声宛转。榭：建在高台上的宽敞屋宇。斗草：古代的一种游戏，也叫“斗百草”。饧（xíng）：糖稀，软糖。踏青：指春天郊游。夭桃：茂盛而艳丽的桃花。漏永：夜漫长。禁火：古俗寒食日禁火三天。三分：很，最。槐府：贵人宅第，门前植槐。阊阖：宫之正门。住传宣：停止传旨、宣官员上殿。休务：停止公务。",
                    "classInfo" : "98",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "全词用赋的铺张扬厉之笔法极力铺叙京城清明时节的节序风光，粉饰出一片虚假的太平繁荣景象。词分上、中、下三片，上片写宫苑中的春景，由内及外；中片写郊外之游，具体描写莺歌燕舞、各色人物游冶欢乐的情形；下片写贵族宅院中的喜庆景象。&&&上片写春到京城，将优美的春景，归结为“朝野多欢”、“箫鼓”盈衢的“太平气象”。“见梨花初带夜月，海棠半含朝雨。”首二句写景，收入了梨花、海棠、夜月、朝雨这一系列意象，色彩清丽，并未沾染上多少宫廷的富贵气息。“内苑春”四句写春意由皇宫内苑延向民间，渲染出一片春意融融的景象。“东风静”四句，描写东风拂柳的春日景象和皇宫楼阙的巍峨，烘托出帝王之家的祥和与高贵。东风和煦闲静，细柳静静地垂拂着金黄色的柳丝，远远望去，皇宫楼阙金碧辉煌，朦朦缥缈，却非烟非雾。“好时代”四句全是颂扬之词，粉饰出一片虚假的太平景象。&&&中片写市井之繁华热闹。流莺宛转，燕子去来，近水台榭映秋千，成双游女戏斗草。卖场携酒，踏青祭扫，游人往返不绝，犹有留情于“夭桃朱户”人家者。仍归结为贵族子弟纵马豪饮的游冶逸兴。“乍莺儿百啭断续，燕子飞来飞去。”这二句写莺歌燕舞，既是对景物的描绘，也象征着太平盛世的祥和安宁。“近绿水”四句描写了荡秋千和斗百草两种游戏场面，姑娘们的嬉耍在无形之中为春天增添了不少美色。“饧香更”四句描写了踏青路上的热闹景象，暗示了这也正是青年男女们恋爱的季节。“向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。”中片歇拍二句描写了富贵子弟的狂饮醉归，暗衬出一派醉生梦死的承平景象。&&&下片借寒食清明习俗禁火，宫中以蜡烛分赐近臣，及弛禁开门，住宣休务等事，写皇上降恩，与百僚同乐，以此颂圣。“正轻寒轻暖漏永，半阴半晴云暮。”这二句交待了天气和节候特征，暗示天下风调雨顺，人心舒畅。“禁火天”描写了民间“试新妆”的喜气，呈现出一派万象更新的可喜气象。“清明看”四句，描写了宫廷传蜡烛“燃薪火”的盛况，进一步渲染了万象更新的盛世气象。“敛兵卫”四句描写了节日里皇宫朝廷的安宁气象，“敛兵卫”而洞开宫廷大门，具体印证了前面的“太平”；“又还休务”则是对“朝野多欢”的一个总的收束。全词也在这样一片太平祥和的氛围中戛然而止。&&&统观全篇，是一种竭力罗列铺陈的赋体写法。比之于出自真情实感的抒情词作来，其文与价值或要逊色得多，但就当时文学现象中不可缺少的一种诗词体式“应制体”来看，也还是写得比较成功的，故得到一些评词者的赞许。全词铺叙勾勒，脉络清晰，层次分明，处处照应；语言雅洁富丽，修饰精工自然，既具音律美，又具意境美。",
                    "transferInfo" : "梨花还染着夜月的银雾，海棠半含清晨的雨露，皇家宫苑关不住阳春，春光延伸到遥远的城门。御沟里涨满新水，暗暗地流向南浦。细柳垂丝丝金缕，东风平和静穆。望壮丽宫阔高耸入云，那并不是烟雾霏霏的仙境。清平时代，朝中和民间多么欢悦。帝城条条大路，喧响着箫声鼓乐。黄莺儿歌声断续，小燕子飞来飞去。绿水中倒映着岸边台榭，秋千影随水波荡漾不伍。一对对游女，聚集着做斗草游戏，踏青路上洋溢着卖糖的香气，到处是携酒野宴的人，你也许会幸运地认识那人面桃花相映的朱门。少年跨着雕鞍宝马，向晚时在一起欢聚，酣醉中，衣襟上沽惹着片片落红、点点飞絮。正是轻寒轻暖宜人的长昼，云天半阴半晴的日暮，在这禁火时节，青年们已把新妆试著。岁华恰到最佳处，清明时看汉宫传送蜡浊，翠烟缕缕，飞进门前种槐的贵人府。兵卫全都撤除，皇宫敞开千门万户，不再听到传诏宣旨，停止了一切的公务。",
                    "backgroundInfo" : "这首词是宋徽宗时万俟咏任大晟府乐官时奉皇帝之命所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "好事近·摇首出红尘",
                    "author" : "朱敦儒",
                    "content" : "摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。",
                    "addtionInfo" : "蓑：衣服。笠：帽子。",
                    "classInfo" : "30",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "朱敦儒曾作渔父词六首，这首是其中之一。&&&绍兴二年，朝廷“访求山林不仕贤者”（《二老堂诗话》），作者被召，回到临安，先后任秘书省正字，兼兵部郎官及两浙东路提点刑狱等官职。后又被劾，罪名是“专立异论，与李光交通”。（《宋史·朱敦儒传》）李光反对议和，为秦桧所忌，而遭排斥，朱敦儒也因此止仕。陆游说他“居嘉禾，与朋侪诣之，闻笛声自烟波间起，倾之，棹小舟而至，则与俱归。”（周密《澄怀录》）他自己也有词《好事近》记道：“失却故山云，索手指空为客，莼菜鲈鱼留我，住鸳鸯湖侧……”过着远离世俗的生活。&&&这首词的开头“摇首出红尘，醒醉更无时节”，写出作者自由自在，无拘无束，潇洒疏放的襟怀。“活计”两句，勾勒出一位渔父的形象。&&&在词作中描写渔父的形象，在敦煌曲子词中就有了。如：“倦却诗书上钓船，身披蓑笠执渔竿。棹向碧波深处，几重滩。”（《浣溪沙》），这实际上是徜徉山水的隐士生活的写照。&&&这里的渔父形象，实际就是作者晚年的写照。他长期住在嘉禾，过着远离俗世的生活，所谓“醒醉无时”、“披霜冲雪”，都是指安闲自得，自由自在。&&&下片写的晚景，更是景色迷人。请看，夜晚来临，一轮新月升起在天空，月光洒满大地，水天一色，万籁俱寂，只有孤鸿的身影时隐时现。在这样一幅山水画中，一位渔夫，也是作者自己，在静静地垂钓。&&&作者所描绘的鸳鸯湖，即浙江嘉兴南湖，那儿“波平岸远，酒酽鱼肥”，渔舟泛浪，萎荷沁香，引得许多画家、文人讴歌之。唐人张志和有渔父词，元代画家吴镇曾“笔之成图”，并写下八首《酒泉子》，“鸳湖春晓”，即其中一景：湖合鸳鸯，一道长虹横跨水。涵波塔影见中流。终日射渔舟。彩云依傍真如墓。长水塔前有奇树。雪峰古甃冷于秋。策杖几经过。&&&与这些词作相比，朱敦儒的这首渔父词，当然是上乘的山水风物词。只是词人退隐之后，对于国事的关切逐渐淡漠，这是很可惋惜的。他曾月夜泛舟吴江垂虹亭，流连忘返：“放船纵棹，趁吴江风露，平分秋色。帆卷垂虹波面冷，初落萧萧枫叶。万顷琉璃，一轮金鉴，与我成三客。碧空寥廓，瑞星银汉争白。”（《念奴娇》）进一步表示要“洗尽凡心，相忘世尘”。而不再是当年在“南海西头”时，“无酒可销忧，但说皇州……今夜只应清汴水，呜咽东流”（《浪淘沙》）那种痛心中原沦陷敌手的悲恨心情了。",
                    "transferInfo" : "摇首出红尘，醒和醉更无时节。活计绿衣服青帽子，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里的水天混合成了一种颜色，看孤鸿明灭。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "相见欢·金陵城上西楼",
                    "author" : "朱敦儒",
                    "content" : "金陵城上西楼，倚清秋。万里夕阳垂地，大江流。中原乱，簪缨散，几时收？试倩悲风吹泪，过扬州。",
                    "addtionInfo" : "金陵：南京。城上西楼：西门上的城楼。倚清秋：倚楼观看清秋时节的景色。中原乱：指公元1127年（宋钦宗靖康二年）金人侵占中原的大乱。簪缨：当时官僚贵族的冠饰，这里代指他们本人。收：收复国土。倩：请。扬州：地名，今属江苏，是当时南宋的前方，屡遭金兵破坏。",
                    "classInfo" : "32",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "古人登楼、登高，每多感慨。王粲登楼，怀念故土。杜甫登楼，感慨“万方多难”。许浑登咸阳城西楼有“一上高城万里愁”之叹。李商隐登安定城楼，有“欲回天地入扁舟”之感。尽管各个时代的诗人遭际不同，所感各异，然而登楼抒感则是一致的。&&&这首词一开始即写登楼所见。在词人眼前展开的是无边秋色，万里夕阳。秋天是冷落萧条的季节。宋玉在《九辩》中写道：“悲哉，秋之为气也，萧瑟兮，草木摇落而变衰。”杜甫在《登高》中也说：“万里悲秋常作客。”所以古人说“秋士多悲”。当离乡背井，作客金陵的朱敦儒独自一人登上金陵城楼，纵目远眺，看到这一片萧条零落的秋景，悲秋之感自不免油然而生。又值黄昏日暮之时，万里大地都笼罩在恹恹的夕阳中。“垂地”，说明正值日薄西山，余晖黯淡，大地很快就要被淹没在苍茫的暮色中了。这种景物描写带有很浓厚的主观色彩。王国维说：“以我观物，故物皆着我之色彩。”朱敦儒就是带着浓厚的国亡家破的伤感情绪来看眼前景色的。他用象征手法使人很自然地联想到南宋的国事亦如词人眼前的暮景，也将无可挽回地走向没落、衰亡。作者的心情是沉重的。&&&下片忽由写景转到直言国事，似太突然。其实不然。上片既已用象征手法暗喻国事，则上下两片暗线关连，意脉不露，不是突然转折，而是自然衔接。“簪缨”，是指贵族官僚们的帽饰。簪用来连结头发和帽子；缨是帽带。此处代指贵族和士大夫。中原沦陷，北宋的世家贵族纷纷逃散。这是又一次的“衣冠南渡”。“几时收？”这是作者提出的一个无法回答的问题。这种“中原乱，簪缨散”的局面何时才能结束呢？表现了作者渴望早日恢复中原，还于旧都的强烈愿望，同时也是对朝廷苟安旦夕，不图恢复的愤慨和抗议。&&&结句“试倩悲风吹泪过扬州”。悲风，当然也是作者的主观感受。风，本身无所谓悲，而是词人主观心情上悲，感到风也是悲的了。风悲、景悲、人悲，不禁潸然泪下。这不只是悲秋之泪，更重要的是忧国之泪。作者要倩悲风吹泪到扬州去，扬州是抗金的前线重镇，国防要地，这表现了词人对前线战事的关切。&&&全词由登楼入题，从写景到抒情，表现了词人强烈的亡国之痛和深厚的爱国精神，感人至深。",
                    "transferInfo" : "独自登上金陵西门上的城楼，倚楼观看清秋时节的景色。看着这万里长的大江在夕阳下流去。因金人侵占，中原大乱，达官贵族们纷纷逃散，什么时候才能收复国土？要请悲风将自己的热泪吹到扬州前线。",
                    "backgroundInfo" : "靖康之难，汴京沦陷，二帝被俘。朱敦儒仓猝南逃金陵，总算暂时获得了喘息机会。这首词就是他客居金陵，登上金陵城西门城楼所写的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·西都作",
                    "author" : "朱敦儒",
                    "content" : "我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。",
                    "addtionInfo" : "清都山水郎：在天上掌管山水的官员。清都，指与红尘相对的仙境。疏狂：狂放，不受礼法约束。支风券：支配风雨的手令。章：写给帝王的奏章。觞（shāng）：酒器。玉楼金阙慵（yōng）归去：不愿到那琼楼玉宇之中，表示作者不愿到朝廷里做官。",
                    "classInfo" : "36",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "此词系作者从京师返回洛阳后所作，故题为“西都作”。该词是北宋末年脍炙人口的一首小令，曾风行汴洛。词中，作者以“斜插梅花，傲视侯王”的山水郎自居，这是有深意的。据《宋史·文苑传》记载，他“志行高洁，虽为布衣而有朝野之望”，靖康年间，钦宗召他至京师，欲授以学官，他固辞道：“麋鹿之性，自乐闲旷，爵禄非所愿也。”终究拂衣还山。这首《鹧鸪天》，可以说是他前期词的代表作，也是他前半生人生态度和襟怀抱负的集中反映。&&&上片主要写作者在洛阳时纵情于山水，豪放不羁的生活。首句以“山水郎”自居，写自己热爱山水乃出于天性。直抒自己的生活理想，他不喜尘世，流连山水。接下来“天教分付与疏狂”则声称自己懒散的生活方式和狂放的性格特征亦属天赋，因而无法改变。这两句充分表现出了词人的性格特征，坦荡直爽，豪气四溢。 “曾批给雨”二句以天意抒怀抱，透露出作者远避俗世，怡然自得的心理。这二句充满了浪漫的精神，富于神奇的幻想，不仅对首句进行了绝妙而风趣的解释，而且透露了他对大自然的由衷热爱和对世俗发自内心的鄙弃。&&&下片用巧妙的方法表现作者赛神仙的淡泊胸怀。“诗万首，酒千觞。几曾著眼看侯王”写作者诗思的丰富，酒量的很大，隐逸生活的全部内容都表现为对诗与酒的钟情。面对“侯王”几曾看过，凸显词人对功名富贵的鄙夷，面对王侯的傲骨铮铮。 “玉楼金阙慵归去，且插梅花醉洛阳”这二句表现出作者不愿意返回京城官场，只想纵诗饮酒，与山水为伴，隐逸归老。玉楼金阙，本是人人羡慕向往的荣华富贵，但词人用一“慵”字，十分准确地表现了自己鄙薄名利的态度，相反对于“插梅花醉洛阳”的生活却十分欣赏留恋，体现名士的清高、名士的风流，“梅花”是高洁的象征，这里意在言词人的品性高洁。将高洁与疏狂的品性有机地统一起来，表现出不愿与污浊的社会同流合污的狂放。&&&全词清隽婉丽，自然流畅，前后呼应，章法谨严，充分体现了作者蔑视权贵、傲视王侯、潇洒狂放的性格特征。&&&此词体现了词人鄙夷权贵、傲视王侯的风骨，读来令人感佩。无论从内容或艺术言之，这首词都堪称朱词中具有代表性的作品，是一首“天资旷远”，婉丽流畅的小令。全词清隽谐婉，自然流畅，而且前后呼应，章法谨严。上片第一句“天教懒慢带疏狂”，下片的“诗万首，酒千觞，几曾着眼看侯王”和“且插梅花醉洛阳”，表现了词人的潇洒、狂放和卓尔不群，照应了“疏狂”：“玉楼金阙慵归去”则照应了“懒慢”。",
                    "transferInfo" : "我是天宫里掌管山水的郎官，天帝教我这样的狂放不羁。曾多次批过支配风雨的手令，也多次上奏留住彩云，借走月亮。我自由自在，吟诗万首不为过，喝酒千杯不会醉，王侯将相，我何曾放在眼里？就算是在华丽的天宫里做官，我也懒得去，只想插枝梅花，醉倒在花都洛阳城中。",
                    "backgroundInfo" : "此词是词人早年从京师返回洛阳后所作，故题为“西都作”，体现了词人早年淡泊情致。年轻时期，他一直隐居在洛阳的山水之间，过着神仙般逍遥快活的生活。这首《鹧鸪天》，可以说是他前期词的代表作，也是他前半生人生态度和襟怀抱负的集中反映。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "减字木兰花·题雄州驿",
                    "author" : "蒋氏女",
                    "content" : "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。",
                    "addtionInfo" : "减字木兰花：词牌名。雄州：今河北雄县。驿：古代专供递送公文的人或往来官员暂住、换马的处所。辘辘：车行声。白草黄沙：象征北方凄凉的景色。无昼夜：不分昼夜。燕山：府名。",
                    "classInfo" : "34",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "这是北宋灭亡之际一位被金人虏去的弱女子写的词，描述被虏北行之经历，抒发国破家亡之巨痛。作者之父本是阳武（河南原阳）县令，在金兵南侵围城时，奋勇抵抗，壮烈殉国，妻、子一同遇难。“其女为贼虏去，题字于雄州驿中，叙其本末”（韦居安《梅磵诗话》）。由此可以想见作者写作此词时揪心泣血的情景。雄州，河北省雄县。&&&开头两句，写被金人用车载向北方出发时的情景。“朝”，点明出发的时间是在早上；“云”，点明出发时的环境气氛是那么惨淡，阴云密布；“横度”，形容阴云突如其来地漫过来。首句看似写景，渲染自然气候之恶劣；实是暗喻当时政治风云的突然变化，形势险恶。一个“横”字，把作者那种祸从天降的特殊感受强调了出来。因此，次句“辘辘车声如水去”就直道其事了。“辘辘”，象声词，形容车轮声。杜牧《阿房宫赋》有“辘辘远听，杳不知其所之也”之句，那是描写六国宫妃被虏秦宫之后的可悲生活，这里是写作者被虏北上、乘敌囚车、不知所往的惨痛情景。“如水去”，既写出被虏妇女之众多，又表达了将一去不返的痛苦心境，比喻生动，含意深长，道尽了国势危亡、一蹶不振，身为俘虏、前途茫茫的深哀大痛。&&&紧承“去”字，作者用“白草黄沙，月照孤村三两家”，再描写沿途之所见。“白草”，我国西北地区所产之草，干枯时成白色，故名。唐代边塞诗人岑参有“北风卷地白草折”、“平沙莽莽黄入天”之句，那是描写天山一带苦寒荒凉的景象；作者在此借用字面，渲染出河北秋季枯草遍地、一片不毛的气氛。在这惨淡萧索的背景之下，只见月光清冷地照着只有三两户人家的荒村，孤零零地，没有一点活气。作者描述敌占区是这样地衰败不堪，凄凉已极，不仅揭示了金兵烧杀虏掠造成的惨象，更衬托出作者被虏离乡、身临异地那种无比悲苦的心境。上句侧重写白天之所见，下句侧重写夜晚之所见，而又互文见义，彼此映衬，合成一幅北国荒寒图，作者的满眼血泪、一腔悲哀也正涂染其上了。&&&上片写开始被押北行途中的情景；下片写继续北行直至雄州的情景。上片侧重写所见，以写景为主；下片侧重写所思，以抒情为主。&&&飞鸿过也，万结愁肠无昼夜。”这是继续被押北行途中的一个特写镜头。作者眼看敌占区荒凉凄冷的景象，心头充满了国破家亡的悲哀，忽然看到鸿雁从北往南地飞去，不禁更撩起了对故乡的怀念、对亲人的追思。然而父母兄弟均死于敌手，即使鸿雁能够传书，自己又不知道投书给谁，何况自己身为俘虏，失去自由，不仅不能象鸿雁那样飞向南方故土，恐怕连投书的自由也没有。就在这种度日如年的愁境中，“渐近燕山”，来到雄州，离金邦的京城——那在燕山脚下的燕京已经不远了。&&&这句既照应词题，又开启下句“回首乡关归路难”。空见飞鸿南去，自己身陷异域，只能回头遥望那难舍难忘的故国乡土，可要顺着此路回去就比登天还难了。作者强烈的怀国思乡之情，深沉的亡国丧家之恨，无可奈何的身为敌俘之悲，已经绝望的永别家园之痛，在此一齐倾诉出来，字字饱含着血泪。结笔处，收敛了上文流露出的愁苦心绪，文字变得平实朴素，但感情却更显真切。燕山，早在靖康之变以前，同知燕山府郭药师就已投降金国，使燕山成为金人的后方重镇。这一句话中，蕴涵着深沉的家国之痛。正因为家国沦亡，她才会落入此种境地；也正因为国破家亡，她才无法再得自由。因此，末句对“乡关”的“回首”，饱含着她对故土的留恋，以及对家国命运的忧心。&&&这首词上片寓情于景，下片对景抒情。上下片都达到了情与景的和谐统一。同时也将强烈的思乡之情和深深的亡国之恨汹涌倾泄出来，令人悲愤无比。",
                    "transferInfo" : "早上，满天乌云突然滚滚而来。囚车前行的辘辘声就像那流水，一去不返。莽莽黄沙，枯草遍地，惨淡的月光照着只有三两户人家的荒村，只觉一片死寂。大雁南飞，心中万千愁思郁结难解，使得愁肠寸断，简直达到日也愁、夜也愁的地步。渐渐靠近燕山，回头遥望故国乡土，明白想要回去比登天还难了。",
                    "backgroundInfo" : "据《宋史·忠义传》记载，钦宗靖康年间，金兵南侵时，蒋兴祖为阳武县令，在城被围时，坚持抗战，至死不屈，极为忠烈。他的妻、子均死于此。其女年轻貌美，被金兵掳去，押往金人京师—中都（今北京），途经雄州驿，题这首词于壁。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "南柯子·山冥云阴重",
                    "author" : "王炎",
                    "content" : "山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。莫为惜花惆怅对东风。蓑笠朝朝出，沟塍处处通。人间辛苦是三农。要得一犁水足望年丰。",
                    "addtionInfo" : "山冥：的水气很重，山色昏暗。幽艳：在暗处的花。啼红：花朵上逐渐聚成水珠，像噙着眼泪。塍（chéng）：田间土埂。三农：指春耕、夏耘、秋收。",
                    "classInfo" : "40",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "诗词分工、各守畛域的传统观念，对宋词的创作有很深影响。诸如“田家语”、“田妇叹”、“插秧歌”等宋代诗歌中常见的题材，在宋词中却很少涉及。这首词描述了，农民的劳动生活，流露出与之声息相通的质朴向上的感情，因而值得珍视。上片以景语起：山色昏暗，彤云密布，寒雨将至。在总写环境天气之后，收拢词笔，语及近景，数枝凝聚水珠、楚楚堪怜的娇花，映入眼帘。如若顺流而下，则围绕“啼红”写心抒慨，当是笔端应有之义。但接下来两句，却奉劝骚人词客，勿以惜花为念，莫作怅惘愁思，可谓笔锋灵活心思脱俗。下片又复宕开，将笔触伸向田垄阡陌，“朝朝出”、“处处通”对举，言简意赅勾勒不避风雨、终岁劳作的农民生活。遂引出“人间辛苦是三农”的感叹。“三农”，指春耕、夏种、秋收。五谷丰登，是农民们一年的希望。在这重阴欲雨的时刻人们盼望的是有充足的雨水，能犁耕作。至于惜花伤春，他们既无此余暇，也无此闲情。&&&每当“做冷欺花”（史达祖《绮罗香》语）时节，“冻云黯淡天气”（柳永《夜半乐》语），文人墨客常会触物兴感，抒发怜惜情怀。这些作品，大抵亦物亦人，亦彼亦已，汇成宋词的一片汪洋。虽有深挚、浮泛之别，也自有其价值在。不过，萦牵于个人的遭际，囿于一已的狭小天地，则是其大部分篇章的共同特点。这首《南柯子》却不同，即将因风雨吹打而飘零的幽艳啼红，和终年劳碌田间而此刻盼雨耕种的农民，由目睹或联想而同时放到了作者情感的天平两端。&&&它不在惜花伤春旧调上的和弦，而是另辟蹊径的新声。作者的目光未为仄狭的自我所囿，感情天地比较开阔。一扫陈思，立意不俗。&&&苏轼、辛弃疾等也写过一些描写乡村生活的词作，也倾注了热爱农村、关心农事的情感，他们所作，常如一幅幅民俗画，苏轼作于徐州太守任上的一组《浣溪沙》（“照日深红暖见鱼”等五首）是如此，辛弃疾《清平乐。村居》的笔触更为细腻入微。王炎的这首词则显示了不同的特色，作者的感情主要不是熔铸在画面中，而是偏重于认知的直接表述，理性色彩较浓，因而，写到农民的生活，如“蓑笠朝朝出，沟塍处处通”，也采取比较概括的方式，不以描绘的笔墨取胜。&&&宋代有两个王炎，均有词作传世。此篇作者字晦叔，号双溪，婺源（今属江西）人，孝宗乾道五年进士，有词集《双溪诗馀》。其“不溺于情欲，不荡于无法”《双溪诗馀自序》的宗旨，在这首风调朴实的《南柯子》中也得到了充分体现。此词不取艳辞，不贵用事，下字用语亦颇经揣摩，如“幽艳湿啼红”写花在雨意浓阴中的姿态就相当生动。",
                    "transferInfo" : "彤云密布，山色阴暗，天下着濛濛的细雨。花朵上，水气聚成了晶莹的水珠，象是少女眼睛里含着泪珠，夺眶欲出，令人十分爱怜。不要因为风风雨雨摧残着美丽的花朵，而愁怅满怀，作无病呻吟。戴着蓑笠的农民，天天清晨早出，他们的足迹踏遍了田间泥泞的沟渠和田埂。春耕、春种、秋收，是农民们一年中最辛苦的三个季节。农民们终年辛劳，犁透了田，灌足了水，盼望有一个丰收的年成！他们是没有闲情逸致去赏花、怜花、惜花的。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "燕山亭·北行见杏花",
                    "author" : "赵佶",
                    "content" : "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。凭寄离恨重重，者双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。",
                    "addtionInfo" : "宴山亭：词牌名。冰绡：洁白的丝绸，比喻花瓣。靓（jìng）装：美丽的妆饰。蕊珠宫女：指仙女。蕊珠：道家指天上仙宫。凭寄：凭谁寄，托谁寄。无据：不知何故。和：连。",
                    "classInfo" : "57",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "词通过写杏花的凋零，借以哀伤自己悲苦无告、横遭摧残的命运。词之上片先以细腻的笔触工笔、描绘杏花，外形而及神态，勾勒出一幅绚丽的杏花图。近写、细写杏花，是对一朵朵杏花的形态、色泽的具体形容。杏花的瓣儿好似一叠叠冰清玉洁的缣绸，经过巧手裁剪出重重花瓣，又逐步匀称地晕染上浅淡的胭脂。朵朵花儿都是那样精美绝伦地呈现人们眼前。“新样”三句，先以杏花比拟为装束入时而匀施粉黛的美人，她容颜光艳照人，散发出阵阵暖香，胜过天上蕊珠宫里的仙女。“羞杀”两字，是说连天上仙女看见她都要自愧不如，由此进一步衬托出杏花的形态、色泽和芳香都是不同于凡俗之花，也充分表现了杏花盛放时的动人景象。&&&以下笔锋突转，描写杏花遭到风雨摧残后的黯淡场景。春日绚丽非常，正如柳永《木兰花慢》中所云：“正艳杏烧林，缃桃绣野，芳景如屏。”但为时不久就逐渐凋谢，又经受不住料峭春寒和无情风雨的摧残，终于花落枝空；更可叹的是暮春之时，庭院无人，美景已随春光逝去，显得那样凄凉冷寂。这里不仅是怜惜杏花，而且也兼以自怜。试想作者以帝王之尊，降为阶下之囚，流徙至千里之外，其心情之愁苦非笔墨所能形容，杏花的烂漫和易得凋零引起他的，种种感慨和联想，往事和现实交杂一起，使他感到杏花凋零，犹有人怜，而自身沦落，却只空有“故国不堪回首月明中的无穷慨恨。”愁苦“之下接一”问“字，其含意与李后主的”问君能有几多愁，恰似一江春水向东流“亦相仿佛。&&&词之下片，以杏花的由盛而衰暗示作者自身的境遇，抒写词人对自身遭遇的沉痛哀诉，表达出词人内心的无限苦痛。前三句写一路行来，忽见燕儿双双，从南方飞回寻觅旧巢，不禁有所触发，本想托付燕儿寄去重重离恨，再一想它们又怎么能够领会和传达自己的千言万语？但除此以外又将凭谁传递音问呢？作者这里借着问燕表露出音讯断绝以后的思念之情。“天遥”两句叹息自己父子降为臣虏，与宗室臣僚三千余人被驱赶着向北行去，路途是那样的遥远，艰辛地跋涉了无数山山水水，“天遥地远，万水千山”这八个字，概括出他被押解途中所受的种种折磨。回首南望，再也见不到汴京故宫，真可以说是“别时容易见时难”了。&&&以下紧接上句，以反诘说明怀念故国之情，然而，“故宫何处”点出连望见都不可能，只能求之于梦寐之间了。梦中几度重临旧地，带来了片刻的慰安。结尾两句写绝望之情。晏几道《阮郎归》末两句“梦魂纵有也成虚，那堪和梦无”，秦观《阮郎归》结尾“衡阳犹有雁传书，郴阳和雁无”，都是同样意思。梦中的一切，本来是虚无空幻的，但近来连梦都不做，真是一点希望也没有了，反映出内心百折千回，可说是哀痛已极，肝肠断绝之音。&&&作者乃北宋著名书画家，其绘画重高写生，以精工通真著称于世。这种手法于此词的景物刻画中也有所体现，尤其上片对杏花的描绘，颇具工笔画的意蕴。",
                    "transferInfo" : "剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹，时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易凋零，更何况，经历了多少无情的风雨 ，面对愁苦的情景，扣问凄凉的院落，还要经受几番春暮。谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠。",
                    "backgroundInfo" : "此词是宋徽宗赵佶于1127年覆国后与其子钦宗赵桓被金兵掳往北方五国城时途中，途中见杏花而托物兴感而作，是作者身世遭遇的悲惨写照。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "南歌子·天上星河转",
                    "author" : "李清照",
                    "content" : "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
                    "addtionInfo" : "星河：银河，到秋天转向东南。枕簟（diàn）：枕头和竹席。滋：增益，加多。夜何其：夜已经到了什么时候了。翠贴、金销：即贴翠、销金，均为服饰工艺。情怀：心情。旧家：从前。",
                    "classInfo" : "99",
                    "poetryID" : "26",
                    "source" : "3",
                    "analysesInfo" : "这首《南歌子》所作年代不详，但从抒发国破家亡之恨来看，似为流落江南后所作。&&&“天上星河转，人间帘幕垂”，以对句作景语起，但非寻常景象，而有深情熔铸其中。“星河转”谓银河转动，一“转”字说明时间流动，而且是颇长的一个跨度；人能关心至此，则其中夜无眠可知。“帘幕垂”言闺房中密帘遮护。帘幕“垂”而已，此中人情事如何，尚未可知。“星河转”而冠以“天上”，是寻常言语，“帘幕垂”表说是“人间”的，却显不同寻常。“天上、人间”对举，就有“人天远隔”的含意，分量顿时沉重起来，似乎其中有沉哀欲诉，词一起笔就先声夺人。此词直述夫妻死别之悲怆，字面上虽似平静无波，内中则暗流汹涌。&&&前两句蓄势“凉生枕簟泪痕滋”一句。至直泻无余。枕簟生凉，不单是说秋夜天气，而是将孤寂凄苦之情移于物象。“泪痕滋”，所谓“悲从中来，不可断绝”，至此不得不悲哀暂歇，人亦劳瘁。“起解罗衣聊问夜何其”，原本是和衣而卧，到此解衣欲睡。但要睡的时间已经是很晚了，开首的“星河转”已有暗示，这里“聊问夜何其”更明言之。“夜何其”，其（jī），语助辞。“夜何其”出自《诗经·小雅·庭燎》“夜如何其？夜未央（半）；夜如何其？夜绣（向）晨”，意思是夜深沉已近清晨。“聊问”是自己心下估量，此句状写词人情态。情状已出，心事亦露，词转入下片。&&&下片直接抒情“翠贴莲蓬小，金销藕叶稀”为过片，接应上片结句“罗衣”，描绘衣上的花绣。因解衣欲睡，看到衣上花绣，又生出一番思绪来，“翠贴”、“金销”皆倒装，是贴翠和销金的两种工艺，即以翠羽贴成莲蓬样，以金线嵌绣莲叶纹。这是贵妇人的衣裳，词人一直带着，穿着。而今重见，夜深寂寞之际，不由想起悠悠往事。“旧时天气旧时衣”，这是一句极寻常的口语，唯有身历沧桑之变者才能领会其中所包含的许多内容，许多感情。“只有情怀不似旧家时”句的“旧家时”也就是“旧时”。秋凉天气如旧，金翠罗衣如旧，穿这罗衣的人也是由从前生活过来的旧人，只有人的“情怀”不似旧时了！寻常言语，反复诵读，只觉字字悲咽。&&&以寻常言语入词，是易安词最突出的特点，字字句句锻炼精巧，日常口语和谐入诗。这首词看似平平淡淡，只将一个才女的心思娓娓道来，不惊不怒，却感人至深。",
                    "transferInfo" : "天上银河星移斗转，人间夜幕低垂。枕席透出丝丝秋凉，眼泪浸湿了席子。起身解下罗衣，姑且问问：“夜已经到什么时候了？”这件穿了多年的罗衣，用青绿色的丝线绣成的莲蓬已经变小，用金线缝成的莲叶也稀疏了。天气如旧时，罗衣如旧时，只有人的心情不似旧时了！",
                    "backgroundInfo" : "这首《南歌子》为作者流落江南后所作。根据陈祖美《李清照简明年表》，此词应作于公元1129年（宋高宗建炎三年）深秋，赵明诚病卒后，词人痛定思痛的一段时间。词的节拍虽有“旧家”字样，但此处并非以家喻国，而是一首悼亡词，词的每一句，都与作者丈夫生前的情事有关。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "一剪梅·红藕香残玉簟秋",
                    "author" : "李清照",
                    "content" : "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
                    "addtionInfo" : "红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。裳（cháng）：古人穿的下衣，也泛指衣服。兰舟：此处为船的雅称。锦书：妻寄夫为锦字，或称锦书，亦泛为书信的美称。雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。",
                    "classInfo" : "81",
                    "poetryID" : "27",
                    "source" : "3",
                    "analysesInfo" : "这是一首倾诉相思、别愁之苦的词。作者在词中以女性特有的敏感捕捉稍纵即逝的真切感受，将抽象而不易捉摸的思想感情，以素淡的语言表现出具体可感、为人理解、耐人寻味的东西。&&&“红藕香残玉簟秋”写荷花凋谢、竹席浸凉的秋天，空灵蕴藉。“红藕”，即粉红荷花。“玉簟”，是精美的竹席。这一句涵义极其丰富，它不仅点明了萧疏秋意的时节，而且渲染了环境气氛，对作者的孤独闲愁起了衬托作用。表面上写出荷花残，竹席凉这些寻常事情，实质上暗含青春易逝，红颜易老，“人去席冷”之意境。&&&“轻解罗裳，独上兰舟”是写其白天泛舟水上之事：词人解开绫罗裙，换着便装，独自划着小船去游玩。“轻解”与“独上”，栩栩如生地表现出她的神态、举动。“轻”，写手脚动作的轻捷灵敏，表现出生怕惊动别人，小心而又有几分害羞的少妇心情。正因为是“轻”，所以谁也不知道，连侍女也没让跟上。“独”字就是回应上句的“轻”字，点明了下阕“愁”字的症结。“独上兰舟”，正是她想借泛舟以消愁，并非闲情逸致的游玩。昔日也许双双泛舟，而今独自击楫，恩爱情深、朝夕相伴的的丈夫久盼不归，怎不教她愁情满怀。&&&“云中谁寄锦书来”一句，则明写别后的思念。词人独上兰舟，本想排遣离愁；而怅望云天，偏起怀远之思。这一句，钩连上下。它既与上句紧相衔接，写的是舟中所望、所思；而下两句“雁字回时，月满西楼”，则又由此生发。可以想见，词人因惦念游子行踪，盼望锦书到达，遂从遥望云空引出雁足传书的遐想。而这一望断天涯、神驰象外的情思和遐想，不分白日或月夜，也无论在舟上或楼中，都是萦绕于词人心头的。&&&作者借助于鸿雁传书的传说，画面清晰，形象鲜明，它渲染了一个月光照满楼头的美好夜景，然而在喜悦的背后，蕴藏着相思的泪水。“月满西楼”写月夜思妇凭栏望眺。月已西斜，足见她站立楼头已久，这就表明了她思夫之情更深，愁更极。 盼望音讯的她仰头叹望，竟产生了雁足回书的遐想。难怪她不顾夜露浸凉，呆呆伫立凝视，直到月满西楼而不知觉。&&&词的过片“花自飘零水自流”一句，承上启下，词意不断。它既是即景，又兼比兴。其所展示的花落水流之景，是遥遥与上阕“红藕香残”、“独上兰舟”两句相拍合的；而其所象喻的人生、年华、爱情、离别，则给人以“无可奈何花落去”（晏殊《浣溪沙》）之感，以及“水流无限似侬愁”（刘禹锡《竹枝词》）之恨。词的下阕就从这一句自然过渡到后面的五句，转为纯抒情怀、直吐胸臆的独白。&&&“一种相思，两处闲愁。”由己及人，互相思念，这是有情人的心灵感应，相互爱慕，温存备致，她想到丈夫一定也同样因离别而苦恼着。这种独特的构思体现了李清照与赵明诚夫妇二人心心相印、情笃爱深，相思却又不能相见的无奈思绪流诸笔端。&&&这首诗的结拍三句，是历来为人所称道的名句。王士禛在《花草蒙拾》中指出，这三句从范仲淹《御街行》“都来此事，眉间心上，无计相回避”脱胎而来。这说明，诗词创作虽忌模拟，但可以点化前人语句，使之呈现新貌，融人自己的作品之中。成功的点化总是青出于蓝而胜于蓝，不仅变化原句，而且高过原句。李清照的这一点化，就是一个成功的例子。李句别出巧思，以“才下眉头，却上心头”这样两句来代替“眉间心上，无计相回避”的平铺直叙，给人以眼目一新之感。这里，“眉头”与“心头”相对应，“才下”与“却上”成起伏，语句结构既十分工整，表现手法也十分巧妙，因而就在艺术上有更大的吸引力。当然，句离不开篇，这两个四字句只是整首词的一个有机组成部分，并非一枝独秀。它有赖于全篇的烘托，特别因与前面另两个同样工巧的四字句“一种相思，两处闲愁”前后衬映，而相得益彰。同时，篇也离不开句，全篇正因这些醒人眼目的句子而振起。李廷机的《草堂诗余评林》称此词“语意超逸，令人醒目”，读者之所以特别易于为它的艺术魅力所吸引，其原因在此。",
                    "transferInfo" : "粉红色的荷花已经凋谢，幽香也已消散，光滑如玉的竹席带着秋的凉意。解开绫罗裙，换着便装，独自登上小船。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？雁群飞回来时，月光已经洒满了西楼。落花独自地飘零着，水独自地流淌着。彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。这相思的愁苦实在无法排遣，刚从微蹙的眉间消失，又隐隐缠绕上了心头。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔家傲·天接云涛连晓雾",
                    "author" : "李清照",
                    "content" : "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
                    "addtionInfo" : "星河：银河。帝所：天帝居住的地方。天语：天帝的话语。“我报”二句：意谓人生路长而时光渐晚，徒有诗才，志事难酬。报，回答。九万里：《庄子·逍遥游》中说大鹏乘风飞上九万里高空。鹏：古代神话传说中的大鸟。蓬舟：像蓬蒿被风吹转的船。古人以蓬根被风吹飞，喻飞动。吹取：吹得。三山：传渤海中有蓬莱，方丈，瀛洲三座仙山，相传为仙人所居住，可以望见，但乘船前往，临近时就被风吹开，终无人能到。",
                    "classInfo" : "36",
                    "poetryID" : "28",
                    "source" : "3",
                    "analysesInfo" : "这首词是李清照唯一的豪放词，是她南渡以后的作品。一般来说，李清照南渡以后写的词都是些消沉愁苦之作，而这一首却是例外。&&&李清照南渡后，不久丈夫赵明诚病死。国破家亡兼夫死，使她生活上和精神上受到很大的打击，从此，她只身飘泊江南，孤单寂寞地度过她那艰苦岁月的晚年，处于“路长嗟日暮”的困境。但她是一个性格爽直、柔中有刚、不愿受现实生活束缚的人，所以，有时想象的翅膀飞进了另一个世界。她幻想出一条能使精神有所寄托的道路，以求摆脱人间那前路茫茫、看不到任何希望的境况。于是梦跨云雾，渡天河，归帝宫，乘万里风到仙山去。这样豪迈的气概，不凡的壮举，就使这首词显示出浪漫的情调，豪放的风格，而和她的其他词作风格迥然不同。&&&词一开头就写：“天接云涛连晓雾，星河欲转千帆舞。”活绘出一幅仙境一般的壮丽景色。这里，“星河”，即银河。意思是说，天空连接着那象波浪一样翻滚的云霞，这些云霞又是和晨雾连在一起，显得曙色胧朦。而透过云雾远远望去，银河中波涛汹涌，象要使整条河翻转过来似的。河中许许多多帆船在滚滚的大浪中颠扑，风帆摆动得象在银河中起舞一样。这是写天上的云彩，可谓千姿万态。虽然写的是作者在梦中所幻想的自然景象，但这一幻想无疑是她在人生道路上历尽艰难险阻、流徙奔波之苦的潜意识所促使的。所以，在它里面既有壮丽的一面，又有艰险的一面。它展现出一个晨雾迷茫、云涛翻腾、滚滚银河、千帆竞渡的开阔境界。这境界象是个仙境，作者就是在这仙境中经历着的。所以，也渐渐地使她的梦魂好象回到天帝居住的宫殿去了。——“仿佛梦魂归帝所”。“帝所”，指天帝居住的宫殿。其实，这是人们在经历了千辛万苦后所希望和追求的美好前途。而她之所以梦回“帝所”，是有其思想根源的。古代诗人往往设想自己是从天上宫阙来的，所以在幻想美好的前途时也就往往说“归帝所”去。如苏轼的《水调歌头》说：“不知天上宫阙，今夕是何年？我欲乘风归去，……”也就是写他想回到天帝宫殿去。那么，作者魂回帝宫去，情况怎样呢？&&&“闻天语，殷勤问我归何处。”她听着天帝在对她说话，殷勤地问她要回到哪里去？李清照南渡以来，一直飘泊天涯，备受排挤与打击，尝尽了人间的白眼，如今天帝这么关照她，使她感到多么温暖啊！作者这么写，不管其主观动机如何，客观上已把天上和人间作了一个鲜明的对照，讥讽了黑暗的现实社会。她在若干年来的逃难生活中，多少事，凭谁诉？这次竟然得到诉说的机会了。这就引出了词的下片，由她诉说自己的困难和心愿。&&&“我报路长嗟日暮，学诗谩有惊人句。”意思是说：我告诉天帝，我所走的路程很远，现在已到了黄昏，还没有到达。即使我学诗能写出惊人的句子，又有什么用呢？上句，“路长嗟日暮”，出自屈原《离骚》：“欲少留此灵琐兮，日忽忽其将暮。……路曼曼其修远兮，吾将上下而求索。”作者借此表白自己在人生道路上日暮途远，茫然不知所措。这里着一“嗟”字，生动地表现出她那徬徨忧虑的神态。下句，“谩有”，是“空有”或“徒有”的意思。这一句含有两层意思：一是慨叹自己有才而不能为世用，有怀才不遇之感；二是社会动乱，文章无用，有李贺《南园十三首》中的“不见年年辽海上，文章何处哭秋风”之意。两者象是对立，实则统一，是互为因果的。那么，作者既然有这样苦衷，她希望怎样解脱呢？请看：“九万里风鹏正举。风休住，蓬舟吹取三山去。”她要象大鹏那样乘万里风高飞远举，离开那龌龊的社会。叫风不要停止地吹着，把她的轻快小舟吹到仙山去，使她过着那自由自在的生活。“九万里风”句，出自《庄子·逍遥游》：“鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。……鹏之徙于南冥也，水击三千里，搏扶摇而上者九万里。”“扶摇”，风名。“九”是虚数，是多的意思。这一句，表示了作者有大鹏高飞之志。“蓬舟”，象蓬草那样飞旋轻快的小舟。“三山”，指传说中的蓬莱、方丈、瀛洲三个神山。为神仙所居，在渤海中。作者为什么梦想到三山中去？是否由于消极的游仙思想在作怪？不是的。从上文的意思来看，是由于她感到“路长嗟日暮，学诗谩有惊人句”。就是说，尽管她有才华，有理想，有抱负，但在现实社会中根本得不到实现和施展，找不到出路，才促使她这样想的。可见她的梦想仙境，正是她对黑暗现实不满的表现。她要回到那没有离乱，没有悲伤，没有孤凄和痛苦的仙境去，正是反映出人间存在着战乱、杀戮、欺诈、孤独、寂寞的现实。所以，她的那种思想活动，并非消极的，而是积极的，有现实意义的。&&&这首词，思路开宕，想象丰富，意境辽阔，充满了浪漫主义色彩。它把读者带到仙境中去，饱览丰富多姿的云涛；大鹏展翅万里的浩大境界，以及那轻舟乘风吹向三山的美景，使人为之神往。这种借神仙境界来表达自己胸怀的浪漫主义作品，在李词中是极为罕见的。&&&李清照本为婉约派的女作家，能写出如此豪放的词，除了乱世迫使她从闺阁中走出社会，面对现实这些客观原因之外，还有她的主观因素，就是她的思维活跃，性格开朗，敢想敢说；同时，她遍读群书，记性特强，不常见的字句、故实，都能一一记得，这就丰富了她的形象思维，使她对各种神话传说和典故，都能运用自如来书写自己追求自由和美好生活的心愿，从而构成了这首具有浪漫情调而又气魄宏伟的豪放词。",
                    "transferInfo" : "水天相接，晨雾蒙蒙笼云涛。银河转动，像无数的船只在舞动风帆。梦魂仿佛回天庭，听见天帝在对我说话。他热情而又有诚意的问我要到哪里去。我回报天帝路途还很漫长，现在已是黄昏却还未到达。即使我学诗能写出惊人的句子，又有什么用呢？长空九万里，大鹏冲天飞正高。风啊！千万别停息，将我这一叶轻舟，直送往蓬莱三仙岛。",
                    "backgroundInfo" : "宋高宗建炎四年（公元1130年）春间，李清照曾在海上航行 ，历尽风涛之险。此词中写到大海、乘船，人物有天帝及词人自己，都与这段真实的生活所得到的感受有关。根据陈祖美《李清照简明年表》，此词就作于建炎四年（公元1130年）。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "如梦令·昨夜雨疏风骤",
                    "author" : "李清照",
                    "content" : "昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。",
                    "addtionInfo" : "疏：指稀疏。卷帘人：有学者认为此指侍女。绿肥红瘦：绿叶繁茂，红花凋零。浓睡不消残酒：虽然睡了一夜，仍有余醉未消。浓睡：酣睡 残酒：尚未消散的醉意。雨疏风骤：雨点稀疏，晚风急猛。",
                    "classInfo" : "94",
                    "poetryID" : "29",
                    "source" : "3",
                    "analysesInfo" : "李清照这首《如梦令》是“天下称之”的不朽名篇。这首小令，有人物，有场景，还有对白，充分显示了宋词的语言表现力和词人的才华。小词借宿酒醒后询问花事的描写，曲折委婉地表达了词人的惜花伤春之情，语言清新，词意隽永。&&&起首两句“昨夜雨疏风骤，浓睡不消残酒”，辞面勾勒写词时间与环境，昨夜词人不忍看到明朝海棠花谢，故把酒以消愁绪，翌日晨起宿酲尚未尽消。 “雨疏风骤”十分恰切地写出暮春时节，风萧萧然而雨却是疏落，渲染了词人花下醉酒的怅然之感。即便把酒过后的酣睡浓甜，但仍难“消残酒”，写出词人此刻的慵懒惺忪。&&&词人唤来侍女“试问卷帘人”转折巧妙精当，灵动自然。词人情知海棠不堪一夜骤风疏雨的揉损，窗外定是残红狼藉，落花满地，却又不忍亲见，一个“试”字，将词人不忍亲见落花却又想知究竟的矛盾心理，刻画得贴切入微，真实可感。孰料， “却道海棠依旧”，侍女的回答让词人喜出望外却又无奈黯然， “却”字道出了“卷帘人”不解词人心以及词人的意外之喜，词人的细腻委婉和侍女的粗疏淡漠形成对比。试问”的结果——“却道海棠依旧。”侍女的回答却让词人感到非常意外。本来以为经过一夜风雨，海棠花一定凋谢得不成样子了，可是侍女卷起窗帘，看了看外面之后，却漫不经心地答道：海棠花还是那样。一个“却”字，既表明侍女对女主人委曲的心事毫无觉察，对窗外发生的变化无动于衷，也表明词人听到答话后感到疑惑不解。她想：“雨疏风骤”之后，“海棠”怎会“依旧”呢？这就非常自然地带出了结尾两句。&&&“知否？知否？应是绿肥红瘦。”这既是对侍女的反诘，也像是自言自语：这个粗心的丫头，你知道不知道，园中的海棠应该是绿叶繁茂、红花稀少才是。这句对白写出了诗画所不能道，写出了伤春易春的闺中人复杂的神情口吻，可谓“传神之笔。“应是”，表明词人对窗外景象的推测与判断，口吻极当。因为她毕竟尚未亲眼目睹，所以说话时要留有余地。同时，这一词语中也暗含着“必然是”和“不得不是”之意。海棠虽好，风雨无情，它是不可能长开不谢的。一语之中，含有不尽的无可奈何的惜花情在，可谓语浅意深。而这一层惜花的殷殷情意，自然是“卷帘人”所不能体察也无须更多理会的，她毕竟不能像她的女主人那样感情细腻，那样对自然和人生有着更深的感悟。这也许是她所以作出上面的回答的原因。&&&末了的“绿肥红瘦”一语，更是全词的精绝之笔，历来为世人所称道。“绿”代替叶，“红”代替花，是两种颜色的对比；“肥”形容雨后的叶子因水份充足而茂盛肥大，“瘦”形容雨后的花朵因不堪雨打而凋谢稀少，是两种状态的对比。本来平平常常的四个字，经词人的搭配组合，竟显得如此色彩鲜明、形象生动，这实在是语言运用上的一个创造。由这四个字生发联想，那“红瘦”正是表明春天的渐渐消逝，而“绿肥”正是象征着绿叶成荫的盛夏的即将来临。这种极富概括性的语言，又实在令人叹为观止。&&&此词借宿酒醒后询问花事的描写，委婉地表达了作者怜花惜花的心情，充分体现出作者对大自然、对春天的热爱，也流露了内心的苦闷。全词篇幅虽短，但含蓄蕴藉，意味深长，以景衬情，委曲精工，轻灵新巧，对人物心理情绪的刻画栩栩如生，以对话推动词意发展，跌宕起伏，极尽传神之妙，显示出作者深厚的艺术功力。",
                    "transferInfo" : "昨夜雨虽然下得稀疏，但是风却劲吹不停，虽然睡了一夜，仍有余醉未消。问那正在卷帘的侍女，外面的情况如何，她说海棠花依然和昨天一样。知道吗？知道吗？这个时节应该是绿叶繁茂，红花凋零了。",
                    "backgroundInfo" : "这首作品是李清照的早期作品。根据陈祖美编的《李清照简明年表》，此词作于公元1100年（宋哲宗元符三年）前后。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "凤凰台上忆吹箫·香冷金猊",
                    "author" : "李清照",
                    "content" : "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍阳关，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。",
                    "addtionInfo" : "金猊(ni)：狮形铜香炉。红浪：红色被铺乱摊在床上，有如波浪。宝奁(lian)：华贵的梳妆镜匣。者：通这。阳关：语出《阳关三叠》，是唐宋时的送别曲。此处泛指离歌。武陵人远：引用陶渊明《桃花源记》中，武陵渔人误入桃花源，离开后再去便找不到路径了。烟锁秦楼：总谓独居妆楼。秦楼，即凤台，相传春秋时秦穆公女弄玉与其夫箫史乘风飞升之前的住所。眸（móu）：指瞳神。",
                    "classInfo" : "52",
                    "poetryID" : "30",
                    "source" : "3",
                    "analysesInfo" : "这首词概作于词人婚后不久，赵明诚离家远游之际，写出了她对丈夫的深情思念。&&&“香冷金猊，被翻红浪”，为对偶给人以冷漠凄清的感觉。金猊，指狻猊（狮子）形铜香炉。“被翻红浪”，语本柳永《凤栖梧》：“鸳鸯绣被翻红浪。”说的是锦被胡乱地摊在床上，在晨曦的映照下，波纹起伏，恍似卷起层层红色的波浪。金炉香冷，反映了词人在特定心情下的感受；锦被乱陈，是她无心折叠所致。“起来慵自梳头”，则全写人物的情绪和神态。这三句工炼沉稳，在舒徐的音节中寄寓着作者低沉掩抑的情绪。到了“任宝奁尘满，日上帘钩”，则又微微振起，恰到好处地反映了词人情绪流程中的波澜。然而她内心深处的离愁还未显露，给人的印象只是慵怠或娇慵。慵者，懒也。炉中香消烟冷，无心再焚，一慵也；床上锦被乱陈，无心折叠，二慵也；髻鬟蓬松，无心梳理，三慵也；宝镜尘满，无心拂拭，四慵也；而日上三竿，犹然未觉光阴催人，五慵也。慵而一“任”，则其慵态已达极点。词人为何大写“慵”字，目的仍在写愁。这个“慵”字是“词眼”，使读者从人物的慵态中感到她内心深处有个愁在。&&&“生怕离怀别苦”，开始切题，可是紧接着，作者又一笔宕开，“多少事，欲说还休”，万种愁情，一腔哀怨，本待在丈夫面前尽情倾吐，可是话到嘴边，又吞咽下去。词情又多了一层波折，愁苦又加重了一层。因为许多令人不快的事儿，告诉丈夫只有给他带来烦恼。因此她宁可把痛苦埋藏心底，自己折磨自己，也不愿在丈夫面前表露，真可谓用心良苦，痴情一片，难怪她会“慵怠无力”而复“容颜消瘦”了。&&&“新来瘦，非干病酒，不是悲秋。”她先从人生的广义概括致瘦的原因：有人是因“日日花前常病酒”，有人是因“万里悲秋常作客”，而自己却是因为伤离惜别这种不足与旁人道的缘由。&&&从“悲秋”到“休休”，是大幅度的跳跃。词人一下子从别前跳到别后，略去话别的缠绵和饯行的伤感，笔法极为精炼。“休休！这回去也，千万遍《阳关》，也则难留。”多么深情的语言！《阳关》，即《阳关曲》。离歌唱了千千遍，终是难留，惜别之情，跃然纸上。“念武陵人远，烟锁秦楼”，把双方别后相思的感情作了极其精确的概括。武陵人，用刘晨、阮肇典故，借指心爱之人。秦楼，一称凤楼、凤台。相传春秋时有个萧史，善吹箫，作凤鸣，秦穆公以女弄玉妻之，筑凤台以居，一夕吹箫引凤，夫妇乘凤而去。李清照化此典，既写她对丈夫赵明诚的思念，也写赵明诚对其妆楼的凝望，丰富而又深刻。同时后一个典故，还暗合调名，照应题意。&&&下片后半段用顶真格，使各句之间衔接紧凑，而语言节奏也相应地加快，感情的激烈程度也随之增强，使词中所写的“离怀别苦”达到了高潮。“惟有楼前流水”句中的“楼前”，是衔接上句的“秦楼”，“凝眸处”是紧接上句的“凝眸”。把它们连起来吟诵，便有一种自然的旋律推动吟诵的速度，而哀音促节便在不知不觉中搏动人们的心弦。古代写倚楼怀人的不乏佳作，却没有如李清照写得这样痴情的。她心中的“武陵人”越去越远了，人影消失在迷蒙的雾霭之中，她一个人被留在“秦楼”，呆呆地倚楼凝望。她那盼望的心情，无可与语；她那凝望的眼神，无人理解。唯有楼前流水，映出她终日倚楼的身影，印下她钟情凝望的眼神。流水无知无情，怎会记住她终日凝眸的情态，这真是痴人痴语啊。词笔至此，主题似已完成了，而结尾三句又使情思荡漾无边，留有不尽意味。凝眸处，怎么会又添一段新愁呢？自从得知赵明诚出游的消息，她就产生了“新愁”，此为一段；明诚走后，洞房空设，佳人独坐，此又是“新愁”一段。从今而后，山高路远，枉自凝眸，其愁将与日俱增，愈发无从排遣了。&&&这首词虽用了两个典故，但总体上未脱清照“以浅俗之语，发清新之思”的格调。层层深入地渲染了离愁别念，以“慵”点染，“瘦”形容，“念”深化，“痴”烘托，逐步写出不断加深的离愁别苦，感人至深。",
                    "transferInfo" : "铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。",
                    "backgroundInfo" : "此词是李清照的早期作品，创作地点在青州。自公元1107年起，李清照与赵明诚屏居乡里十余年。赵明诚何时重新出来做官，史无明载。而刘忆萱在《李清照诗词选注》中认为此词作于赵明诚赴莱州任职之际，时间约为公元1121年（宣和三年）。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·年年雪里",
                    "author" : "李清照",
                    "content" : "年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。",
                    "addtionInfo" : "挼（ruó）：揉搓。海角天涯：犹天涯海角。本指僻远之地，这里当指临安。萧萧两鬓生华：形容鬓发华白稀疏的样子。故应：还应。",
                    "classInfo" : "17",
                    "poetryID" : "31",
                    "source" : "3",
                    "analysesInfo" : "此词是李清照晚年所作，借赏梅自叹身世。词人截取早年、中年、晚年三个不同时期赏梅的典型画面，深刻地表现了自己早年的欢乐，中年的悲戚，晚年的沦落，对自己一生的哀乐作了形象的概括与总结。&&&上片忆旧。&&&第一层“年年雪里，常插梅花醉。”开头两句回忆早年与赵明诚共赏梅花的生活情景：踏雪寻梅折梅插鬓多么快乐！多么幸福！这“醉”字，不仅是酒醉，更表明女词人为梅花、为爱情、为生活所陶醉。她早年写下的咏梅词《渔家傲》中有句云：“雪里已知春信至，寒梅点缀琼枝腻……共赏金尊沉绿蚁，莫辞醉，此花不与群花比。”可作为“年年雪里，常插梅花醉”的注脚。&&&第二层“挼尽梅花无好意，赢得满衣清泪。”写丧偶之后。李清照在抒情时善于将无形的内心感情通过有形的外部动作表现出来，如“倚楼无语理瑶琴”（《浣溪沙》），“更挼残芯，更捻余香，更得些时”（《诉衷情》），“夜阑犹剪烛花弄”（《蝶恋花》）。花还是昔日的花，然而花相似，人不同，物是人非，怎不使人伤心落泪呢？李清照婚后，夫妻志同道合、伉俩相得，生活美满幸福。但是，时常发生的短暂离别使她识尽离愁别苦。在婚后六、七年的时间里，李赵两家相继罹祸，紧接着就开始了长期的“屏居乡里”的生活。生活的坎坷使她屡处忧患，饱尝人世的艰辛。当年那种赏梅的雅兴大减。这两句写的就是词人婚后的这段生活，表现的是一种百无聊赖、忧伤怨恨的情绪。本词中“挼尽”二句，说把梅花揉碎，心情很不好，眼泪把衣襟都湿透了。插梅与挼梅，醉赏梅花与泪洒梅花，前后相比，一喜一悲，反映了不同的生活阶段与不同的心情。&&&下片伤今。&&&第一层“今年海角天涯，萧萧两鬓生华。”“生华”意为生长白发。词人漂泊天涯，远离故土，年华飞逝，两鬓斑白，与上片第二句所描写的梅花簪发的女性形象遥相对照。&&&第二层“看取晚来风势，故应难看梅花。”又扣住赏梅，以担忧的口吻说出：“看取晚来风势，故应难看梅花。”看取意为看着。晚来风急，恐怕落梅已尽，想赏梅也看不成了。早年青春佳偶，人与梅花相映。中年迭经丧乱，心与梅花共碎。晚年漂泊天涯，不想再看梅花委地飘零。词人南渡后，特别是丈夫去世后更是颠沛流离，沦落漂零。生活的折磨使词人很快变得憔悴苍老，头发稀疏，两鬓花白。词人说：如今虽然赏梅季节又到，可是哪里还有心思去插梅呢？而且看来晚上要刮大风，将难以晴夜赏梅了。而且一夜风霜，明朝梅花就要凋零败落，即使想看也看不成了。&&&“看取晚来风势，故应难看梅花”，可能还寄托着词人对国事的忧怀。古人常用比兴，以自然现象的风雨、风云，比政治形势。这里的“风势”既是自然的“风势”，也是政治的“风势”，即“国势”。稍后于清照的辛弃疾的《摸鱼儿》“更能消几番风雨，匆匆春又归去”，与此寓意相似，都寄寓着为国势衰颓而担忧的情绪。清照所说“风势”，似乎是暗喻当时极不利的民族斗争形势；“梅花”以比美好事物，“难看梅花”，则是指国家的遭难，而且颇有经受不住之势。在这种情况下，她根本没有赏梅的闲情逸致。身世之苦、国家之难糅合在一起，使词的思想境界为之升华。&&&这首词篇幅虽小，却运用了多种艺术手法。从依次描写赏梅的不同感受看，运用的是对比手法。赏梅而醉、对梅落泪和无心赏梅，三个生活阶段，三种不同感受，形成鲜明的对比，在对比中表现词人生活的巨大变化。从上下两阕的安排看，运用的是衬托的手法，上阕写过去，下阕写现在，但又不是今昔并重，而是以昔衬今，表现出当时作者飘零沦落、哀老孤苦的处境和饱经磨难的忧郁心情。以赏梅寄寓自己的今昔之感和国家之忧，但不是如咏物词之以描写物态双关人事，词语平实而感慨自深，较之《永遇乐·落日镕金》一首虽有所不及，亦足动人。&&&这一首小词，把个人身世与梅花紧紧联系在一起，在梅花上寄托了遭际与情思，构思甚巧而寄托甚深。",
                    "transferInfo" : "小时候每年下雪，我常常会沉醉在插梅赏梅的兴致中。后来虽然梅枝在手，却无好心情去赏玩，只是漫不经心地揉搓着，不知不觉泪水沾满了衣裳。今年又到梅花开放的时候，我却漂泊天涯，两鬓稀疏的头发也已斑白。看着那晚来的风吹着开放的梅花，大概也难见它的绚烂了。",
                    "backgroundInfo" : "关于这首词，大多研究者认为是李清照南渡后的作品。传本《梅苑》收录署名李清照五首咏梅词。其中《满庭芳》《玉楼春》《渔家傲》三首系早期所作，被收入《梅苑》无可怀疑。这首《清平乐》便是写于李清照晚年的，是词人对自己一生早、中、晚三期带有总结性的追忆之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·暖雨晴风初破冻",
                    "author" : "李清照",
                    "content" : "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
                    "addtionInfo" : "初破冻：刚刚解冻。柳眼：初生柳叶，细长如眼，故谓“柳眼”。梅腮：梅花瓣儿，似美女香腮，故称“梅腮”。花钿（diàn）：用金翠珠宝等制成花朵的首饰。乍：起初，刚刚开始。金缕缝：用金钱缝成的农服。山枕：即檀枕。因其形如“凹”，故称“山枕”。欹（qī）：靠着。钗头凤：即头钗，古代妇女的首饰。因其形如凤，故名。夜阑：夜深。灯花：灯蕊燃烧耐结成的花形。",
                    "classInfo" : "52",
                    "poetryID" : "32",
                    "source" : "3",
                    "analysesInfo" : "从词作的内容与风格来看，这首词当写于词人婚后不久，夫妻小别，李清照独居时。&&&“暖日晴风初破冻，柳眼梅腮，已觉春心动”。开首三句，词人放眼室外，由春景落笔。但见初春时节，春风化雨，和暖怡人，大地复苏，嫩柳初长，如媚眼微开，艳梅盛开，似香腮红透，到处是一派春日融融的景象。词人前期生活虽然没有大的波折，但以其独具的才情、细腻的情感，以及对外部世界敏锐的感悟、强烈的关注，常有出人意表之想。表现在词作里，就是经常慧心独照，发人所未发，见人所未见。“暖日晴风”似还不足以表达春天到来的特征，而紧接以“柳眼梅腮”（此句历来被称为“易安奇句”），则使到来的春天更直接、更形象。李商隐在《二月二日》一诗中有“花须柳眼各无赖，紫蝶黄蜂俱有情”，苏轼在《水龙吟》词中描绘柳叶情状是“萦损柔肠，困酣娇眼，欲开还闭”。看来女词人受此启发，抓住两个极具特点的事物，写出春天的生机。第三句的“已觉春心动”，从语意上看，是对春天来临总的概括，实亦是自己怀春之情已动之流露。词人游春、赏春，目睹良辰美景，必有所思，这句也暗启后二句词人所抒发的情思：“酒意诗情谁与共？泪融残粉花钿重。”女词人的细腻、敏感的思绪与感悟进一步强化，面对如此大好春光，自然便联想到自己独处深闺，孤栖寂寞，这与往日和丈夫赵明诚一齐把玩金石，烹茗煮酒，赏析诗文的温馨气氛形成强烈反差。一个“谁与共”，道出此刻词人内心的苦涩。紧接着词人用一个细节来进一步形容自己内心的苦涩，泪水流淌，脸庞上的香粉为之消融，心情沉重以致觉得头上戴的花钿也是沉甸甸的。&&&词作的下片，词人以细微的笔触，紧承上片末句，着重刻画自己具体的闺中寂寞生活。“乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。”春暖天晴，春装初试，然而词人却足不出户，去观赏那美好的春景，却斜倚在山枕上，以致把精美的钗头凤给压坏了。“山枕”，即檀枕，因其如“凹”形，故称山枕。词人不出户观赏春景，是因怕良辰美景触引伤感之情，二是表明其心境郁闷，慵懒至极。一个“损”字，也暗示词人慵懒、无精打彩。末二句：“独抱浓愁无好梦，夜阑犹剪灯花弄。”愁本无形，却言“抱”，可见此愁对其来说有多“浓”，多重，更何况是“独抱”，此情更是难堪。“无好梦”，是说现实很寂寞无聊，想在梦中去寻求慰藉，但却始终无法进入梦乡，直至夜阑人静之时，仍剪弄灯花，以排遣愁怀。“犹”字写活了词人百无聊赖的情态。此外，剪弄灯火，古时妇女常藉以卜数夫君之归期。这两句写得极为细致、生动，看似毫不经意，如叙写生活本身，实是几经苦炼，没有生活经历和深厚的艺术功力是无法写就的。清词论家贺裳评这两句为“入神之句”（《皱水轩词筌》）。&&&全词从白天写到夜晚，刻画出一位热爱生活、向往幸福、刻骨铭心地思念丈夫的思妇形象。",
                    "transferInfo" : "和风暖雨，湖面冰层已慢慢融化。柳叶发新芽，梅花绽放，已经感觉到春天将近了。这样的时刻又能和谁把酒论诗呢？独坐相思，泪融残粉，就连头上所戴的些许首饰，也觉得无比沉重了。初试金丝缝成的夹衫，慵懒的斜靠在枕头上，只把那头钗压坏也难以顾及。愁思太浓，又怎能做得好梦？直至夜阑人静之时，仍剪弄灯花，以排遣愁怀。",
                    "backgroundInfo" : "此词的具体创作时间不详，应该是李清照前期的作品。在有的版本中，题作”离情“或”春怀“。当作于赵明诚闲居故里十年后重新出仕、李清照仍独自留居青州时。赵明诚担任地方官的时候，二人曾有过短暂的离别。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·寒日萧萧上琐窗",
                    "author" : "李清照",
                    "content" : "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
                    "addtionInfo" : "萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。酒阑：酒尽，酒酣。阑：残，尽，晚。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。瑞脑：即龙涎香，一名龙脑香。仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。随分：随便，随意。尊前：指宴席上。尊：同“樽”。",
                    "classInfo" : "6",
                    "poetryID" : "33",
                    "source" : "3",
                    "analysesInfo" : "这首词写秋景，寄乡愁，是一首典型的易安晚期作品。通篇从醉酒写乡愁，悲慨有致，凄婉情深。此词开头两句写寒日梧桐，透出无限凄凉。“萧萧”这里是萧条、寂寞之意。“琐窗”是雕有连琐图案的窗棂。“上”字写出寒日渐渐升高，光线慢慢爬上窗棂，含着一个时间的过程，表明作者久久地观看着日影，见出她的百无聊赖。梧桐早凋，入秋即落叶，“恨霜”即恨霜落其叶。草木本无知，所以，梧桐之恨，实为人之恨。从而借景抒情，绘出了作者的孤独和寂寥。因为心情不好，只好借酒排遣，饮多而醉，不禁沉睡，醒来唯觉瑞脑熏香，沁人心脾。三、四两句分别着一“喜”字“宜”字，似乎写欢乐，实际它不是写喜而是写悲。“酒阑”谓饮酒结束的时候。“团茶”即茶饼，宋代有为进贡而特制的龙团、凤团，印有龙凤纹，最为名贵。茶能解酒；特喜苦茶，说明酒饮得特别多；酒饮得多，表明愁重。“瑞脑”，熏香名，又名龙脑，以龙脑木蒸馏而成。“宜”表面似乎是说香气宜人，实则同首句的寒日一样，是借香写环境之清寂，因为只有清冷寂静的环境中，熏香的香气才更易散发，因而变得更深更浓，更能使人明显感觉到。&&&上片叙事，主写饮酒之实“秋已尽，日犹长”写作者个人对秋的感受。“仲宣”句用典，以王粲思乡心情自况。王粲，字仲宣，山阳高平（今山东邹县）人，十七岁时因避战乱，南至荆州依刘表，不受重视，曾登湖北当阳县城楼，写了著名的《登楼赋》，抒发壮志未酬、怀乡思归的抑郁心情。这两句透露出词人孤身漂泊，思归不得的幽怨之情。深秋本来使人感到凄清，加以思乡之苦，心情自然更加凄凉。“犹”、“更”这两个虚词，一写主观错觉，一写内心实感，都是加重描写乡愁。结句是为超脱语。时当深秋，篱外丛菊盛开，金色的花瓣光彩夺目，使她不禁想起晋代诗人陶潜“采菊东篱下，悠然见南山”的诗句，自我宽解起来：归家既是空想，不如对着尊中美酒，随意痛饮，莫辜负了这篱菊笑傲的秋光。“随分”犹云随便、随意。下片写饮酒之因，是对上片醉酒的说明：本来是以酒浇愁，却又故作达观之想，而表面上的达观，实际隐含着无限乡愁。李清照的这首词是其晚年流寓越中所作，词中表露的乡愁因和故国沦丧，流离失所的悲苦结合起来，其中的忧愤更深。",
                    "transferInfo" : "深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。",
                    "backgroundInfo" : "这首词写秋景，寄乡愁，应是李清照晚期作品。依词中“仲宣怀远”和“莫负东篱”两句，这首词大概作于李清照南渡后不久，时间大约是公元1128年（宋高宗建炎二年），那时赵明诚正在江宁任知府。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "点绛唇·蹴罢秋千",
                    "author" : "李清照",
                    "content" : "蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。",
                    "addtionInfo" : "点绛唇：词牌名。蹴：踏，此处指打秋千。慵：懒，倦怠的样子。袜刬：这里指跑掉鞋子以袜着地。金钗溜：意谓快跑时首饰从头上掉下来。倚门回首：这里只是靠着门回头看的意思。",
                    "classInfo" : "82",
                    "poetryID" : "34",
                    "source" : "3",
                    "analysesInfo" : "上片荡完秋千的精神状态。词人不写荡秋千时的欢乐，而是剪取了“蹴罢秋千”以后一刹那间的镜头。&&&此刻全部动作虽已停止，但仍可以想象得出少女荡秋千时的情景，罗衣轻飏，像燕子一样地空中飞来飞去，妙静中见动。“起来慵整纤纤手”，“慵整” 二字用得非常恰切，从秋千上下来后，两手有些麻，却又懒得稍微活动一下，写出少女的娇憨。“纤纤手” 语出《古诗十九首》：“娥娥红粉妆，纤纤出素手。”借以形容双手的细嫩柔美，同时也点出人物的年纪和身份。“薄汗轻衣透”，她身穿“轻衣”，也就是罗裳初试，由干荡秋千时用力，出了一身薄汗，额上还渗有晶莹的汗珠。这份娇弱美丽的神态恰如娇嫩柔弱的花枝上缀着一颗颗晶莹的露珠。“露浓花瘦”一语既表明时间是春天的早晨，地点是花园也烘托了人物娇美的风貌。整个上片以静写动，以花喻人，生动形象地勾勒出一少女荡完秋千后的神态。&&&下片写少女乍见来客的情态。她荡完秋千，正累得不愿动弹，突然花园里闯进来一个陌生人。“见客入来”，她感到惊诧，来不及整理衣装，急忙回避。&&&“袜刬”，指来不及穿鞋子，仅仅穿着袜子走路。“金钗溜”，是说头发松散，金钗下滑坠地，写匆忙惶遽时的表情。词中虽未正面描写这位突然来到的客人是谁，但从词人的反应中可以印证，他定是一位翩翩美少年。“和羞走”三字，把她此时此刻的内心感情和外部动作作了精确的描绘。“和羞”者，含羞也：“走”者，疾走也。然而更妙的是“倚门回首，却把青梅嗅”二句。它以极精湛的笔墨描绘了这位少女怕见又想见、想见又不敢见的微妙心理。最后她只好借“嗅青梅”这一细节掩饰一下自己，以便偷偷地看他几眼。下片以动作写心理，几个动作层次分明，曲折多变，把一个少女惊诧、惶遽、含羞、好奇以及爱恋的心理活动，栩栩如生地刻划出来。唐人韩偓《竿奁集》中写过类似的诗句：“见客入来和笑走，手搓梅子映中门。”但相比之下，“和笑走”见轻薄，“和羞走”现深挚：“手搓梅子”只能表现不安，“却把青梅嗅”则可描画矫饰：“映中门”似旁若无人，而“倚门”则有所期待，加以“回首”一笔，少女窥人之态婉然眼前。&&&这首词写少女情况心态，虽有所本依，但却能青出于蓝而胜于蓝，获“曲尽情悰”之誉。",
                    "transferInfo" : "荡完秋千，慵倦地起来整理一下纤纤素手。瘦瘦的花枝上挂着晶莹的露珠，花儿含苞待放，因荡过秋千涔涔香汗渗透着薄薄的罗衣。忽见有客人来到，慌得顾不上穿鞋，只穿着袜子抽身就走，连头上的金钗也滑落下来。含羞跑开，倚靠门回头看，明明看的是客人却要嗅嗅门前的青梅以此掩盖。",
                    "backgroundInfo" : "这首词是为李清照的早年作品。据陈祖美《李清照简明年表》：宋哲宗元符三年（公元1100年），李清照结识张耒、晁补之及同龄诸女友，《浣溪沙·淡荡春光寒食天》、《点绛唇·蹴罢秋千》等词应当就是作于此年前后。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "永遇乐·落日熔金",
                    "author" : "李清照",
                    "content" : "落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
                    "addtionInfo" : "吹梅笛怨：梅，指乐曲《梅花落》，用笛子吹奏此曲，其声哀怨。次第：这里是转眼的意思。香车宝马：这里指贵族妇女所乘坐的、雕镂工致装饰华美的车驾。中州：即中土、中原。这里指北宋的都城汴京，今河南开封。三五：十五日，此处指元宵节。铺翠冠儿：以翠羽装饰的帽子。雪柳：以素绢和银纸做成的头饰。此二句所列举约均为北宋元宵节妇女时髦的妆饰品。簇带：簇，聚集之意。带即戴，加在头上谓之戴。济楚：整齐、漂亮。簇带、济楚均为宋时方言，意谓头上所插戴的各种饰物。",
                    "classInfo" : "85",
                    "poetryID" : "35",
                    "source" : "3",
                    "analysesInfo" : "这首词是李清照晚年避难江南时的作品，写她在一次元宵节时的感受。&&&词的上片写元宵佳节寓居异乡的悲凉心情，着重对比客观现实的欢快和她主观心情的凄凉。起始二句“落日熔金，暮云合璧”，写晚晴，正是度节日的好天气，意境开阔，色彩绚丽。紧接“人在何处”四字，点出自己的处境：飘泊异乡，无家可归，同吉日良辰形成鲜明对照。（这里的“人”，有的评论者认为指李清照所怀念的亲人，从文意上看，似不如指作者自己为好。）前三句写当时的天气，次三句写当时的季节，“染柳烟浓，吹梅笛怨”，点出时令是初春。上句从视觉着眼，写早春时节初生细柳被淡烟笼罩。下句从听觉落笔，通过笛声传来的哀怨曲调，联想到“砌下落梅如雪乱”的初春景色。四处充满春意，景色宜人，但在词人看来，毕竟“春意知几许”，还远不是很浓郁的。虽是“元宵佳节”，“融和天气”，可是这些年来国事的变化，身世的坎坷，使得女词人产生了“物是人非”、“好景不常”之感。所以在“融和天气”之后，立即指出“次第岂无风雨”的可能，在淡淡的春意中又掺进了浓浓的隐忧。以上三小节结构相类，都是两个四字句，是实写，写客观景色的宜人，紧接着一个问句，反衬出主观的不同感受。归结到本篇的主题：身逢佳节，天气虽好，却无心赏玩。因此，虽然有“酒朋诗侣”用“香车宝马”来邀请她去观灯赏月，也只好婉言辞谢了。表面上的理由是怕碰上“风雨”，实际是国难当前，早已失去了赏灯玩月的心情。如果是在太平盛世的当年，情况就大不相同了。这样，诗人很自然地转到当年汴京欢度节日的回忆上来。&&&词的下片着重用作者南渡前在汴京过元宵佳节的欢乐心情，来同当前的凄凉景象作对比。“中州”指北宋都城汴京，即今河南省开封市；“三五”，指正月十五日，即元宵节。当时宋王朝为了点缀太平，在元宵节极尽铺张之能事。据《大宋宣和遗事》记载，“从腊月初一直点灯到正月十六日”，真是“家家灯火，处处管弦”。其中提到宣和六年正月十四日夜的景象：“京师民有似云浪，尽头上带着玉梅、雪柳、闹蛾儿，直到鳌山看灯。”孟元老《东京梦华录》“正月十六日”条也有类似的记载。这首词里的“铺翠冠儿，捻金雪柳，簇带争济楚”，写的正是作者当年同“闺门”女伴，心情愉快，盛装出游的情景。全是写实，并非虚构。可是，好景不常，金兵入侵，自己只落得飘流异地。如今人老了，憔悴了，白发蓬乱，虽又值佳节，又哪还有心思出外游赏呢？“不如向，帘儿底下，听人笑语”，更反衬出词人伤感孤凄的心境。&&&这首词不仅情感真切动人，语言也很质朴自然。作者在这首词的下片中，无论是用当年在汴京赏灯过节来作今昔对比也好，还是用今天的游人的欢乐来反衬自己的处境也好，都能更好地刻划出诗人当前的凄凉心情。真是语似平淡而实沉痛已极。更多李清照宋词赏析请关注诗词库的李清照专栏。&&&这首词运用今昔对照与丽景哀情相映的手法，还有意识地将浅显平易而富表现力的口语与锤炼工致的书面语交错融合，以极富表现力的语言写出了浓厚的今昔盛衰之感和个人身世之悲。这首词的艺术感染力如此之强，以至于南宋著名词人刘辰翁会每诵此词必“为之涕下”。",
                    "transferInfo" : "落日金光灿灿，像熔化的金水一般，暮云色彩波蓝，仿佛碧玉一样晶莹鲜艳。景致如此美好，可我如今又置身于何地哪边？新生的柳叶如绿烟点染，《梅花落》的笛曲中传出声声幽怨。春天的气息已露倪端。但在这元宵佳节融和的天气，又怎能知道不会有风雨出现？那些酒朋诗友驾着华丽的车马前来相召，我只能报以婉言，因为我心中愁闷焦烦。记得汴京繁盛的岁月，闺中有许多闲暇，特别看重这正月十五。帽子镶嵌着翡翠宝珠，身上带着金捻成的雪柳，个个打扮得俊丽翘楚。如今容颜憔悴，头发蓬松也无心梳理，更怕在夜间出去。不如从帘儿的底下，听一听别人的欢声笑语。",
                    "backgroundInfo" : "这首词是李清照晚年伤今追昔之作。写作地点在临安，约在绍兴二十年(1150年)间，这首词写了北宋京城汴京和南宋京城临安元宵节的情景，借以抒发自己的故国之思，并含蓄地表现了对南宋统治者苟且偷安的不满。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "声声慢·寻寻觅觅",
                    "author" : "李清照",
                    "content" : "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
                    "addtionInfo" : "寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。凄凄惨惨戚戚：忧愁苦闷的样子。乍暖还（huán）寒：指秋天的天气，忽然变暖，又转寒冷。将息：旧时方言，休养调理之意。怎敌他：对付，抵挡。损：表示程度极高。堪：可。怎生：怎样的。生：语助词。梧桐更兼细雨：暗用白居易《长恨歌》“秋雨梧桐叶落时”诗意。这次第：这光景、这情形。怎一个愁字了得：一个“愁”字怎么能概括得尽呢？",
                    "classInfo" : "104",
                    "poetryID" : "36",
                    "source" : "3",
                    "analysesInfo" : "靖康之变后，李清照国破，家亡，夫死，伤于人事。这时期她的作品再没有当年那种清新可人，浅斟低唱，而转为沉郁凄婉，主要抒写她对亡夫赵明诚的怀念和自己孤单凄凉的景况。此词便是这时期的典型代表作品之一。&&&这首词起句便不寻常，一连用七组叠词。不但在填词方面，即使在诗赋曲也绝无仅有。但好处不仅在此，这七组叠词还极富音乐美。宋词是用来演唱的，因此音调和谐是一个很重要的内容。李清照对音律有极深造诣，所以这七组叠词朗读起来，便有一种大珠小珠落玉盘的感觉。只觉齿舌音来回反复吟唱，徘徊低迷，婉转凄楚，有如听到一个伤心之极的人在低声倾诉，然而她还未开口就觉得已能使听众感觉到她的忧伤，而等她说完了，那种伤感的情绪还是没有散去。一种莫名其妙的愁绪在心头和空气中弥漫开来，久久不散，余味无穷。&&&心情不好，再加上这种乍暖还寒天气，词人连觉也睡不着了。如果能沉沉睡去，那么还能在短暂的时间内逃离痛苦，可是越想入眠就越难以入眠，于是词人就很自然想起亡夫来。披衣起床，喝一点酒暖暖身子再说吧。可是寒冷是由于孤独引起的，而饮酒与品茶一样，独自一人只会觉得分外凄凉。&&&端着一杯淡酒，而在这天暗云低，冷风正劲的时节，却突然听到孤雁的一声悲鸣，那种哀怨的声音直划破天际，也再次划破了词人未愈的伤口，头白鸳鸯失伴飞。词人感叹：唉，雁儿，你叫得这样凄凉幽怨，难道你也像我一样，老年失偶了吗？难道也像我一样，余生要独自一人面对万里层山，千山暮雪吗？胡思乱想之下，泪光迷蒙之中，蓦然觉得那只孤雁正是以前为自己传递情书的那一只。无可奈何花落去，似曾相识燕归来。旧日传情信使仍在，而秋娘与萧郎已死生相隔，人鬼殊途了，物是人非事事休，欲语泪先流。这一奇思妙想包含着无限无法诉说的哀愁。&&&这时看见那些菊花，才发觉花儿也已憔悴不堪，落红满地，再无当年那种“东篱把酒黄昏后，有暗香盈袖”的雅致了。词人想：以往丈夫在世时的日子多么美好，诗词唱和，整理古籍，可如今呢？只剩下自己一个人在受这无边无际的孤独的煎熬了。故物依然，人面全非。“旧时天气旧时衣，只有情怀，不得似往时。”独对着孤雁残菊，更感凄凉。手托香腮，珠泪盈眶。怕黄昏，捱白昼。对着这阴沉的天，一个人要怎样才能熬到黄昏的来临呢？漫长使孤独变得更加可怕。独自一人，连时间也觉得开始变慢起来。&&&好不容易等到了黄昏，却又下起雨来。点点滴滴，淅淅沥沥的，无边丝雨细如愁，下得人心更烦了。再看到屋外那两棵梧桐，虽然在风雨中却互相扶持，互相依靠，两相对比，自己一个人要凄凉多了。&&&急风骤雨，孤雁残菊梧桐，眼前的一切，使词人的哀怨重重叠叠，直至无以复加，不知怎样形容，也难以表达出来。于是词人再也不用什么对比，什么渲染，什么赋比兴了，直截了当地说：“这次第，怎一个愁字了得？”简单直白，反而更觉神妙，更有韵味，更堪咀嚼。相形之下，连李煜的“问君能有几多愁，恰似一江春水向东流”也稍觉失色。一江春水虽然无穷无尽，但毕竟还可形容得出。而词人的愁绪则非笔墨所能形容，自然稍胜一筹。&&&前人评此词，多以开端三句用一连串叠字为其特色。但只注意这一层，不免失之皮相。词中写主人公一整天的愁苦心情，却从“寻寻觅觅”开始，可见她从一起床便百无聊赖，如有所失，于是东张西望，仿佛飘流在海洋中的人要抓到点什么才能得救似的，希望找到点什么来寄托自己的空虚寂寞。下文“冷冷清清”，是“寻寻觅觅”的结果，不但无所获，反被一种孤寂清冷的气氛袭来，使自己感到凄惨忧戚。于是紧接着再写了一句“凄凄惨惨戚戚”。仅此三句，一种由愁惨而凄厉的氛围已笼罩全篇，使读者不禁为之屏息凝神。这乃是百感迸发于中，不得不吐之为快，所谓“欲罢不能”的结果。&&&“乍暖还寒时候”这一句也是此词的难点之一。此词作于秋天，但秋天的气候应该说“乍寒还暖”，只有早春天气才能用得上“乍暖还寒”。这是写一日之晨，而非写一季之候。秋日清晨，朝阳初出，故言“乍暖”；但晓寒犹重，秋风砭骨，故言“还寒”。至于“时候”二字，有人以为在古汉语中应解为“节候”；但柳永《永遇乐》云：“薰风解愠，昼景清和，新霁时候。”由阴雨而新霁，自属较短暂的时间，可见“时候”一词在宋时已与现代汉语无殊了。“最难将息”句则与上文“寻寻觅觅”句相呼应，说明从一清早自己就不知如何是好。&&&下面的“三杯两盏淡酒，怎敌他晚来风急”，正与上文“乍暖还寒”相合。古人晨起于卯时饮酒，又称“扶头卯酒”。这里说用酒消愁是不抵事的。至于下文“雁过也”的“雁”，是南来秋雁，正是往昔在北方见到的，所以说“正伤心，却是旧时相识”了。《唐宋词选释》说：“雁未必相识，却云‘旧时相识’者，寄怀乡之意。赵嘏《寒塘》：‘乡心正无限，一雁度南楼。’词意近之。”&&&上片从一个人寻觅无着，写到酒难浇愁；风送雁声，反而增加了思乡的惆怅。于是下片由秋日高空转入自家庭院。园中开满了菊花，秋意正浓。这里“满地黄花堆积”是指菊花盛开，而非残英满地。“憔悴损”是指自己因忧伤而憔悴瘦损，也不是指菊花枯萎凋谢。正由于自己无心看花，虽值菊堆满地，却不想去摘它赏它，这才是“如今有谁堪摘”的确解。然而人不摘花，花当自萎；及花已损，则欲摘已不堪摘了。这里既写出了自己无心摘花的郁闷，又透露了惜花将谢的情怀，笔意比唐人杜秋娘所唱的“有花堪折直须折，莫待无花空折枝”要深远多了。&&&从“守著窗儿”以下，写独坐无聊，内心苦闷之状，比“寻寻觅觅”三句又进一层。“守著”句如依张惠言《词选》断句，以“独自”连上文。秦观（一作无名氏）《鹧鸪天》下片：“无一语，对芳樽，安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门”，与此词意境相近。但秦词从人对黄昏有思想准备方面着笔，李则从反面说，好像天有意不肯黑下来而使人尤为难过。“梧桐”两句不仅脱胎淮海，而且兼用温庭筠《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，把两种内容融而为一，笔更直而情更切。最后以“怎一个愁字了得”句作收，也是蹊径独辟之笔。自庾信以来，或言愁有千斛万斛，或言愁如江如海（分别见李煜、秦观词），总之是极言其多。这里却化多为少，只说自己思绪纷茫复杂，仅用一个“愁”字如何包括得尽。妙在又不说明于一个“愁”字之外更有什么心情，即戛然而止，仿佛不了了之。表面上有“欲说还休”之势，实际上已倾泻无遗，淋漓尽致了。&&&这首词大气包举，别无枝蔓，相关情事逐一说来，却始终紧扣悲秋之意，深得六朝抒情小赋之神髓，而以接近口语的朴素清新的语言谱入新声，运用凄清的音乐性语言进行抒情，又却体现了倚声家的不假雕饰的本色，诚属个性独具的抒情名作。",
                    "transferInfo" : "苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。秋天总是忽然变暖，又转寒冷，最难保养休息。喝三杯两杯淡酒，怎么能抵得住傍晚的寒风紧吹？一行大雁从头顶上飞过，更让人伤心，因为都是当年为我传递书信的旧日相识。园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？孤独的守着窗前，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，那雨声还是点点滴滴。这般光景，怎么能用一个“愁”字了结！",
                    "backgroundInfo" : "此词是李清照后期的作品，具体写作时间待考。有人认为作于南渡以后，正值金兵入侵，北宋灭亡，丈夫去世，一连串的打击使她尝尽了国破家亡、颠沛流离的苦痛，亡国之恨，丧夫之哀，孀居之苦，凝集心头，无法排遣，于是写下了这首《声声慢》。有人则认为是中年时期所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "19000",
    "mainClass" : "22"
}
