{
    "poetryList" : [
                    {
                    "name" : "满江红·送李御带珙",
                    "author" : "吴潜",
                    "content" : "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹亭下系扁舟，鲈堪煮。拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。",
                    "addtionInfo" : "满江红：词牌名。红玉阶：红色的台阶，此处代指宫殿。翩（piān）然：形容动作轻快的样子。汀（tīng）：水边平地。济时：拯救时局。从：跟，向。垂虹亭：地名，在今江苏吴江县虹桥上，建于宋仁宗庆历（公元1041年—公元1048年）年间。扁（piān）舟：小船。鲈堪煮：晋代吴江人张翰在洛阳做官，见秋风起，想起家乡的鲈鱼脍，于是慨然叹道：“人生贵适志，何能羁宦数千里，以邀名爵乎？”便辞官返乡。鲈（lú）：鲈鱼。堪：可。以上两句写李珙将回故乡隐居。拚（pàn）：舍弃，不顾惜。悠悠：众多的样子。浑：全。冉冉：形容时间渐渐过去的样子。",
                    "classInfo" : "108",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "此词是送别之作。“御带”，又为“带御器械”，是武臣的荣誉性加官。&&&“红玉阶前，问何事、翩然引去？”词的开头即问友人李珙何以辞官，可见这不是一般的聚散迎送，牵动肚肠的也不是一般的离情别绪。“问何事”，语气也显得比较重。可是下文却没有回答。而是写李珙辞官后的逍遥生活。“湖海上、一汀欧鹭，半帆烟雨”，写其“翩然”之状：出朝后漫游湖海，与鸥鹭为友，出没于烟波雨浪，显得多么自在、轻快。“海客无心随白鸥”，似乎友人对这种境遇还很满足。作者这里有意引而不发，使人感到飘逸的表象下隐藏着别种意绪。“报国无门空自怨，济时有策从谁吐？”这里是回答了，经过上面一番周旋，显得有很重的感情份量。辞官后遨游江海固然自在浪漫，但辞官实是无奈之举。虽有报国之志，济时之策，怎奈落得“空自怨”&&&“从谁吐”，用问句表达出来，其中含有无奈、落寞、怨恨、孤独等等交织在一起的复杂情感。“过垂虹、亭下系扁舟，鲈堪煮。”垂虹亭位于吴江长桥头，这里是南宋连贯东西水路必经之地，李珙离临安往西自然经过这里。这里还有一处著名的古迹：晋代吴江人张翰在洛阳做官，见秋风起，想起家乡的鲈鱼脍，于是慨然叹道：“人生贵在适志，安能羁宦数千里以要名爵哉！”便辞官返乡。后人在这里建有鲈乡亭。“垂虹亭”地名融合典故用在这里很合适：友人经过此地正是鲈肥堪脍时节，可尽地主之谊；友人亦是辞官归去，正与张翰同怀，可谓异代知音，不妨小住。并且有用张翰“人生适志”安慰友人之意。“鲈堪煮”，“堪”字耐人寻味，除了传达出主人殷勤款留之意外，还替友人表达了心里的多少不得已！&&&“拚一醉，留君住。歌一曲，送君路。”可以说，这里才是送别之题，上片全是题前之意。由于题前之意写得很充分，别意就显得分外珍重、深厚了。“留君住”须“拚一醉”，这种态度表现出了多么执着、灼热的感情，“歌一曲”中有着多少依恋、怜惜。“遍江南江北，欲归何处？”友人此去，怅然若失，仿佛在追循友人足迹似的。顺承上句，这种意思是明显的。&&&可能还有别的意思。李珙大概是四川人，四川人来下江做官，路途遥远，一旦罢官就有流离之感。吴潜友人吴泳也是四川人，在写给吴潜的信中就说：“西州（指四川）士大夫以官为家，罢则无所于归。”如果是这样，那么“遍江南江北，欲归何处？”就有双层含义：一为问询，一为慨叹，即罢官之后很可能“无所于归”，天地之大，难道没有你容身之处？其中的关切、忧虑表露无遗。这与下面的情绪表现又是紧相联贯的。&&&“世事悠悠浑未了，年光冉冉今如许！”还有收拾旧山河这样的大事业等待成就，朝廷本该多多任用贤才，但李珙这样有志又有才的人却被迫辞官漂泊江湖，这真让人又痛惜又悲愤。“试举头、一笑问青天，天无语，”不理解，因而发为天问。“一笑”，是被悖谬所激怒的笑。读到这里，读者可以想见作者在向青天发问：人世间的举措何以如此荒唐，是非何以如此颠倒？“天无语”，他得不到回答，陷入了深深的悲愤之中。&&&这首送别词写得悲郁慷慨，表达了作者对友人的深切理解、对其遭遇的深厚同情，同时也对朝廷的昏愦表示了强烈愤慨。这些情绪的表达是有层次的推进，词中的几个问句显示了情绪推进的节奏，结句达到了高潮。从全词不难看出，作者通过抒写李珙的遭遇，寄予了个人的身世感慨，所以这首词亦是自况。在当时的环境下，报国无门，壮志难酬是爱国人士的普遍命运。",
                    "transferInfo" : "好端端地在朝廷里做官，因为什么事要翩然辞官引去？遥望湖海上满滩沙鸥白鹭，远处船儿微露半帆笼罩着烟雨。报国无门空自怅怨，济时有良策又能对谁倾吐？路过垂虹亭下不妨暂系小舟，那里著名的鲈鱼堪煮。我甘愿拼死一醉，真诚地挽留你住。我将含泪高歌一曲，送你踏上归乡之路。踏遍江南江北，你将要归向何处？天下大事那么多全没有解决，大好年华就在这无结果中渐渐消逝。举头一笑问湛湛青天，青天也只沉默无语。",
                    "backgroundInfo" : "此词当作于嘉熙元年（公元1237年）八月，吴潜任平江（今江苏苏州）知府时，李珙辞官途经此地，作者为了送别李珙作下了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·示表侄刘国华",
                    "author" : "吴潜",
                    "content" : "家园十亩屋头边。正春妍，酿花天。杨柳多情，拂拂带轻烟。别馆闲亭随分有，时策杖，小盘旋。采山钓水美而鲜。饮中仙，醉中禅。闲处光阴，赢得日高眠。一品高官人道好，多少事，碎心田。",
                    "addtionInfo" : "江城子：词牌名。刘国华：作者表侄，生平未详。别馆：别墅。策杖：拄着手杖。醉中禅：醉倒后的禅人。禅，这里指醉心禅法者。",
                    "classInfo" : "27",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "这是一首述志言怀的词。词人通过对自己日常生活的描述，表明了自己不慕名利的生活态度及淡然闲静的心境。悠游林下的闲适和禅宗的空灵境界，在作者看来，可以达到融通：经过内“碎心田”而外“一品高官”的红尘修炼，“仙”“禅”的况味一起随着乡村伴日高眠、把酒垂钓的生活油然而生，集中体现在了这首词中。&&&上阕描写词人的居处。词人所居之处如同世外桃源，田园十亩，百花竞放，柳条依依。于这景物中，词人的心境表露无遗，他不苟于俗，过着恬然自得的生活。下阕述写词人的日常生活。他生活是悠闲随性的：采山货，钓河鱼，畅饮美酒，睡觉睡到日上三竿。“一品高官”以下三句，词人直抒胸臆，表明自己安贫乐道，不愿过那钩心斗角的官场生活。&&&这首词写得平白易懂，不事雕琢。全篇信手拈来，准确妥帖地将词人自己的心境传达出来。",
                    "transferInfo" : "屋子旁边有田园十亩，春光正好，百花都酝酿竞放娇颜。多情的杨柳，随风披拂摇摆，笼着淡淡轻烟。幽馆闲亭随处可见，我时时拄着手杖，稍作流连。采山货，钓河鱼，味道既鲜而美，我是那酣饮中的酒仙，醉倒后的禅人。在闲居的日子里，日上三竿我还酣睡不起。人们都说做一品高官好，但有多少事，聒碎心田。",
                    "backgroundInfo" : "吴潜为南宋名臣，但在朝廷任职时颇受以贾似道为首的权臣排挤。景定元年（1260），吴潜被贬谪到循州（今广东省惠阳县），此篇即是他在循州闲居时赠表侄刘国华的作品。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蓦山溪·自述",
                    "author" : "宋自逊",
                    "content" : "壶山居士，未老心先懒。爱学道人家，办竹几、蒲团茗碗。青山可买，小结屋三间，开一径，俯清溪，修竹栽教满。 客来便请，随分家常饭。若肯小留连，更薄酒，三杯两盏，吟诗度曲，风月任招呼。身外事，不关心，自有天公管。",
                    "addtionInfo" : "办竹句：办读写用竹几、煮茗用茶碗、憩坐用蒲团。蒲团，用蒲草编扎而成的圆形坐垫，修持者坐以修心养性。青山句：买青山一角，结草屋三间，小径通幽，清溪如带，绿竹绕宅。天公：天地造化。",
                    "classInfo" : "30",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "词的上片主要描述词人所处的生活环境。起笔自报家门，直陈心迹，态度散漫，老气横秋。“未老心先懒”，词人还未曾衰老，却看透世情，失却斗争与进击之心的消极精神。颓莫大于心懒。然这种状态不会是天生如此，而或是人生灾厄、磨难使然。词人从自号、自诉心志到下文铺陈居处条件与处世态度，均浸染了道家的简淡无为。“爱学道人家”以下统承“心懒”而来，极言日常需求的简便。先言用物，“办”字领起，只办读写用竹几、煮茗用茶碗、憩坐用蒲团。次言隐居的生活环境，买青山一角，结草屋三间，小径通幽，清溪如带，绿竹绕宅。这里没有侯门深宅的楼台广厦、高车驷马、酒绿灯红，没有烦闹的送往迎来，没有无聊的笙歌宴集，没有不测而至的风云变幻。这里的主人可以焚香煮茗，倚竹闲吟，登山长啸，或垂钓清溪。假如人世间没有民族与家国利益需要去奋斗，这种生活方式也许无可厚非。然而这正是南宋倾覆前二、三十年间，战云四合，血雨飘风，词人躲进青山，不免过于冷漠，过于忘情。&&&词的下片叙述自己待人处世的方式和态度。“客来便请”，一个“便”字，既无热情，亦不冷面拒人于千里。抽身世外而并不与世隔阻，清高中含着通达。“若肯小留连，更薄酒”，仍旧是待人以不即不离。词人老实道来，始终没有斩断与尘世关联的尾巴。“吟诗度曲，风月任招呼”，既应开篇“懒”字，又呼出下文“不关心”云云，是说随意写点文词，吟风弄月，而决不关涉邦国民生。“身外事，不关心，自有天公管”是“风月任招呼”的进一步渲染。但说多了，似乎反出破绽，“不关心”反而像是并未忘怀。天公，天地造化；或另有人事所指。那么末句则是一种对于“管”者有所愤愤的讥诮。联系他也曾那样地想参预与投入，那么这消极里或都含着对于“管”者、统治者的无能的愤愤之音。当然字行间的这种声响极其微弱。&&&全词措语平白，疏于锻炼；顺序而写，无意谋篇。唯用意老实，接物通达，于世情世事并未完全忘怀，故不妨一读。",
                    "transferInfo" : "壶山居士，人还没有老心就懒散了。喜欢学道的人，家中里办了读写用的竹九、憩坐用的蒲团、煮茗用的茶碗。有青山可以观赏。筑有小茅屋三间，再开辟一条小径，俯视溪水，将高大茂密的竹子栽满屋子的四周。有客来请自便，随分吃一点家常饭。如果愿意小作停留，再置薄酒，喝它两三杯。吟味诗歌、自制曲子，风和月任人招呼。身外之事。我都不关心，自会有天公去管。",
                    "backgroundInfo" : "词人大约生活在南宋倾亡前那段社会动荡时期。由于对现实的悲观失望和道教无为思想的影响，词人养成了淡泊名利的性格，于是避开了热闹尘世，过起了隐居生活。这首词大约作于这一时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "谒金门·花过雨",
                    "author" : "李好古",
                    "content" : "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。",
                    "addtionInfo" : "红素：指花色红、白相间。觅：寻找。玉关：玉门关。借指南宋抗战前线。玉楼：豪华的高楼大厦。胡尘：指蒙人发动的战争,异族（金或蒙古）侵略。侯万户：万户侯。",
                    "classInfo" : "32",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "在诗词中常将春和雨以及花和雨联系起来。不过由于时间与气候的变化，有的风雨是送春归，有的风雨则是催春来。而李好古的这首词说：“花过雨，又是一番红素”。大概是属于催春来。“燕子归来愁不语”一句，承上启下，春来燕归，春色依旧，而归来的燕子为什么却闷闷无语呢？自然引出下文——“旧巢无觅处”。“旧巢无觅处”的原因，作者没有直说，犹露犹藏发人深思。这首词有的本调名下有题——《怀故居》，因而有人说，燕子旧巢，比喻自己故居，春来到来了，人无归处，表现了一种无处可归的飘泊之感。其中还寓有家国之感，所以把它理解为那个特定社会现象的典型概括，则更为合适。上片结句，就字面看补足了上文，完成了对“燕子”的描写，就其喻意而言，则引向社会现实，这就为下片预作好了铺奠。&&&国家山河支离破碎，百姓流离失所，在这样艰难的时局里，“谁在玉关劳苦？谁在玉楼歌舞？”这句话深刻尖锐，咄咄逼人，“玉关（玉门关，这里泛指边塞）劳苦”者，指的是那些守边的士卒。而在玉楼上取乐的，却是那班不思抗敌、不恤士卒的将领，除此之外，当然还有一大批“渡江来，百年歌舞，百年酣醉”于西湖畔上的、南宋朝廷里的显官达贵。一苦一乐，形成了鲜明的对照，使读者从对比中，感受到振憾人心的艺术力量！下文词人没有顺着这个调子再把弦儿绷紧，也没有用一般乏味的文字，敷衍成篇，而是别开生面，用假设和推想，从容作结：“若使胡尘吹得去，东风侯万户。”东风“吹去”胡尘“，已是一奇；再进一步，还要封”东风“为万户侯，更是奇特非凡，令人耳目一新。然而最妙则于不经意之中，用这种丰趣活泼的文字，翻空出奇，涉笔成趣。同时，它又在诙谐之中包含着某种庄重，其中隐含了一个重大的严肃的社会政治问题，即朝中无人抗金，而百姓则渴望统一。在天真之处展现真情，风趣之中包含着冷峻。&&&春日，多有“东风”，“旧巢无觅”，才有“东风”吹去“胡尘”盼想，前后照应，此外，词人兼用明快、严肃、含蓄、幽默的多种手法，浑然成篇，自成一格，更是它的独特之处。",
                    "transferInfo" : "花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东飞能吹走侵略的敌人，那就封它做个万户侯吧！",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "青玉案·年年社日停针线",
                    "author" : "黄公绍",
                    "content" : "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。",
                    "addtionInfo" : "社日：指立春以后的春社。“春衫”两句：春衫已经穿破，这是谁做的针线活呢？这里的“谁针线”与“停针线”相呼应，由著破春衫想起那制作春衫的人，不觉凄然泪下，泪痕沾满了破旧的春衫。",
                    "classInfo" : "52",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "“年年社日停针线，怎忍见、双飞燕？”社日是古时祭祀土神的日子，分春社与秋社，《统天万年历》云：“立春后五戊为春社，立秋后五戊为秋社”，这里指春社。每逢社日，妇女有停针线的习惯，《墨庄漫录》云：“唐宋妇人社日不用针线，谓之忌作。”张籍诗亦云：“今朝社日停针线”，此即诗人所本。诗人一开始就着意于远方的爱妻：在这社日来临，百无聊赖之际，她一定会因思念异乡的丈夫而愁绪万端。由于诗人用春燕的成双反衬夫妻的分离，所以，不用细致的描写，一个忧伤憔悴的思妇的形象便如在目前。“年年”二字下得尤其沉痛，它暗示读者，这对不幸的情侣已经历了长期的别离，今日的忧伤只不过是往昔的延续罢了！&&&“今日江城春已半，一身犹在，乱山深处，寂寞溪桥畔。”此三句写诗人自身的寂寞，因和意中人凄凉的处境遥相呼应，更显得沉着动人。春日已过大半，自己却仍在乱山深处、溪桥之畔淹留，固守离愁之苦。“乱”字包含了诗人全部的况味，它既意味着身世的孤独，又象征着离愁的紊乱和深重。这样，词中的“乱山”就不仅仅是一个客观存在，同时也是惹起诗人愁思的情感化的产物，它的沉重与凄凉，使我们自然联想到词人精神上的压抑。&&&“春衫著破谁针线，点点行行泪痕满。”这两句的意思是：春衣已破，谁为补缀？想到此，不由得泪洒春衫。此处看似俚俗，实为诗人的卓越之处。因为词人表达相思之苦，一般不外乎两种情形，或以物喻愁，或直抒胸臆，诗人抛弃了陈旧的套式，从夫妻这一特殊的关系着眼，选择了日常生产中最普通的“针线”情节作为表达情感的契机，这样就具体而不抽象，真切而不矫饰，正如贺裳所评：“语淡而情浓，事浅而言深。”&&&“落日解鞍芳草岸，花无人戴，酒无人劝，醉也无人管。”这四句是全词的关键所在，也是写得最精彩的片断。它的高妙之处在于把思念之情落实到具体事物上，因此显得充沛之至，缠绵之至。从形式上看，它很像晁补之的《忆少年》起句：“无穷官柳，无情画轲，无根行客，”排句连蝉直下，给人以气势非凡之感。从意境上看，它更接近李商隐的诗句“纵使有花兼有月，可堪无酒又无人”的韵味：当红日西沉，诗人解鞍归来，虽有鲜花，却无人佩戴，以酒浇愁，又无人把盏，醉后更无人照管。这是无比凄楚的情景。于此，诗人的情感恣肆了，笔调放纵了，但读来并不会使人产生轻薄之感，此中奥秘，正如陈廷焯所说：“不是风流放荡，只是一腔血泪耳。”",
                    "transferInfo" : "年年春社的日子妇女们停下针线，孤单的她怎忍看见，双飞双栖的春燕？今日江城春色已过去大半，我独自还羁身于乱山深处，寂寞地伫立在小溪畔。春衫穿破了谁给我补缀针线？点点行行的泪痕洒满春衫。落日时分我解鞍驻马在芳草萋萋的河岸，虽有花枝却无人佩戴，虽有美酒却无人劝酒把盏，纵然醉了也无人照管。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "湘春夜月·近清明",
                    "author" : "黄孝迈",
                    "content" : "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
                    "addtionInfo" : "者次第：这许多情况。者，同这。并刀：并州（今山西太原）的剪刀，当时以锋利著称。",
                    "classInfo" : "7",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "这是一首伤春之词。词人通过对湘水之滨春江月色的描写，抒发了自己惜春不忍别的情愫。&&&上片着重写伤春，先从枝头的鸟声写起 ，点出“近清明”的节令。“翠禽”，犹言翠鸟，泛指羽毛美丽的小鸟 ，“消魂”，是情为之动、神为之伤的意思，给鸟声注入了人的思想感情。&&&下文“可惜一片清歌，都付与黄昏”二句，是对“消魂”所作的说明 。“清歌”与“黄昏”所含的情绪本是相反的，前者引人愉悦，后者使人忧伤，相反相成，其结果是益增忧伤之感，故此二句表现为极其沉痛的感叹口吻。接下来，作者进一步采用了拟人手法，将具有感知的品格赋予了柳花，想对它低声倾诉自己的心事，转而又：“怕柳花轻薄，不解伤春”。可见作者忧思之深重。“伤春”二字，点出了作品主旨之所在。&&&再下面，是作者自己感叹当时旅行在湘水之滨，独自投宿在旅舍时的孤寂心情。明明要写冷落，却偏用“温存”的字眼，再用“谁与”来作反诘，这种写法突现了一种炽烈追求的意愿。写到此处，已近过片，须得由伤春向恨别过渡，故而“柔情别绪”四字的安排也就是相当巧妙而颇具匠心的了。&&&这首词的下片更为精采。前几句，作者紧紧抓住“湘春夜月”的景色特点，将深沉的离愁别恨熔铸进去，造成了动人的艺术效果：“空樽夜泣，青山不语，残照当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。”这个境界是由众多形象构筑起来的一个整体，七宝楼台固不应拆碎，然而，倘求观察得细致，却无妨从局部着眼。&&&“空樽夜泣”，表示心情的极度忧伤，是一个凝炼警策的句子，其造语则显得老辣，与姜夔《暗香》词里的“翠樽易泣”相同。“青山不语”，山峰不会说话，而作者却好像认为它原是会说话的，只是此时此刻无话可说罢了，以这种方式描摹环境的幽静，其艺术效果则更为强烈。&&&“残照当门”，意谓残月照在门前，门外唯见残月。残月象征离别，正是由于它的情调凄恻。“今宵酒醒何处？杨柳岸，晓风残月”（柳永《雨霖铃》）等常见的例子，已经足以说明用残月抒写离别之情的艺术表现力了。&&&“翠玉楼”，即前文“楚乡旅宿”，“惟是有”，同义重叠，起着强调下文的作用，而它以“平去上”的声韵作为引出下文的铺垫，从而使“一波湘水，摇荡湘云”一句更富有诗意，显得更加突出。从“翠玉楼”望去，月色下的湘江，一片朦胧迷茫，水面上只看到隐隐的波光，天空飘动着朵朵浮云，阵阵微风吹来，又将水天“摇荡”在一起了。然而这轻微的摇荡却不能打破“青山不语，残月当门”的静寂，正像“蝉噪林逾静”那样，反倒更增强了这种静寂之感；同时，在静寂之中，“湘春夜月”的景色更显得空灵深邃，它启迪着人们对生活的沉思。&&&下片的后几句，像上片点出“伤春”一样，又将“恨别”的题旨点明了。“天长梦短，问甚时、重见桃根？”“天”是宇宙，“梦”是人生，“天长梦短”与吴文英在的“春宽梦窄”（《莺啼序》）构思相同，富有哲学意味。如梦的人生既然短暂，离别的愁苦就更使人难耐，于是又自然地产生了一种急切的希望尽快地“重见桃根”。桃根，出于东晋的《桃叶歌》：“桃叶复桃叶，桃叶连桃根。相怜两乐事，独使我殷勤。”相传为王献之所作，桃叶是他的妾名。后人经常用桃叶、桃根指代意中人。&&&结句的“这次第”虽只是一个“点”，分量却是相当沉重的。愁绪扰人，自然产生剪除的意愿，这也是人们的共同心理。然而这首词中，合理的意愿却是用否定方式、喟叹的口吻表达出来的，因为“算人间没个并刀，剪断心上愁痕”，遍寻人间也找不到能够剪断这种愁绪的剪刀。",
                    "transferInfo" : "临近清明时分，枝头上翠鸟的叫声婉转动人。只可惜这一片清歌，都给了寂寞的黄昏。想要对柳花低述衷曲，又怕柳花轻薄，不懂得人的伤春之心。我独自漂泊在南国楚乡，满怀柔情别恨，有谁能给我一点儿温存？空空的酒杯仿佛在为我哭泣，青山默默不语，一弯残月照在门前。旅舍门前，月色下的湘江朦胧迷茫，波光隐隐，倒映着天空朵朵浮云。时光漫长，人生短暂。请问苍天，到底什么时候才能和恋人见面？这情景真令人心酸，遍寻人间也找不到能够剪断这种愁绪的剪刀，可以把我心中的千愁万绪剪断。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长相思·花深深",
                    "author" : "陈东甫",
                    "content" : "花深深。柳阴阴。度柳穿花觅信音。君心负妾心。怨呜琴。恨孤衾。钿誓钗盟何处寻。当初谁料今。",
                    "addtionInfo" : "花深深二句：将春花杨柳之繁盛写出，实花柳为喻象，喻指两情欢娱的世界。此句，写女主人公寻觅其情人的经历。怨鸣琴两句：写女子被弃后的凄凉幽怨之味。无穷永昼，唯有寄孤愤于鸣琴。漫漫长夜，终是辗转反侧于孤衾。",
                    "classInfo" : "39",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "这是一首描写弃妇的怨词。&&&“花深深。柳阴阴。”起笔用联绵辞深深、阴阴，将春花杨柳之繁盛写出。初读时，可能会以为这真是描绘大自然之春光。其实不然。“度柳穿花觅信音。”原来，花柳皆为喻象，喻指两情欢娱的世界。此句，写女主人公寻觅其情人的经历。觅字下得贴当，与花深深柳阴阴相呼应，则浮花浪柳之妖冶繁盛可知。女子终于明白：“君心负妾心。”情人已背信弃义。由此可以想见女子肝肠之寸断。&&&“怨鸣琴。恨孤衾。”这两句写尽女子被弃后的凄凉幽怨之味。无穷永昼，唯有寄孤愤于鸣琴。漫漫长夜，终是辗转反侧于孤衾。琴、衾，是当日情好欢乐之见证，竟成为一场悲剧之象征，触物伤心，如此日月，人何以堪？词句极短，而酸楚无限。“钿誓钗盟何处寻。”寻字，与上片之觅字，道尽女子的失落感与不甘心，皆见性情语。追怀当日山盟海誓，信誓旦旦，只因为相信“但教心似金钿坚”，此时全已幻灭。寻寻觅觅惝怳迷离，遂托出女子全部痴情。“当初谁料今。”上句是旧情之回澜，结句则是返转回来，从痴迷而悔悟。弃妇心澜汹涌，千回百折，终难平息，是在意内言外。&&&词人对弃妇抱同情之感，设身处地为其作词，难能可贵。此词纯为女子声口，明白如话，如诉如泣，故能感染人。篇幅短小，言辞简练，却淋漓尽致地展示出爱情悲剧女子痴情，故富于含蕴。",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·平山堂用东坡韵",
                    "author" : "方岳",
                    "content" : "秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。",
                    "addtionInfo" : "平山堂：在今扬州西北蜀岗上，为欧阳修所建.螺红：红色的螺杯。菰菜莼羹：相传张翰在外作官时，见秋风起，想起了家乡的菰菜、莼羹和鲈鱼脍，就辞官归乡。河洛：黄河与洛水之间的地区。此处泛指沦陷于金兵之手的土地，故词人有遗恨在焉。两仙翁：指欧阳修与苏东坡。匹马：有作者自喻意。",
                    "classInfo" : "33",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "方岳，安徽祁门人。生于南宋宁宗庆元五年（1199），绍定5年（1232）登进士第，做过吏部侍郎和饶、抚、袁三州知州等官。从这首词中看，他是有收复中原之志的。全词表现了一种壮志未酬的苦闷心情。&&&本词一开始，就展现了一幅江南的秋景：“秋雨一何碧，山色倚晴空”，寥寥两句，就把江南秋日雨天和晴天的特色呈现于读者眼前。以“碧”形容秋雨，这是词人的独创，一则写出江南的秋日依然一片青绿，连下的雨都映成碧绿的颜色，二则写出秋雨过后，山色、田野都变得更绿，仿佛为碧绿的雨丝染过似的，这就自然引出“山色倚晴空”这样的晴昼景色。南国的秋并不如北国那样凄凉萧索，但词人的愁情却弥漫在“江南江北”，这就表明他的愁不是由自然景色引起的一般性的悲秋，而是另有原因。“江南江北”四字正是这愁的原由，怅望江南，偏安一隅；放眼江北，沦于敌手。江山社稷正处于内忧外患之中，哪能不令人愁？“分付酒螺红”即借酒浇愁之意，“螺红”乃是一种酒的名字。“芦叶蓬舟千重”表明词人正在行旅途中，蓬舟一叶穿过重重芦叶飘泊于江湖之上，菰菜莼羹的美味仅存于昔日的记忆之中。抬头仰望南归的大雁，因事业无成，壮志未酬，无语可寄；醉眼朦胧中北望黄河、洛水，缥缈难见，大好河山不能恢复的遗恨只能沉浸在眼前的夕阳之中，“夕阳”这既是诗人眼前的景象，又是南宋小王朝的象征。“遗恨夕阳中”是一句多么沉痛、深刻的警句呵！&&&下阕依然是眼前景物与内心情绪的交织。诗人在江上飘泊，回眸苹洲之外，暮色四面袭来，几乎溶尽了山影，山似眉峰皱，山峰与诗人的眉头一样都在愁苦中紧蹙。“人间俯仰陈迹”用的是王羲之《兰亭集序》的典故，言光阴倏忽，人生短暂，“俯仰人间已为陈迹”，慨叹自身盛年易逝，事业无成，转眼之间年华老大，壮志即尽付东流。“不见当时杨柳”以下三句亦是时光荏苒，世事推移，人寿难久之意。英雄豪杰尚且随着时光的流驶而磨灭，何况我辈？最后词人发出“天地一孤啸”的长叹：茫茫天地之间，只有我一人如此长啸浩叹，而叹有何用，啸又何益？明天还是得迎着西风匹马踏上人生的征途，跋涉长驱！这又表现了诗人一种明知不可为而为之的勇气，一种虽九死而未悔的韧性和顽强毅力！",
                    "transferInfo" : "平山堂上伫立远望，秋雨过后，江岸的山色在晴空映衬下分外青碧。一个人辗转大江南北，有多少忧愁思绪，都付之一醉，暂且忘却吧。乘坐小船沿芦苇岸边千里漂泊，张翰那种思念菰菜莼羹就辞官归家的作为，于我只能是一场梦了，我惟有默默无语把思念寄托给南飞鸿雁。醉眼朦胧中回望渺远的黄河洛水，夕阳笼罩下留存多少遗憾和愤恨！在苹草萋萋的洲渚外面，远山在暮色里就要收敛他的眉峰。俯仰凭吊平山堂的人间遗迹，叹息欧、苏两位仙翁已然远逝。眼前没了当时的杨柳，只是从前的烟雨，磨灭了几位英雄。且唱响一声孤啸，我又将匹马启程，在西风凄紧的天地间。",
                    "backgroundInfo" : "扬州西北的平山堂，是欧阳修在这里任知州时建造的。登堂遥眺，江南金、焦、北固诸山尽在眼前，视与堂平，故取名“平山”。一个世纪后，方岳身处平山堂，俯仰江山，缅怀先贤，不禁诗思如潮，就以苏东坡《黄州快哉亭》词的韵脚，写下了这首《水调歌头》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·门隔花深梦旧游",
                    "author" : "吴文英",
                    "content" : "门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。",
                    "addtionInfo" : "门隔花深：即旧游之地，有“室迩人远”意。玉纤：指女子的纤纤玉手。小帘钩：指女子用手摘下帘钩，放下帘子。临夜：夜间来临时。",
                    "classInfo" : "7",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "这首怀人感梦的词，借梦写情，更见情痴，写得不落俗套。&&&“门隔花深”，指所梦旧游之地。当时花径通幽，春意盎然。词人说：不料我去寻访她时，本拟欢聚，却成话别。为什么要离别，词中没有说明。“燕归愁”，仿佛同情人们离别，黯然无语。不写人的伤别，而写惨淡的情境，正是烘云托月的妙笔。前结“玉纤香动小帘约，”则已是即将分手的情景了。伊人纤手分帘，二人相偕出户，彼此留连，不忍分离。“造分携而衔涕，感寂寞而伤神”（江淹《别赋》）。下片是深入刻画这种离别的痛苦。&&&下片是兴、比并用的艺术手法。“落絮无声春堕泪”，兼有两个方面一形象，一是写人，“执手相看泪眼，竟无语凝咽”（柳永《雨霖铃》），写离别时的吞声饮泣。这里略去了。絮花从空中飘落，好象替人无声堕泪，这是写春的堕泪，人亦包含其中。“行云有影月含羞”，和上句相同，也是一个形象体现为两个方面：一是写人，“别君时，忍泪佯低面，含羞半敛眉”（韦庄《女冠子》），是写妇女言别时的形象，以手掩面，主要倒不是含羞，而是为了掩泪，怕增加对方的悲伤。同时也是写自然，行云遮月，地上便有云影，云遮月衬出月含羞。刘熙载说：“词之妙，莫妙于以不言言之，非不言也，寄言也。”（《艺概·词曲概》）此词“落絮”、“行云”一联正是“寄言”。表面是写自然，其实是写情。词人把人的感情移入自然界的“落絮”“行云”当中，造成了人化的然感自然。而大自然的“堕泪”与“含羞”，也正表现了人的离别悲痛的深度，那说是说二人离别，连大自然也深深感动了。这两句把离愁幻化成情天泪海，真乃广深迷离的至美艺术境界。“悲莫悲兮生别离，乐莫乐兮新相知”（《九歌·少司命》），“死别已吞声，生别常恻恻”（杜甫《梦李白》）。这种黯然神伤心折骨惊的离情别绪，怎么能忘怀呢！有所思，故有所梦；有所梦，更生思绪。无昼无夜，度日如年，这刻骨相思是够受的。如此心境，自然感觉不到一丝春意，所以临夜东风吹来，比萧瑟凄冷的秋风更不堪忍受了。这是当日离别的情景，也是梦中的情景，同样也是此日梦醒时的情景。古人有暖然如春、凄然如秋的话，词人因离愁的浓重，他的主观感觉却把它倒转过来。语极警策。&&&春夜风冷，是自然现象；加上人心凄寂，是心理现象，二者交织融会，酿成“东风临夜冷于秋”的萧瑟凄冷景象，而且这种氛围笼罩全篇，此为《浣溪沙》一调在结构上的得力之处。",
                    "transferInfo" : "我的梦魂总是在旧梦中寻游，梦境中我又来到当年的庭院，深深的花丛把院门遮掩住了。斜阳默默无言地渐渐向西边沉下去，归来的燕子也沉默无言，仿佛带着万般忧愁。一股幽香浮动，她那双带有香味的白皙的纤纤玉指，轻轻地拉开了小小的幕帘。悠悠的柳絮无声坠落，那是老天爷为人世间的生离死别滴下的行行热泪。月光被浮云轻轻地遮掩住，那是因为含羞而挡住了泪眼，料峭的春风吹拂脸面，凄凉冷清的势头简直就像秋天一样。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "风入松·听风听雨过清明",
                    "author" : "吴文英",
                    "content" : "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。",
                    "addtionInfo" : "草：草，起草，拟写。愁草，没有心情写。瘗（yì）：埋葬。铭，文体的一种。分携：分手，分别。绿暗：形容绿柳成荫。料峭：形容春天的寒冷。中酒：醉酒。交加：形容杂乱。双鸳：指女子的绣花鞋，这里兼指女子本人。",
                    "classInfo" : "85",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "这是西园怀人之作。西园在吴地，是梦窗和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。梦窗在此中常提到此地，可见此地实乃梦萦魂绕之地。&&&这也是一首伤春之作。词的上片情景交融，意境有独到之处。前二句是伤春，三、四两句写伤别，五、六两句则是伤春与伤别的交融，形象丰满，意蕴深邃。“听风听雨过清明”，起句貌似简单，不象梦窗绵丽的风格，但用意颇深。不仅点出时间，而且勾勒出内心细腻的情愫。&&&寒食、清明凄冷的禁烟时节，连续刮风下雨，意境凄凉。风雨不写“见”而写“听”，意思是白天对风雨中落花，不忍见，但不能不听到；晚上则为花无眠、以听风听雨为常。首句四个字就写出了词人在清明节前后，听风听雨，愁风愁雨的惜花伤春情绪，不由让读者生凄神憾魄之感。“愁草瘗花铭”一句紧承首句而来，意密而情浓。落花满地，将它打扫成堆，予以埋葬，这是一层意思；葬花后而仍不安心，心想应该为它拟就一个瘗花铭，瘐信有《瘗花铭》，此借用之，这是二层意思；草萌时为花伤心，为花堕泪，愁绪横生，故曰“愁草”，这是三层意思。词人为花而悲，为春而伤，情波千叠，都凝炼在此五字中了。“楼前绿暗分携路，一丝柳，一寸柔情”，是写分别时的情景。梦窗和情人在柳丝飘荡的路上分手，自此柳成为其词中常出现的意象。古代有送别时折柳相送的风俗，是希望柳丝能够系住将要远行的人，所以说“一丝柳，一寸柔情”，可谓语浅意深。&&&“料峭春寒中酒，交加晓梦啼莺”，伤春又伤别，无以排遣，只得借酒浇愁，希望醉后梦中能与情人相见。无奈春梦却被莺啼声惊醒。这是化用唐诗“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西”之意。上阙是愁风雨，惜年华，伤离别，意象集中精炼，而又感人至深，显出密中有疏的特色。&&&下阙写清明已过，风雨已止，天气放晴了。阔别已久的情人，怎么能忘怀！按正常逻辑，因深念情人，故不忍再去平时二人一同游赏之处了，以免触景生悲，睹物思人。但梦窗却用进一层的写法，那就是照样（依旧）去游赏林亭。于是看到“黄蜂频扑秋千索”，仿佛佳人仍在。“黄蜂”二句是窗梦词中的名句，妙在不从正面写，而是侧面烘托，佳人的美好形象凸现出来。怀人之情至深，故即不能来，还是痴心望着她来。“日日扫林亭”，就是虽毫无希望而仍望着她来。离别已久，秋千索上的香气未必能留，但仍写黄蜂的频扑，这不是在实写。陈洵说：“见秋千而思纤手，因蜂扑而念香凝，纯是痴望神理。”&&&结句“双鸳不到”（双鸳是一双乡绣有鸳鸯的鞋子），明写其不再惆怅。“幽阶一夜苔生”，语意夸张。不怨伊人不来，而只说“苔生”，可见当时伊人常来此处时，阶上是不会生出青苔来的，此时人去已久，所以青苔滋生，但不说经时而说“一夜，”由此可见二人双栖之时，欢爱异常，仿佛如在昨日。这样的夸张，在事实上并非如此，而在情理上却是真实的。",
                    "transferInfo" : "听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。",
                    "backgroundInfo" : "这是西园怀人之作，也是一首伤春之作。陈洵《海绡说词》谓此乃“思去妾”之词。西园在吴地，是作者和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。吴文英在此中常提到此地，可见此地实乃梦萦魂绕之地。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "莺啼序·春晚感怀",
                    "author" : "吴文英",
                    "content" : "残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情、游荡随风，化为轻絮。十载西湖，傍柳系马，趁娇尘软雾。溯红渐招入仙溪，锦儿偷寄幽素，倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿。记当时、短楫桃根渡，青楼仿佛，临分败壁题诗，泪墨惨淡尘土。危亭望极，草色天涯，叹鬓侵半苎。暗点检、离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沉过雁。漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？",
                    "addtionInfo" : "病酒：饮酒过量而不适。沉香：沉香木。著旬香料。吴宫：泛指南宋宫苑。临安旧属吴地，故云。羁情：指情思随风游荡。娇尘软雾：这里形容西湖热闹情景。溯：逆河而上。入仙溪：用刘晨、阮肇入天台山遇仙女的故事。这里指女子所住的地方。",
                    "classInfo" : "64",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "本词是春晚感怀伤离悼亡之作。一共四片240字，是最长的词调。本词抒写春晚感怀，融伤春、怀旧、悼亡于一体，情感真挚深切。第一片以写景起兴，写暮春景色，引出羁旅之感和忆旧友之情。第二片叙述当年和情人游西湖的艳遇欢情。第三片写重游湖上而物是人非，可惜往事只可成追忆。第四片结束全篇，写相思之苦，伤春叹老，抒发寻死者的无限哀悼。本词描写哀春伤别而饱含悼亡之意。所悼者当然是作者杭州之爱妾。第一片以景导入，描绘了如画般的风景，暗暗比喻了伤春怨别之情。“念羁情”三句是启下，暗转到下片对往事的回忆。第二片追溯到以前的情事，描写了情人初遇时的情景。极力描绘当年与恋人一见钟情，幽会约会爱的风情。“暝堤空，轻把斜阳，总还鸥鹭”三句极其含蓄温婉，带有很强的暗示性。锦儿传书，恋人相约留宿在寻香暖玉，当然没以心思去观赏斜阳映照的美景了。故曰“总还鸥鹭”，情景交融，可谓生花妙笔。第三片描述别后种种情事，流光飞逝，物是人非，自身羁旅，伊人已逝，空见壁间题诗，睹物感怆。侧重于悼亡。第四片总束全篇，极力描写了相思之苦与悼亡之情。全篇情深意挚，字凝语练，结构缜密大开大阖。层次分明，是吴文英的代表作之一。陈廷焯赞本词曰：“全章精粹，空绝千古”（《白雨斋词话》）。&&&这是吴文英为悼念亡妾而做的一首词，尽管后世学者对其创作背景及主旨多有争议，但词中所彰显的怀悼之意是显而易见的。这首词在《宋六十名家词》中又题作 ‘春晚感怀’、‘感怀’，实际就是怀旧与悼亡之意。据夏承焘《吴梦窗系年》：“梦窗在苏州曾纳一妾，后遭遣去。在杭州亦纳一妾，后则亡殁。”“集中怀人诸 作，其时夏秋，其地苏州者，殆皆忆苏州遣妾；其时春，其地杭州者，则悼杭州亡妾。”《莺啼序》就是悼念亡妾诸作中篇幅最长、最完整、最能反映与亡妾爱情关 系的一篇力作。它不仅形象地反映出与亡妾邂逅相遇及生离死别，而且字里行间还透露出这一爱情悲剧是由于某种社会原因酿成的。它感情真挚，笔触细腻，寄慨遥 深，非寻常悼亡诗词之可比。 ",
                    "transferInfo" : "暮春的残寒，仿佛在欺凌我喝多了酒，浑身发冷而难受，我燃起沉香炉，紧紧地掩闭了沉香木的华丽的窗户。迟来的燕子飞进西城，似乎在诉说着春天的风光已衰暮。画船载着酒客游客玩西湖，清明佳节的繁华就这样过去了，看着暗烟缭绕着吴国宫殿中的树木，我的心中有千万缕羁思旅情，恰似随风游荡，化作了柳絮轻扬飘浮。我曾经有十年的生活在西湖，依傍着柳树系上我的马匹，追随着芳尘香雾。沿着红花烂漫的堤岸，我渐渐进入仙境般的去处。你叫侍儿偷偷送来情书，把一怀芳心暗暗倾诉。在温馨幽密的银屏深处，有过多少快乐和欢娱，可惜春长梦短，欢乐的时光何其短促。你掺着红粉的眼泪，沾湿了歌扇和金钱刺绣的衣服。西湖的湖堤昏瞑空寂，夕阳中的西湖美景，全都让给了那些鸥鹭。幽兰转眼间就已经老去了，新生的杜若散发着香气。我在这异地的水乡漂泊羁旅。分别后我也曾访过六桥故地，却再也得不到关于佳人的任何信息。往事如烟，春花枯萎，无情的风风雨雨，埋葬香花和美玉。你生得是那样的美丽，清澈透明的水波，却要把你的明眸妒忌，那苍翠葱茏的远山，见到你那弯弯的秀眉也要含羞躲避。江面上倒映着点点渔灯，我与你在画船中双栖双宿。当年在渡口送别的情景，仍然历历在目，记忆犹新。你住过的妆楼依然如往昔，分手时我曾在败壁题写诗句，和着泪水的墨痕已经蒙上了灰尘，字迹也已经变得惨淡而又模糊。登上高高的亭楼我凝神骋目，只见一璧芳草延到天边处，叹息自己那一半已经雪白如苎的鬓发。我默默地翻检着旧日的物品。你留下的丝帕上，还带着离别时的泪痕和香唾，那是以往悲欢离合的记录。我就像垂下翅膀的孤凤忘记了归路，又像孤苦无依的孤鸾懒得飞翔起舞一样。我要把满心的悲伤痛恨写成长长的情书，但见蓝天大海上沉没鸿雁的身影，有谁来为我传达相思的情愫。只能把相思之苦寄托在哀筝的弦柱，独自弹出满心的愁苦。千里的江南处处令我伤心，你的灵魂是否就近在眼前呢，你可以听见了我哀怨的词章如泣如诉？",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "八声甘州·灵岩陪庾幕诸公游",
                    "author" : "吴文英",
                    "content" : "渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。",
                    "addtionInfo" : "灵岩：又名石鼓山，在苏州市西南的木渎镇西北。山顶有灵岩寺，相传为吴王夫差所建馆娃宫遗址。庾幕：幕府僚属的美称，此指苏州仓台幕府。长星：彗星。苍崖云树：青山丛林。名娃金屋：此指西施，为越王勾践献给吴王夫差的美女。金屋，用汉武帝金屋藏娇的故事。残霸：指吴王夫差，他曾先后破越败齐，争霸中原，后为越王勾践所败，身死国灭，霸业有始无终。箭径：即采香径。酸风射眼：寒风吹得眼睛发痛。酸风：凉风。腻水：宫女濯妆的脂粉水。靸（sǎ）：一种草制的拖鞋拖鞋。此作动词，指穿着拖鞋。双鸳：鸳鸯履，女鞋。廊：响屐廊。五湖倦客：指范蠡。范蠡辅佐越王勾践灭吴后，功成身退，泛舟五湖（太湖）。醒醒：清楚；清醒。华发：花白头发。涵空：指水映天空。琴台：在灵岩山上。",
                    "classInfo" : "33",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者游苏州灵岩山时所作。开头紧贴“灵岩”之“灵”字，说此山是天上星星坠落而成。“幻”字续写灵岩云树贴天，吴王建宫馆于此的史实。“酸风射眼”转写怀古之情，昭示出吴王之所以败亡的根源。下阕第一句，承上将吴王失败的原因点明，认为范蠡是明智的“倦客”。“问苍波无语”呼应开头，唤起今世之忧。接着感叹自己壮志未酬的哀愁。&&&这是一首怀古词。吴文英游灵岩山，见吴国遗迹想起了吴国兴衰的史实，联想到宋朝国事，抒发感慨而作此词。&&&这首词通过凭吊吴宫古迹，叙述吴越争霸往事，叹古今兴亡之感和白发无成之恨。上片怀古，下片伤今。吴与宋，时不同，事相似。一伤南宋偏安，恐蹈当年吴王夫差沉溺声色，先胜后败的覆辙。二伤一些仁人志士被迫引退。三伤作者自己，“问苍天无语，华发奈山青”。最后寓情于景，抒发自己内心的感慨。&&&作者改变正常的思维方式，将常人眼中的实景化为虚幻，将常人眼中的虚幻化为实景，通过奇特的艺术想象和联想，创造出如梦如幻的艺术境界。虚实相衬，沉郁苍凉，体现了作者在雕镂组绣以外的奇特才气。&&&梦窗词人，南宋奇才，一生只曾是幕僚门客，其经纶抱负，一寄之于词曲，此已可哀，然即以词言，世人亦多以组绣雕镂之工下视梦窗，不能识其惊才绝艳，更无论其卓荦奇特之气，文人运厄，往往如斯，能不令人为之长叹！&&&此词全篇以一“幻”字为眼目，而借吴越争霸的往事以写其满眼兴亡、一腔悲慨之感。幻，有数层涵义：幻，故奇而不平；幻，故虚以衬实；幻，故艳而不俗；幻，故悲而能壮。此幻字，在第一韵后，随即点出。全篇由此字生发，笔如波谲云诡，令人莫测神思；复如游龙夭矫，以常情俗致而绳其文采者，瞠目而称怪矣。&&&此词开端句法，选注家多点断为“渺空烟四远，是何年、青天坠长星？”此乃拘于现代“语法”观念，而不解吾华汉文音律之浅见也。词为音乐文学，当时一篇脱手，立付歌坛，故以原谱音律节奏为最要之“句逗”，然长调长句中，又有一二处文义断连顿挫之点，原可适与律同，亦不妨小小变通旋斡，而非机械得如同读断“散文”“白话”一般。此种例句，俯拾而是。至于本篇开端启拍之长句，又不止于上述一义，其间妙理，更须指意。盖以世俗之“常识”而推，时、空二间，必待区分，不可混语。故“四远”为“渺空烟”之事，必属上连；而“何年”乃“坠长星”之事，允宜下缀也。殊不知在词人梦窗意念理路中，时之与空，本不须分，可以互喻换写，可以错综交织。如此处梦窗先则纵目空烟杳渺，环望无垠──此“四远”也，空间也，然而却又同时驰想：与如彼之遥远难名的空间相伴者，正是一种荒古难名的时间。此恰如今日天文学上以“光年”计距离，其空距即时距，二者一也，本不可分也。是以目见无边之空，即悟无始之古──于是乃设问云：此茫茫何处，渺渺何年，不知如何遂出此灵岩？莫非坠自青天之一巨星乎（此正似现代人所谓“巨大的陨石”了）？而由此坠星，遂幻出种种景象与事相；幻者，幻化而生之谓。灵岩山上，乃幻化出苍崖古木，以及云霭烟霞……乃更幻化出美人的“藏娇”之金屋，霸主的盘踞之宫城。主题至此托出，却从容自苍崖云树迤逦而递及之。笔似十分暇豫矣，然而主题一经引出，即便乘势而下，笔笔勾勒，笔笔皴染，亦即笔笔逼进，生出层层“幻”境，现于吾人之目前。&&&以下便以“采香泾”再展想象的历史之画图：采香泾乃吴王宫女采集香料之处，一水其直如箭，故又名箭泾，泾亦读去声，作“径”，形误。宫中脂粉，流出宫外，以至溪流皆为之“腻”，语意出自杜牧之《阿房宫赋》：“渭流涨腻，弃脂水也。”此系脱化古人，不足为奇，足以为奇者，箭泾而续之以酸风射眼（用李长吉“东关酸风射眸子”），腻水而系之以染花腥，遂将古史前尘，与目中实境（酸风，秋日凉冷之风也），幻而为一，不知其古耶今耶？抑古即今，今亦古耶？感慨系之。花腥二字尤奇，盖谓吴宫美女，脂粉成河，流出宫墙，使所浇溉之山花不独染着脂粉之香气，亦且带有人体之“腥”味。下此“腥”者，为复是美？为复是恶？诚恐一时难辨。而尔时词人鼻观中所闻，一似此种腥香特有之气味，犹为灵岩花木散发不尽！&&&过片便另换一番笔致，似议论而仍归感慨。其意若曰：吴越争雄，越王勾践为欲复仇，使美人之计，遣范蠡进西施于夫差，夫差惑之，其国遂亡，越仇得复。然而孰为范氏功成的真正原因？曰：吴王之沉醉是。倘彼能不耽沉醉，范氏焉得功成而遁归五湖，钓游以乐吴之覆亡乎？故非勾践范蠡之能，实夫差甘愿乐为之地耳！醒醒（平声如“星”），与“沉醉”对映。──为昏迷不国者下一当头棒喝。良可悲也。&&&望久，望久，沉思，沉思，倚危阑，眺澄景，见苍波巨浸，涵溶碧落──灵岩山旁有涵空洞，下瞰太湖，词人暗用之，──直到归鸦争树，斜照沉汀，一切幻境沉思，悉还现实，不禁憬然、悢然，百端交集。“送乱鸦斜日落渔汀”，真是好极！此方是一篇之警策，全幅之精神。一“送”字，尤为神笔！然而送有何好？学人当自求之，非讲说所能“包办”一切也。&&&至此，从“五湖”起，写“苍波”，写“山青”（山者，水之对也），写“渔汀”写“涵空”（空亦水之对也），笔笔皆在水上萦注，而校勘家竟改“问苍波”为“问苍天”，真是颠倒是非，不辨妍媸之至。“天”字与上片开端“青天”犯复，犹自可也，“问天”陈言落套，乃梦窗词笔所最不肯取之大忌，如何点金成铁？问苍波，何等味厚，何等意永，含咏不尽，岂容窜易为常言套语，甚矣此道之不易言也。&&&一结更归振爽。琴台，亦在灵岩，本地风光。连呼酒，一派豪气如见。秋与云平，更为奇绝！杜牧之曾云南山秋气，两相争高；今梦窗更曰秋与云平，宛如会心相祝！在词人意中，“秋”亦是一“实体”，亦可以“移动坐标”、亦可以“计量”，故云一登琴台最高处，乃觉适才之阑干，不足为高，及更上层楼，直近云霄，而“秋”与云乃在同等“高度”。以今语译之，“云有多高，秋就有多高！”高秋自古为时序之堪舒望眼，亦自古为文士之悲慨难置。旷远高明，又复低徊宛转，则此篇之词境，亦奇境也。而世人以组绣雕镂之工视梦窗，梦窗又焉能辩？悲夫！",
                    "transferInfo" : "极目远眺四方，缥缈的长空万里，云烟渺茫向四处飘散。不知是何年何月，青天坠下的长星。幻化出这座苍翠的山崖，云树葱笼，幻化出上面有残灭的春秋霸主吴王夫差的宫城，美人西施就藏娇馆娃宫。幻化出气壮山河的霸业英雄。灵岩山前的采香径笔直如一支弓箭，凄冷秋风刺人眼睛。污腻了的流水中漂流着当年每人用来化妆的脂粉，沾染得岸上的花朵都带了点腥。耳边仿佛传来阵阵清脆的声响，不知是美人穿着木屐走在响廊的余音，还是风吹秋叶发出飒飒的凄凉之声。深宫中吴王沉醉于酒色，以亡国亡身的悲剧留下让后人耻笑的话柄。只有头脑清醒的范蠡，在太湖上垂钓，功成身退。我想问苍茫的水波，到底是什么力量主宰着历史的兴衰盛亡。苍波也无法回答，默默无声。我的满头白发正是愁苦无奈之结果，而无情的群山，却依旧翠苍青青。江水浩瀚包涵着无垠的长空。我独自凭倚高栏鸟瞰远景，只见纷乱的几只乌鸦，在夕阳的余晖下落下凄凉的洲汀。我连声呼唤把酒取来，快快登上琴台，去观赏秋光与去霄齐平的美景。",
                    "backgroundInfo" : "这是一首怀古词。吴文英游灵岩山，见吴国遗迹想起了吴国兴衰的史实，联想到宋朝国事，抒发感慨而作此词。吴文英是南宋的一位奇才雅士，但他一生政治不得志，终志只能将满腹经纶寄之于词曲 。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "唐多令·惜别",
                    "author" : "吴文英",
                    "content" : "何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。",
                    "addtionInfo" : "心上秋：“心”上加“秋”字，即合成“愁”字。飕（sōu）：形容风雨的声音。这里指风吹蕉叶之声。年事：指岁月。客：作者自指。淹留：停留。萦：旋绕，糸住。裙带：指燕，指别去的女子。",
                    "classInfo" : "91",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "吴文英的这首《唐多令》写的是羁旅怀人。全词字句不事雕琢，自然浑成，在吴词中为别调。&&&就内容而论可分两段，然与此的自然分片不相吻合。&&&“何处合成愁？离人心上秋。纵芭蕉不雨也飕飕。都道晚凉天气好；有明月，怕登楼。年事梦中休，花空烟水流。燕辞归、客尚淹留”为第一段，起笔写羁旅秋思，酿足了愁情，目的是为写别情蓄势。前二句先点“愁”字，语带双关。从词情看，这是说造成这些愁情的，是离人悲秋的缘故，秋思是平常的，说离人秋思方可称愁，单就这点说命意便有出奇制胜之处。从字面看，“愁”字是由“秋心”二字拼合而成，所以此二字又近于字谜游戏。这种手法，古代歌谣中经常可见，王士禛谓此二句为“《子夜》变体”，具“滑稽之隽”（《花草蒙拾》），是道著语。此词以“秋心”合成“愁”字，是离合体，皆入谜格，故是“变体”。此处似乎是信手拈来，涉笔成趣，毫无造作之嫌，且紧扣主题秋思离愁，实不该以“油腔滑调”（陈廷焯《白雨斋词话》卷二）目之。&&&“何处合成愁？离人心上秋。”两句一问一答，开篇即出以唱叹，而且凿空道来，实可称倒折之笔。下句“纵芭蕉不雨也飕飕”是说，虽然没有下雨，但芭蕉也会因飕飕秋风，发出凄凉的声响。这分明想告诉读者，先时有过雨来。而起首愁生何处的问题，正由此处蕉雨惹起。所以前二句即由此倒折出来，平添千回百折之感。秋雨初停，天凉如水，明月东升，正是登楼纳凉赏月的好时候。“都道晚凉天气好”，可谓人云亦云，而“有明月，怕登楼”，才是客子真实独特的心理写照。“月是故乡明”，望月是难免会触动乡思离愁的。这三句没有直说愁，却通过客子心口不一的描写把它充分地表现了。&&&秋属岁未，颇容易使人联想到晚岁。过片就叹息年光过尽，往事如梦。“花空烟水流”是比喻青春岁月的流逝，又是赋写秋景，兼有二义之妙。由此可见客子是长期飘泊在外，老大未回之人。看到燕子辞巢而去，心生无限感慨。“燕辞归”与“客尚淹留”，两相对照，自可见人不如候鸟。以上蕉雨、明月、落花、流水、去燕……虽无非秋景，而又不是一般的秋景，于中无往而非客愁，这也就是“离人心上秋”的具体形象化了。&&&此下“垂柳不萦裙带住，谩长是、系行舟”为第二段，写客中孤寂的感叹。“垂柳”是眼中秋景，而又关离情别事写来承接自然。“萦”、“系”二字均由柳丝绵长思出，十分形象。“垂柳不萦裙带住”一句写的是其人已去，“裙带”二字暗示对方的身份和彼此之间的关系：“谩长是，系行舟”二句是自况，意思是自己不能随去。羁身异乡，又成孤零，本就有双重悲愁，何况离自己而去者又是一位情侣呢。由此方见篇着“离人”二字具有更多一重含意，是离乡又逢离别的人啊，其愁也就更其难堪了。伊人已去而自己既留，必有不得已的理由，却不明说（也无须说），只是埋怨柳丝或系或不系，无赖至极，却又耐人寻味。“燕辞归、客尚淹留”句与此三句，又形成比兴关系，情景相映成趣。&&&全词第一段对于羁旅秋思着墨较多，渲染较详，为后边描写蓄足了力量。第二段写字中怀人，着笔简洁明快，发语恰到好处，毫无拖沓之感。较之作者的其它作品，此词确有其独到之处。",
                    "transferInfo" : "怎样合成一个“愁”，是离别之人的心上加个秋。纵然是秋雨停歇之后，风吹芭蕉的叶片，也吹出冷气飕飕。别人都说是晚凉时的天气最好，可是我却害怕登上高楼，那明月光下的清景，更加令我滋生忧愁。往昔的种种情事好像梦境一样去悠悠，就像是花飞花谢，就像是滚滚的烟波般向东奔流。群群的燕子已经飞回南方的故乡，只有我这游子还在异地停留。丝丝垂柳不能系住她的裙带，却牢牢地拴住我的行舟。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·宫怨",
                    "author" : "黄升",
                    "content" : "珠帘寂寂。愁背银缸泣。记得少年初选入。三十六宫第一。当年掌上承恩。而今冷落长门。又是羊车过也，月明花落黄昏。",
                    "addtionInfo" : "珠帘：指用珍珠缀饰的帘子。银缸：这里指银灯或油灯。羊车：羊车指帝王所乘之车，这里指帝王御幸其他宫女，经过其居所。",
                    "classInfo" : "49",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "这首词题为“宫怨”，反映的是宫廷女子失庞后寂寞无助的生活，词风哀婉，读来韵味无穷。首句点出眼下的寂寞之苦。“珠帘”指用珍珠缀饰的帘子，典用《西京杂记》中语。“珠帘寂寂”，是说来“风至则鸣”的珠帘，如今却寂静地低垂着，没有一点声音。这表明长时间没有人进来，室内的人也没有出去走动，甚至连一丝风也没有。由此可见何等冷清、寂静、落寞。第二句“愁背银缸泣”中银缸指的是银灯。银灯点亮，表明难熬的一个白天终于又过去了，但是更难熬的夜晚又无情地降临了。如此日复一日，深居于冷宫之中，满腹愁怨无法排遣，只好独自背着银灯哭泣。“背”字颇耐人寻味。人在高兴时通常对着灯儿言笑，而愁苦时则往往背对灯儿叹息落泪，仿佛怕内心难言的痛苦，被灯儿窥探而更加令人不堪，一面无声地流泪，一面回忆往昔的宠爱接着回忆起往昔幸福的情景：“记得少年初选入，三十六宫第一”。初选入宫时年轻美丽，楚楚动人，艳压群芳，独得恩宠。上片由今日写到昔日，下片则又从昔日回到今日，仍然是凄惨、痛苦。“当年掌上承恩”、“而今冷落长门”。当年受帝王宠爱，如掌上明珠。而这美好的一切已一去不复返，如今美貌与宠爱并衰，帝王另宠新欢，将自己冷落在长门。“又是羊车过也”。羊车指帝王所乘之车，这里指帝王御幸其他宫女，经过其居所。与冷落“长门”，形成鲜明对照。用“又是”二字，则其中之难堪，由来已久矣。词中饱含辛酸。最后以景结情：“月明花落黄昏”。天已黄昏，花已飘落，月亮依旧那么明亮；其中之无奈，悲凉之情，绵绵不绝。&&&该词语言明快、畅达，又含义隽永。起笔处摹写现实中的愁苦寂寥，中间回忆往昔的如梦美景，结尾处则又回到凄苦寂寞之中，感情波澜摇曳，曲折含蓄，令人回味不已。",
                    "transferInfo" : "珠帘静静地低垂，她愁苦地背对着油灯流泪。记得少女时刚被选入宫内，三十六宫中数她最美。当年她备受君王恩宠，如今却被冷落在长门宫中。又传来君王车驾驶过的响声，而她却只能呆立不动，面对着黄昏中的落花，明月照着一个孤单的身影。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贺新郎·西湖",
                    "author" : "文及翁",
                    "content" : "一勺西湖水。渡江来、百年歌舞，百年酣醉。回首洛阳花世界，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画艇，问中流、击楫谁人是。千古恨，几时洗。余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已。便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣。",
                    "addtionInfo" : "一勺：形容西湖湖小水浅。渡江：指宋高宗建炎元年渡过长江，在杭州建都。新亭：又名劳劳亭，建于三国吴时，位于南京。当年东晋渡江后，贵族每逢春光明媚的时节，便登上新亭赏景饮酒。众人北望故国，相视而泣。簇乐：多种乐器一起演奏。千古恨：指宋徽宗、宋钦宗被金人掳走的靖康之耻。磻溪：指姜太公在磻溪垂钓，遇周文王而拜相的故事。傅岩：相传傅说原是傅岩地方的一个筑墙的奴隶，后成了商王武丁重用的大臣。林处士：林逋，北宋人，隐居西湖孤山三十年，养鹤种梅。喻指那些不问国事的清高之士",
                    "classInfo" : "33",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "该词上片劈头三句，即作当头棒喝，揭露了宋室南渡后统治阶级在西子湖上歌舞升平、醉生梦死的生活。西湖面积并不小，作者为什么说只是“一勺”呢。或以为这是作者登高俯瞰时的一种视觉，其实不然。西湖代指临安，临安又隐寓东南半壁。南宋统治者耽乐于狭小的河山范围之内，全然将恢复中原、统一全国的大业置之度外，作者有愤于此，故云“一勺”，亦犹昔人讽刺蜗角触蛮，井底之蛙，眼界狭窄，心志低下，明眼人不难看出选择这两个字中所寓托的讥讽愤激之意，接以“渡江来”两句，作者的用心更觉显豁。“回首”两句，由眼前所见遥想早已沦亡的中原故土。“洛阳”，借指北宋故都汴京，亦借以泛指中原。宋徽宗曾派人到南方大肆搜括民间花石，在汴京造艮岳，这是北宋灭亡的原因之一。北宋已矣，花石尽矣，如今只剩下了渺渺荒烟，离离禾黍。历史的教训是如此惨痛，然而如今“山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州”（林升《题临安邸》），连在新亭哀叹河山变色而一洒忧国忧时之泪的人也找不到了。刘义庆《世说新语·言语》记载说：“过江诸人（指晋室南迁后的统治阶级上层人物），每至美日，辄相邀新亭（三国吴时所建，在今南京市南），藉卉（坐在草地上）饮宴。周侯中坐而叹曰：‘风景不殊，举目有河山之异。’皆相视流泪。惟王丞相（王导）愀然变色曰：‘当共戮力王室，克复神州，何至作楚囚相对！’”这里就是用的这个事典。“更不复、新亭堕泪”，语极沉郁。东晋士人南渡后，周侯等人尚因西晋灭亡，山河破碎而流泪，现在就是这样的人也没有，他们只知一味“簇乐红妆摇画舫”，携带着艳妆的歌妓，荡漾着华丽的游船，纵情声色于水光山色之中，还有谁人能像晋代的祖逖一样，击楫中流，誓图恢复呢。“千古恨，几时洗？”故意用诘问语气出之，其实则是断言当权者如此耽于佚乐，堪称千古恨事的靖康国耻便永无洗雪之日了。悲愤之情，跃然纸上，几于目眦尽裂。&&&换头三句转写自己和其他人才不被重用的愤懑之情，既与上片歌舞酣醉，不管兴亡、毫无心肝的官僚士大夫作鲜明的对比，又同上片“问中流、击楫何人是”一句相呼应。“余生”句用《后汉书·范滂传》事：“滂登车揽辔，慨然有澄清天下之志。”作者在这里自比范滂。“更有谁”两句，用姜子牙、傅说两人的事典。相传姜子牙隐居磻溪（今陕西宝鸡东南）垂钓，周文王发现他是人材，便用为辅佐之臣，后终于佐武王消灭了商朝。相传傅说在傅岩（今山西平陆）筑墙，殷高宗用为大臣，天下大治。姜、傅两人，在这里代表当代“未遇”、“未起”的人材。三句意为当今人材多的是，问题在于统治者没有发现、没有起用而已。国势危殆，人材不用，统治阶层凭借什么来抵御强大的元蒙军队。“国事”两句，自问又复自答：只是倚仗“衣带一江”罢了。朝廷不依靠人材，徒然凭借长江天险，甚至还可笑地说是“江神堪恃”。这里再一次对当权者进行了无情的冷嘲热讽。朝廷重臣颟顸昏聩，像北宋初期“梅妻鹤子”、隐居孤山的林逋那样自命清高的士大夫们又如何。“但掉头、笑指梅花蕊！”问他们救亡之事，他们却顾左右而笑道：“你看，梅花已经含苞待放了！”作者对这些人深表不满之意，与有澄清天下之志，有姜、傅之才具的爱国志士又是一个对比。通过上述一系列的揭露、对比，最后逼出“天下事，可知矣”六字收束全篇，在极端悲愤之中，又发出了无可奈何的浩叹，读之令人扼腕，使人发指。&&&作者在词中表达了对国事的深刻的危机感，揭示了南宋小朝廷岌岌可危的现状，批判、讽刺了酣歌醉舞的南宋执政者和逃避现实的士大夫。这些揭露和鞭笞，是通过近乎议论散文的笔法，一系列的设问、发问，以及纵、横两个方面的反复对比，一层递进一层、一环扣住一环地表现出来的。",
                    "transferInfo" : "眼前这一弯湖水（西湖），似乎只有一勺那么大，而目渡江以来，这里就成了君臣上下的偏安之地，在此整日歌舞沉醉，竟然已有百年，回头眺望古都，那洛阳的花石已化为灰烬，京都汴梁的宫殿已经是淹没在渺渺烟雾中的黍离之地。南渡以后，已经没有人再去记挂往日的故地，时间久了，连那些空发感叹的人也没有了。西湖上一片笙管笛箫之声，那精美的船只上仕女杂坐，笑声不断，歌舞不绝。而那像祖逖一样誓将中流击楫、收复中原的人却又在哪里呢？故土沉沦、帝王被掳之千古恨事，什么时候才能得到雪洗呢？我像那个范滂一样，生平怀着收复失地、再振国威的雄心壮志，一心想要澄清中原，然而却请缨无路，报国无门，如同那未遇到文王的姜尚，没被高宗举用的傅说。现在国事要依靠什么来支撑呢？这长江不过是只有一衣带宽而已，那些君王臣子却都说有此天险大可以安然无忧。那些士大夫们依然不问国事，我原本想要和他们议论时局、商讨国事，他们却学林逋隐居观梅，忘怀国事，寄情于山水，并以此相标榜。如此情状，天下大事的结局，也就可想而知了。",
                    "backgroundInfo" : "这首词是宋末元初（1253年）时词人登科后和同年进士一同游览西湖时所作，据《古杭杂记》载，在游船上有人问他“西蜀有此景否”，促使他浮想连篇，触动了他忧国忧民的悲愤感情，写下了这首愤慨之词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西江月·新秋写兴",
                    "author" : "刘辰翁",
                    "content" : "天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。",
                    "addtionInfo" : "西江月：词牌名，原唐教坊曲，用作词调。低昂：起伏，指星月的升沉变化。成狂：指欢度七夕的景象。“梦从”句：用《神仙传》沧海屡变为桑田的典故，比喻世事变化很大。“阅尽”句：本指牛郎织女七夕经历银河风浪，暗寓人间经历风浪险恶。银河：是指横跨星空的一条乳白色亮带，在中国古代又称天河、银汉、星河、星汉、云汉。银河在中国文化中占有很重要的地位，有著名的汉族神话传说故事鹊桥相会。阅：经历。",
                    "classInfo" : "103",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者借七夕来抒发自己寄寓故国之思。&&&上片侧重写七夕儿女幸福欢快景象。“天上低昂似旧，人间儿女成狂”二句紧扣“新秋”，分写“天上”与“人间”七夕情景。低昂，是起伏升降的意思。&&&上句说天上日落月升、斗转星移等天象变化，依然像从前一样。“似旧”二字，意在言外，暗示人间却与自然界的景象不同，发生了巨大变化。暗逗结尾两句。&&&下句说人间儿女也象从前一样，狂欢欢度七夕。“成狂”即包“似旧”之意，言外有无限感慨。在词人看来，经历过人间沧桑巨变的人们，新秋七夕，本应深怀黍离之悲，但今天人们竟依旧狂欢。这种景象不免使词人感慨万千。&&&“夜来处处试新妆，却是人间天上。”“处处试新妆”原是当时七夕风习，也是上文所说“儿女成狂”的一种突出表现。人们几乎误认为这种处处新妆的欢庆景象为人间的天堂了。正如上文“儿女成狂”寓有微意一样，这里的“人间天上”也含有讽刺意味。“却是”二字，言外有意，沦陷后的故国山河，已成为人间地狱，而眼前的景象却竭然相反，仿佛人们早已忘却家国之痛，叫人无限悲痛。&&&下片侧重直抒词人的感受。“不觉新凉似水，相思两鬓如霜。”时间飞逝，不经意间，感到新秋凉意，原来夜深了。由于“相思”——怀念故国，自己的两鬓已经如白梅一样。上句写出一位重重心事的老人久久坐着默默无语，几乎忘却外界事物，下句将长期怀念结果与一夕相思的现境联接在一起给人以时间飞逝的印象，用以突出表现作者深深的思虑。&&&“梦从海底跨枯桑，阅尽银河风浪。”结拍写七夕之梦。上句暗用《神仙传》沧海屡变为桑田的典故，下句以“银河”切“新秋”。诗人梦见在海底超越枯桑，又梦见在天上看尽银河风浪。这里虽明为纪梦，实为借梦来表达对于世事沧桑与人事巨变的感受。这两句尤其突出全文寄意。结末二句起到了画龙点眼的作用。有此二句，不但上片“儿女成狂”的情景讽慨自深，就连过片的“新凉”、“相思”也都获得了特殊的含义。&&&作者以自己作为独醒的爱国者与普通人相对照，抒发了自己眷怀故国的深沉悲壮的情感，是这首词构思和章法上的基本特点。",
                    "transferInfo" : "天上日落月升，斗转星移，景象跟从前一样，人间男女依然如痴如狂，陶醉在节日的欢乐中。七夕夜，处处可见着新装的人们，仿佛来到了人间天堂。不经意间感觉新秋凉意似水，因为思念故国，我两鬓已斑白如霜。我梦见自己在海底跨越枯桑，又在天上看尽银河风浪。",
                    "backgroundInfo" : "自南宋亡后，词人抗节不仕，常于节日作追忆故国之词。此词题为《新秋写兴》，实咏七夕，自词中“两鬓如霜”句看，词应写于晚年，距宋亡有一二十年。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "兰陵王·丙子送春",
                    "author" : "刘辰翁",
                    "content" : "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。春去。最谁苦。但箭雁沈边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。",
                    "addtionInfo" : "海门：今江苏省南通市东，宋初，犯死罪获贷者，配隶于此。斗转城荒：指转眼间南宋都城临安变成一座荒城。箭雁：中箭而坠逝的大雁。沉边：去而不回，消失于边塞。梁燕：指亡国后的臣民。长门：指宋帝宫阙。江令：江淹被降为建安吴兴令，世称江令。庾信：南北朝时诗人。苏堤：西湖长堤，苏轼守杭州时所筑。孺子：辰翁有子名将孙，也善作词。",
                    "classInfo" : "86",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "这首词共三阕。上阕由“送春去”开头，“人间无路”极写辛酸悲咽。“斗转城荒”诉说临安陷落，“不见来时试灯处”尤有深意。中阕由“春去谁最苦”的设问，讲述宋亡而爱国军民最为痛苦的事实。“送客屡回顾”状写宋宫室被掳掠的凄惨境遇。下阕由“春去尚来否”的设问，暗示宋朝大势已去，恢复无望。全词凄绝哀怨，寄托很深。&&&《兰陵王》是词中的长调，共分三段。第一段写临安失陷后的衰败景象及词人的感受。“春去人间无路”是全词的主题句，词中各段发端，均以“春去”领起，并围绕这一中心从不同方面加以发挥。“秋千外，芳草连天，谁遣风沙暗南浦”，用对比手法写出临安失陷前后的不同画面，“芳草”、“秋千”，写出元军陷城前的景况。“芳草”，又暗喻送别。这首词的“芳草”却不是隐喻一般的离情，而是送别一个朝代，汉家王朝仓皇南奔，故国何在？凄苦之情，怎能自己。“风沙暗南浦”，则意味着元军攻陷临安后的摧残践踏，又象征着南逃群臣们的危厄前景。“南浦”本指分别之地，此处却暗指南宋故土，补充了“春去人间无路”“慢忆海门飞絮”写词人挂念着的宋室君臣，想象他们如柳絮一般飘泊无处归依。作者首先着笔于“海门”，说明他寄希望于南逃的端宗，也反映了作者有随端宗南行之愿，但却因风沙隔阻，无路可通。“乱鸦过，斗转城荒，不见来时试灯处。”三句转写眼前的现实，临安一派残破衰败之象：狂噪的鸦君在颓城上空掠过，北斗失向，城池颓圮；元宵前夕本应是华灯照耀的都城，到此时已黑暗一片寻不到灯的踪迹。“乱鸦”，暗喻元军，“斗转”，暗示南宋王朝的陨落。“试灯”，元宵前的张灯预赏。临安失陷于二月，春来时尚可见元宵灯景，至三月春归，则南宋已亡，所以说“不见来时试灯处”。&&&第二段写春天归去以后，南宋君臣与庶民百姓所遭受的亡国之痛。“春去，最谁苦？”以设问句过渡，“苦”字用得醒目尖锐。下面连用三个分句，分写三个方面形象回答：“箭雁沉边”，写被掳北去的君臣，如同被射中的大雁，坠落到遥远北方，永无归日，“梁燕无主”，以“无主”的“梁燕”喻南宋臣民，大厦将倾，凄惶天依“杜鹃声里长门暮”，写临安宫苑凄惨悲凉景象，暮色之中，“长门”闭锁，唯有杜鹃啼血而已。三个分句，用“但”字领起，一气呵成。“玉树”三句，紧承前三句的意韵。摹写亡国的悲痛之情。“玉树”本指汉宫中之物，王朝倾覆，故“玉树凋土”，就连那金铜仙人也不免有辞离故国的悲伤。“想玉树凋土，泪盘如露”二句，用“衰兰送客咸阳道”（李贺《金铜仙人辞汉歌》）诗意。“玉树”、“泪盘”，都用来喻宋。“斜日未能度”，指“铜仙”，依依不舍，行动缓慢，标志着被迫北去的君臣对故国的无限留恋，与词题“送春”之意。&&&第三段写故国之思。仍以设问总起：“春去，尚来否？”“来”字重如千钧，怀有深深眷念之情。下面接着以江总、庾信之事来抒写亡国之痛。江总在陈后主时仕至尚书令，故称“江令”；陈亡后，他入隋北去。庾信本仕梁，曾出使西魏梁亡，被留长安，北周代魏，又不予放还；著有《愁赋》，以抒郁抑之情。&&&词人此时此刻的忧恨之情与古人相同，因此以“正”字领出“江令恨别，庾信愁赋”两四字对句。同时，借风雨尽日袭击苏堤来渲染气氛，与第一段“斗转城荒”相绾合，使临安的景色更加凄迷荒凉。苏堤在杭州西湖外湖与里湖之间，堤上有六桥，桃柳成荫。此处以苏堤在风雨中飘摇之态，来暗指沦陷后的临安亦如苏堤一样，陷于风雨飘摇之中。在“送春”之际，作者只能“神游故国”，此二句扣紧“送春”，并对“尚来否”作了回答，说明故国的新春只能梦里依稀得见了。“花记前度”，由“种桃道士归何处，前度刘郎今又来。”（刘禹锡《再游玄都观》）诗意仅来表示对故国的怀念之情。最后，“人生流落，顾孺子，共夜语”一句，表示“人间无路”，以只能跟“孺子”共话亡国之痛结尾。“孺子”，指作者的儿子刘将孙。&&&这首词写在元军攻破临安之后，表达了作者的亡国之痛与故国之爱的感情，许多词句如“春去人间无路”“谁遣风沙暗南浦”等，爱憎分明，显而易见。作者在词中运用借代和象征手法来表达自己的思想。例如，“春”象征着南宋王朝：“飞絮”暗喻南渡的君臣：“乱鸦”指代占领临安的元军等等。作者将这些日常所见的感受赋予主观的感情色彩。因此充分烘托出南宋灭亡的悲剧氛围。词的现实性和认识意义，也是通过这种气氛体现出来，为了强调这种氛围，词人运用了某些典故，因此送到了很高的艺术效果。此篇是专主寄托的成功之作。作者把南宋灭亡的伤痛哀悼之情和词中的艺术形象巧妙地融合在一起，达到了交融浑化“浑化”的高水平，使读者也产生种种感慨。",
                    "transferInfo" : "欲送春天归去，可是整个人间没有春的归路。空挂着的秋千之外，芳草连着天空的远处。哪里刮来的风沙，昏暗笼罩着南浦。心如乱麻，说不清是怎样的痛苦，徒自忆念着流落海崖的人们，如同无着无落四处飘飞的柳絮。一阵乱鸦过后，斗转星移，时移事去，帝城中荒凉凄寂。再也看不见来时试灯的热闹繁丽。春已归去，谁最忧愁痛苦？那些首航的鸿雁，沉落在荒僻的边土。梁间的栖燕没有故主，杜鹃悲切的蹄声里，荒宫废苑迎来昏暮。那珍贵的玉树长埋泥土，那金铜仙人的承露盘中，盛满如泪的清露。在他被迁走离开咸阳时，不忍远离二频频回顾。那令人哀伤的黄昏时分，怎样才能捱得过去！春天啊，你此次归去，是否还能回到这里？我像江淹一样怨恨离别，像庾信一样写下愁赋得语句。苏堤上，天天都是凄风苦雨。叹惜故国的美好时光，只能在梦境中再去游历。那美好的花朵，也只能把他以前的芳姿倩影记住。人生流落到这种情形，只能在深夜里，与儿子相对话语。",
                    "backgroundInfo" : "这首词题为“丙子送春”。丙子指的是公元1276年（宋恭帝德祐二年）。元军在这年攻入临安，宋帝奉表请降。三月，元兵掳去恭帝和太后、宰相及部分宗室。五月陆秀夫等在福州拥立端宗赵昰继续与抗元。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "满江红·题南京夷山驿",
                    "author" : "王清惠",
                    "content" : "太液芙蓉，浑不似、旧时颜色。 曾记得、春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。忽一声、鼙鼓揭天来，繁华歇。龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、于我肯从容，同圆缺？",
                    "addtionInfo" : "太液芙蓉：唐代长安城东大明宫内有太液池，此借指南宋宫廷。芙蓉，即荷花，比喻女子姣好的面容。浑不似：全不像。春风雨露：比喻帝王的宠爱。玉楼金阙：指 富丽的皇宫。兰馨：本是女子首饰，这里借喻宫中的后妃。晕潮：指女性脸上泛起红润的美丽光彩。鼙鼓：指战鼓。龙虎： 比喻南宋的君臣。风云：形容国家的威势。山河百二：险要之地。客馆：指驿馆，旅途中居住的地方。宫车：指作者和后妃一行乘坐的车子。从容：舒缓不迫。",
                    "classInfo" : "33",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "上片是忆旧。起首两句描述经过一场巨大变故后，南宋宫廷破损，嫔妃憔悴，完全不是旧时的模样了。这是对“旧时”的追忆和感慨，然后用“曾记得”三字领起，引起对旧时的回忆。那时在玉楼金阙的皇宫里，自己容貌出众美名远播，承恩受宠。当她还沉浸在豪华旖旎的皇宫风光之中时，忽然传来了揭天鼙鼓，元军兵临城下，惊醒了他们的美梦。当时元兵虎视耽耽，窥视南宋，而南宋朝廷贾似道大权独揽，一味粉饰太平，对边防危机与国力衰竭隐匿不报，君臣酣歌深宫，纵情享乐。及至鼙鼓动地，才如梦方醒，然为时已晚。“忽一声”简单的三个字，深刻地揭示了这个惨痛的历史教训。&&&下片写伤今。换头四句紧承上片点明宋室灭亡，抒发心中无限的悲痛。这千古之恨，无人可与诉说。以下感情更为激愤，面对这二万之师可以抵挡百万之旅的险固山河长江天堑，本来有险可凭，却因朝廷失策，用人不当，以至大好河山沦于敌手，使人尤为痛惜。“驿馆”两句描写囚旅生活。无论是“夜”或是“晓”，她都是在惊恐万状和忧伤愁苦中度过。和从前的“玉楼金阙”形成强烈的对比，使人更加同情她眼下的处境。最后二句，是她在绝望中产生的一缕希望，她问月中嫦娥，是否愿意让自己同月亮一道同此圆缺，表现了她摆脱囚徒生活的愿望和对清静生活的向往，这是她的心声，是她摆脱苦难的渺茫的出路。想象丰富并极富浪漫色彩。&&&词的作者是一个深宫女子，但她没有只停留在个人遭遇的不幸上，而是把眼光投向国家，投向民族，表现了深沉的家国之痛和民族情感，并且还表现了她敏锐的政治见识，具有震撼人心的力量。&&&王清惠是南宋宫中的昭仪（女官）。她是位才华横溢的女子。公元1276年正月，元兵攻入临安，南宋灭亡。三月，王清惠随三宫三千人作俘北上。途径北宋时的都城汴梁夷山驿站，勾起王清惠深切地亡国之痛，在驿站墙壁上题了词《满江红》（太液芙蓉）。这首词后被传遍中原。文天祥、邓光荐、汪元量等皆有词相和。&&&“太液芙蓉，浑不似、旧时颜色”，一声长长的叹息：皇宫太液池中的荷花，原来娇艳无比，但今是昨非，已失去往日颜色。这里以花喻人，指自己已失却往日容颜。太液池，指皇宫的池苑，汉唐两代皇家宫苑内都有太液池。白居易《长恨歌》中有“太液芙蓉未央柳，芙蓉如面柳如眉，对此如何不泪垂”的诗句，唐玄宗时，杨贵妃常在太液池中洗浴。但经过安史之乱后，明皇回到长安，景物依旧，但故人不在，令明皇无限感伤。王清惠以劫后余生的皇宫里的荷花自比，是很符合她的嫔妃身份的。荷花“出污泥而不染”王清惠以此自喻的意思，表明自己立志保全名节的志气。&&&“曾记得，春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。”此时的凄清飘零，自然使她想起往昔的荣华、欢乐。玉楼金阙，雨露承恩，享不尽的荣华富贵。“春风雨露”，用花承春风雨露，喻指人得浩浩皇恩。“玉楼金阙”，借环境渲染景象，从皇宫的富丽堂皇，渲染繁华生活。“名播兰馨妃后里，晕潮莲脸君王侧”，从写花自然过渡到写人，写自己在皇宫里受宠幸的生活。“莲脸”二字，不仅说自己面容美如荷花，又照应前面的“太液芙蓉”。美好的生活总是令人留恋的。对旧日官廷无限眷恋之情，却反衬出此时的可悲。通过文势上的跌宕。写作者感情上的巨变。&&&“忽一声鼙鼓揭天来，繁华歇。”鼙鼓，军中所击的鼓，借以指军事行动。白居易《长恨歌》中说：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。忽然一声鼙鼓惊天动地，元兵汹涌而来，直捣临安。使住在深宫里的高贵妃子，猛然发觉，一朝繁华已烟消云散了。“忽一声”突如其来：“揭天来”，元兵的汹涌气势：“繁华歇”，则高度概括德佑之变。“繁华”二字，既指繁华生活，也指逸乐时代。&&&“龙虎散，风云灭”，由江山巨变，泻出胸中的亡国之恨。南宋朝廷已经土崩瓦解，君臣流散，大势已去。《易经》上有“云从龙，风从虎”的说法。“龙虎散”，指南宋君臣溃散，“风云变”，比喻政治上的威势消失。&&&“千古恨，凭谁说？对山河百二，泪盈襟血。”山河破碎。人如飘絮。这千古遗恨，凭谁诉。“山河百二”《史记·高祖本纪》中讲关中险要谓：“持戟百万，秦得百二焉。”“山河百二”喻指宋代江山。虽“山河百二”，亦不足恃。这是偏安于江南一隅的南宋王朝犯下的一个大错。王清惠一个红粉佳人，能有词政治见解，亦属可贵。&&&“驿馆夜惊尘土梦，宫车晓辗关山月。”词人从个人的遭遇写到国家的命运，又回过头来定个人目前的处境。“驿馆”，是古代官办的交通站的旅馆。“尘土梦”，说在旅馆里夜间做梦也是尘土飞扬的一派战乱场景。这两句说明作者是羁旅途中。飞扬的尘土意谓战乱景象。宫妃们饥寒露宿，翻山越岭，驶向花的关塞，征途之苦可想而知。&&&“问姮娥、于我肯从容，同圆缺。”对王清惠来说，一位“晕潮莲脸君王侧”的皇妃，一朝沦为敌俘。是忍辱求荣？还是保持节操？她仰望天空冰冷的月亮，陷入深深地思考之中：月里嫦娥呀，您容许我追随你，去过同圆缺，共患难的生活吗？&&&古人曾讲：“作诗，不可以无我”（见清袁牧《随园诗话》）。诗乃诗人个性之写照。词亦如此。如东坡居士为人洒脱，不拘小节，其诗为豪迈一派。柳永多出入市井，其诗则偏于婉约，写情尤多。清惠的词，艺术个性较为突出，将其婉惜、悲痛、惊恐、凄苦复杂感情，表达得淋漓尽致，既可信，又维妙维肖。文贵有情，这首词传唱良久之原因，盖由于此吧。王清惠作的此词，又是其身分的反映。王清惠毕竟是一位昔日受宠的嫔妃，一个弱女子，此时捏在敌人的手掌心里，能做什么？委身求荣非其所愿，出世而去过清静寂寞的生活，不也是一种反抗么？虽然软弱，但这种反抗不更符合王清惠其人的性格么？后来王清惠就去当女道士，了结了一生。可见她写这首词时，也就是当她“问姮娥、于我肯从容，同圆缺”时，已经打定要脱离尘世。对她而言，这样做实在唯一可行的办法。",
                    "transferInfo" : "御园里太液池的荷花，再不像从前那么娇艳。还曾记得，花承雨露春风，人蒙浩荡皇恩，玉楼金阁，富丽宫殿。声名在后妃中像兰花一样芬芳，脸庞如莲花般红润光鲜，常常陪伴在君王身边。忽然一声惊天动地的鼙鼓，宫廷的繁华烟消云歇。朝廷土崩瓦解，君臣风飘云散。这亡国的千古遗恨，叫我向谁诉说?面对破碎山河，我只能仰天哭泣，血泪斑斑洒满衣前。被掳北行，驿馆中夜晚常被战乱恶梦惊醒，天刚破晓，又复北行，车轮碾碎月影，颠簸在荒寒的关山。仰望一轮冷月，殷切询问嫦娥，能否容许我追随你，超脱尘世与月亮同圆同缺。",
                    "backgroundInfo" : "公元1276年春，攻陷了南宋首都临安（今杭州市）的元军正押解着太后、昭仪等一批后妃往大都（内蒙古正蓝旗东）驰去。王昭仪面对昔日蒙受君王宠，今日竟成阶下囚的巨变，百感交集，挥笔写下了这首《满江红·太液芙蓉》，将其题于驿壁之上。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "八声甘州·记玉关踏雪事清游",
                    "author" : "张炎",
                    "content" : "记玉关踏雪事清游，寒气脆貂裘。傍枯林古道，长河饮马，此意悠悠。短梦依然江表，老泪洒西州。一字无题处，落叶都愁。载取白云归去，问谁留楚佩，弄影中洲？折芦花赠远，零落一身秋。向寻常、野桥流水，待招来，不是旧沙鸥。空怀感，有斜阳处，却怕登楼。",
                    "addtionInfo" : "八声甘州：词牌名。记玉关踏雪事清游：指北游的生活。他们未到玉门关，这里用玉关泛指边地风光。清游，清雅游赏。貂裘：貂皮制成的衣裘。长河：指黄河。短梦：短暂的梦。江表：江外，指长江以南的地区。西州：古城名，在今南京市西。此代指故国旧都。晋谢安死后，羊昙醉至西州门，恸哭而去，即此处。楚佩：《楚辞》中有湘夫人因湘君失约而捐玦遗佩于江边的描写,后因用“楚佩”作为咏深切之情谊的典故。弄影：物动使影子也随着摇晃或移动。中洲：即洲中。赠远：赠送东西给远行的人。沙鸥：栖息于沙滩、沙洲上的鸥鸟。旧沙鸥，这里指志同道合的老朋友。斜阳：傍晚西斜的太阳。登楼：指汉末王粲避乱客荆州，思归，作《登楼赋》之事。",
                    "classInfo" : "27",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "“记玉关踏雪事清游，寒气脆貂裘。”以“记”字领起，气势较为开阔、笔力劲峭。写他前年冬季赴北写经的旧事，展现了一幅冲风踏雪的北国羁旅图。北风凛冽，寒气袭人，三两个“南人”在那枯林古道上艰难行进。“此意悠悠”此句虽简，然则写出他内心无限的忧思。&&&“短梦依然江表，老泪洒西州”，旧事重提之后，续写北地回归之光景。江表，指江南。西州，古城名，在今南京西。此两句谓自己虽已回到南方故土，屈辱经历也过去，仍只能老泪洒落、无欢可言。南归以后，自己与尧道分处杭、越，音讯久未通。“一字无题处，落叶都愁。”点出为何不致书问候。并非不想题诗赠友，但实在是提不起任何兴致来。因西风吹打而飘散的片片红叶上，似乎处处都写满了“亡国”两字。不忍在上题诗，怕引起浓浓愁情。请老友给予谅解。开头这两韵五句，其意境苍凉阔大，有“唐人悲歌”之慨。着实为全词增添了一点“北国型”的“壮美”之感。“短梦依然江表，……落叶都愁。”随即音调多么缠绵低回。这是作者善于“一气旋折”的高妙本领。&&&“载取白云归去”则从眼前的离别写起。故人之访，给作者多少欢乐、慰藉和温暖。故人又要回去。面对此景，作者当然又会感慨生悲。“问谁留楚佩，弄影中洲”写出了自己与他两情依依之感。“楚佩”借楚辞中湘君和湘夫人的典故。“折芦花赠远，零落一身秋”。当然所赠之物，只能是一枝芦花。这里表现出赠者零落如秋叶的心情。他以芦花来比己“零落一身秋”的凄况，饱寓着他生不逢时痛感。这里“折苇赠远”，笔调不凡，写意深刻。“向寻常野桥流水，待招来，不是旧沙鸥。”而故人既远，“野桥流水”附近也能招集到三朋二友，但终非沈尧道、赵学舟之类故交了。“空怀感，有斜阳处，却怕登楼”惆怅寂寞只能靠登楼远望排解。但余斜照的景色，只能徒增伤悲。所以顿又缩回了脚步！&&&全词先悲后壮，先友情而后国恨，惯穿始终的，是一股荡气回肠的“词气”。使读者极能渗透到作者的感情世界之中。写身世飘萍和国事之悲感哀婉动人，令人如闻断雁惊风，哀猿啼月。",
                    "transferInfo" : "记得在北方边关，专事去踏雪漫游，寒气冻硬了貂裘。沿着荒枯的树林古老的大道行走，到漫长的黄河边饮马暂休，这内心的情意呵似河水悠悠。北游如一场短梦，梦醒后此身依然在江南漂流，禁不住老泪纵横，洒落在故都杭州。想借红叶题诗，却连一个字也无题写之处，那飘落的片片红叶已写满了忧愁。你载着一船的白云归去，试问谁将玉佩相留，顾盼水中倒影于中洲？折一枝芦花寄赠远方故友，零落的芦花呵透出一身的寒秋。向着平常的野桥流水漫步，待招来的已不是旧日熟识的沙鸥。空怀着无限的情感，在斜阳夕照的时候，我却害怕登楼。",
                    "backgroundInfo" : "公元1290年，张炎和友沈尧道应召为元政府写金字《藏经》。翌年，回归南方。之后词人在越州居住，和沈尧道及赵学舟都有词往来，这首词即作于此时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·候蛩凄断",
                    "author" : "张炎",
                    "content" : "候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！",
                    "addtionInfo" : "清平乐：唐代教坊曲名，后用为词牌。蛩（qióng）：蟋蟀。练：素白未染之熟绢。芦花：芦絮，芦苇花轴上密生的白毛。愁损：愁杀。兰成：北周庾信的小字。关情：动心，牵动情怀。",
                    "classInfo" : "4",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "上片“候蛩”四句写出秋意：候蛩（即蟋蟀）的哀鸣，西风的衰飒，秋月的清冷，秋江的澄净，无雁的芦花，一幅萧杀的“秋晓图”。以中，人们不难触发出一股悲愤忧愁的“共鸣”来。作者选景立意颇深：写秋寒，不言西风呼啸，而言候蛩凄断；写秋感，不半个愁字，而言芦花盼雁。既含蓄又有美感，表现作者深厚的功力。&&&下片“暗教”四句，道出无限“秋愁”：“兰成”，南朝梁时诗人廋信的小字，后其被北方政权所俘。“梧叶”，梧桐之叶，其最易引发秋感。白居易《长恨歌》中有“春风桃李花开日，秋雨梧桐叶落时”，把“秋雨梧桐”作为人世中最易引起愁情悲感的事来写。而晚唐词人“温庭筠”又有“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明”（《更漏子》），更为梧叶增添丰厚的感情积淀。而作者言梧叶而写“一枝”，正是更加形象地表现出孤苦潦落，刻划人物情景入木三分。下片短短几句，却把上片所写之景统统升华、提炼成了情语，借廋信之事道出人间道不尽的悲欢离合，借梧叶之孤义表达人世的苍沧。而最后一句“梧叶秋声”又极具概括性和艺术性，又成为盖世佳句。&&&此词在艺术上是成功的，从选景的巧妙，从言情的深远，都极具特色。其笔调精练，含蓄；其风韵幽雅独特；其意境清空淡远；其情感真切感人。",
                    "transferInfo" : "蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。默默愁煞庾信，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！",
                    "backgroundInfo" : "此词见于《山中白云词》卷四。原是张炎赠给他的学生陆行直（又称陆辅之）的。其时，张炎年五十三岁。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
                    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "23000",
    "mainClass" : "26"
}
