{
    "poetryList" : [
                    {
                    "name" : "诉衷情·眉意",
                    "author" : "欧阳修",
                    "content" : "清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
                    "addtionInfo" : "诉衷情：原为唐教坊曲名，后用为词牌名。轻霜：薄霜，表明时节已是初秋。试梅妆：谓试着描画梅花妆。缘：因为。离恨：因别离而产生的愁苦。远山：指远山眉。形容把眉毛画得又细又长，有如水墨珈的远山形状。比喻离恨的深长。流芳：流逝的年华。敛（liǎn）：收敛表情。颦（pín）：皱眉，忧愁的样子。断人肠：悲痛之极，谓之断肠。",
                    "classInfo" : "93",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "欧阳修的词，和他的诗文风格是很不一样的，说不上放荡，但至少是放得开。所以他的词中说男女之情，或写儿女之态的不少，而且写得很好，说明他其实并不是一个古板的人。题目叫“眉意”，就是以眉为题。古代女子化妆，画眉是最重要的步骤之一，画的花样也多，所以古人甚至以“蛾眉”为美丽女子的代称。《诗经·卫风·硕人》中就以“螓首蛾眉，巧笑倩兮，美目盼兮”描写美人。屈原的《离骚》中，也已经有“众女嫉余之蛾眉兮，谣诼谓余以善淫”的诗句。后人诗文中就举不胜举了。&&&此词抒写一个女子的离愁别恨，通过描写女子的生活片段，即在冬日的清晨起床梳妆时的生活情景，展现了她痛苦与苦闷的内心世界。上片叙事，写画眉。第一句点明时间，第二句以素描手法勾勒出画眉图；后二句写女主人公因内心愁苦哀怨画出的眉像远山一样淡然修长。下片抒情，写蹙眉。首三句写女主人公追忆往事，哀叹芳年易逝，内心伤感；结尾三句描绘女主人公无限伤心、寸肠欲断的情态。全词语浅情深，言短味长，写人眉目传神，入木三分。&&&上片叙事，写画眉。“清晨帘幕卷轻霜”是环境描写，冬日的早晨，寒气袭人。“呵手试梅妆”，以素描手法勾勒出一幅图画：女主人公于冬日清晨临镜梳妆，呵气温暖着纤细的双手，精心地在额上勾勒着梅花妆。“帘幕卷”，暗示她已起床，虽然时间尚早，却要起床梳妆，表现出日常生活的艰辛。“轻霜”，暗示气候只微寒。因微寒而呵手，可见女主人公的娇怯，也体现出她迫于生计才如此辛苦。“试梅妆”，则突出她的秀慧俏丽。&&&后二句写她内心本有离愁别恨，所以把眉儿“故画作远山长”。古人有以山水喻别离的习惯，眉黛之长，象征水阔山长。用远山比美人之眉，由来已久。托名汉伶玄《飞燕外传》就有“女弟合德入宫，为薄眉，号远山黛”之句。此二句极有情致。女子画了一个长眉，这是很正常的。唐明皇《好时光·宝髻偏宜宫样》云：“眉黛不须张敞画，天教入鬓长。”可见长眉是美的标志。眉毛画作“远山长”，也是平常的事。唐代张泌《妆楼记》说唐明皇避“安史之乱”逃到成都后，让画工作《十眉图》，也就是十种眉毛的画法。明代杨慎《丹铅续录·十眉图》中重新总结了这些眉式的图谱，计有鸳鸯眉、远山眉、五岳眉、三峰眉、垂珠眉、却月眉、分梢眉、涵烟眉、横云眉、倒晕眉共十种。“远山眉”就是其中一种。托名刘歆《西京杂记》卷二说“（卓）文君姣好，眉色如望远山”；晏几道《生查子·远山眉黛长》说李师师“远山眉黛长，细柳腰肢袅”。可见“远山眉”是很好看的，据说是一种淡淡的细长眉妆。这里，从歌女一番对镜梳妆、顾影自怜的举动中，尤其是从她描眉作“远山长”当中，可以窥见她内心的凄苦孤独和对爱情的渴望。词人高明的地方，是融情入景。把眉画作“远山”，不是因为它好看，而是“都缘自有离恨”，把画眉与思人联系得十分巧妙。&&&下片抒情，写蹙眉。上片说到思人，下片就很自然地过渡到“思往事，惜流芳，自成伤”了。从举止、容色中，词人窥测女子有感伤的情绪，大概她正在思量着难追的往事，惋惜着易逝的芳年，内心伤感不已。此三句，极其成功地对女主人公进行了心理刻画，仅用寥寥数语便便充分表现了她内心的痛楚和感伤。&&&结尾三句，以“拟歌先敛，欲笑还颦，最断人肠”的情态，活灵活现地刻画出女主人公无法获得幸福生活而为生计被迫卖唱的痛苦心情，道出了她对于自身命运不能自主而只得让美好年华虚度在陪人欢笑上的凄苦和悲凉，把一个心有千千结而又不得不强颜欢笑的女子写活了。由于她有感伤，触处皆愁，所以欲歌之际，却先敛容不欢；将笑之时，也还带恨含颦。她诚于中而形于外，人则见其外而知其中，故此情此态，最得知心者怜爱而为之魂销，因魂销乃至肠断。末句“最断人肠”隐含着作者的同情，语简意深，十分传神。&&&这首词由于既有环境的渲染，又有情感的转折，所以不仅情感真挚，而且耐人寻味。在词中，作者笔下出现一位娇柔羞涩的少女，她工愁善感，敏慧多情，这些，都没有作正面交待，却从侧面点拨，使读者从她的梳妆、歌唇、颦笑中想象而得，而她的形象栩栩如生、呼之欲出，足见词人生活体验和艺术功力之深。&&&通览全词，语浅情深，言短味长，用简单的语言写出了当时社会的黑暗与专制，充分体现了词人的悲悯之心。欧阳修善于发现，用心去感受贫苦人民的生活方式，用诗词反映底层人民的悲欢离合，这正是此词令读者动情之处。",
                    "transferInfo" : "清晨卷起结着点点薄霜的幕帘，呵暖双手试梳新式梅花妆。都因为内心有太多离愁别恨，所以把双眉画得像远山那么长。回想如烟往事，痛惜流逝的年华，让人更加伤感。准备唱歌的时候先敛容不欢，将笑之时，也还带恨含颦，这日子最令人痛断肝肠。",
                    "backgroundInfo" : "欧阳修在政治生活中，刚劲正直，见义勇为，他的诗文和部分“雅词”表现出其性格中的这个侧面。而他的日常私生活，尤其是年轻时的生活，则颇风流放任。因而也写了一些带“世俗之气”的艳词。这首《诉衷情》就是其中之一。一般认为，这首词是写一个歌女的生活。其创作时间未详。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "踏莎行·候馆梅残",
                    "author" : "欧阳修",
                    "content" : "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
                    "addtionInfo" : "候馆：迎宾候客之馆舍。草薰：小草散发的清香。征辔（pèi）：行人坐骑的缰绳。辔，缰绳。迢迢：形容遥远的样子。寸寸柔肠：柔肠寸断，形容愁苦到极点。盈盈：泪水充溢眼眶之状。粉泪：泪水流到脸上，与粉妆和在一起。危阑：也作“危栏”，高楼上的栏杆。平芜：平坦地向前延伸的草地。芜，草地。",
                    "classInfo" : "93",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "这是一首抒写离情别愁的词作。它以对句开头。候馆、溪桥，点明征途；梅残、柳细，点明时节，是一番初春的景色。就在这明媚的春色之中，出现了远行的旅人。他坐在马上，拉着缰绳，有点行色匆匆的样子。迎面吹来的风是暖和的，地面初长的嫩草散发出的芬芳另人清爽。这第三句，承上启下，由春景过渡到离愁。&&&“离愁渐远渐无穷，迢迢不断如春水。”可是这明媚的春景并没有给旅人增添一点快乐，相反，他离家越来越远，就越来越感到那一片离愁的沉重，他似乎在逐渐的扩散开来，变成了一片无穷无尽、看不到头尾的绵绵不断的春水。抽象的感情，在词人的笔下，变成了具体的形象，使人容易感受，容易亲切。“离愁渐远渐无穷”这七字，构思巧妙，着意在“远”与“无穷”的关系上。离愁可以说轻重，而这里却说它无穷，而且是越远越无穷。这就把旅人在路上走着的感觉，形象而又生动地表现出来了。&&&上片行文，一扬一抑。先是将春色饱满地描写一番，让人觉得春光实在明媚可爱，然后笔锋一转，折入旅人的怀乡之情，把离情浓愁加以夸张，加以渲染，形成强烈的激射。　下片写行者自己感到离愁之无穷无尽，于是推想到楼上的思妇了。她也一定有着同样的感觉。她必然会痛心流泪，伤心时，只能登上小楼，眺望远方，可是，能望到的，只不过是一望无际的草原，那尽头，又有春山挡住了视线，而她牵肠挂肚的人儿，又在春山之外，如何能看得见呢？词人由自己的离愁，推想到了家里的她的“寸寸柔肠”、“盈盈粉泪”的离愁，又由离愁而想到了她临高倚栏远眺，想到了她登高远望而又不见的愁更愁，行文上层层深入，有如剥蕉。&&&最后两句重复“春山”，用意深刻。这春山是倚楼远望的闺中人穷尽目力所能达到的地方，又是她的想象所能达到的极限，远方到底怎样，她不得而知。然而越过了春山，也就是越过了她的目力和想像之所及，但她还是要倚那危栏。远行的旅人如此为闺人所想，就显得两人感情的愈加深厚，离别的愈加苦痛了。这就是结句“行人更在春山外”数百年来，不知感动过多少人的缘故吧。",
                    "transferInfo" : "馆舍前的梅花已经凋残，溪桥旁新生细柳轻垂，暖风吹送着春草的芳香，远行人摇动马缰，赶马行路。走得越远离愁越没有穷尽，就像那春江之水连绵不断。寸寸柔肠痛断，行行泪水滴落面庞，登上高楼凭栏远望也难解难心中愁情。平坦的草地尽头就是重重春山，行人还在那重重春山之外。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "生查子·元夕",
                    "author" : "欧阳修",
                    "content" : "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。",
                    "addtionInfo" : "元夜：元宵之夜。农历正月十五为元宵节。自唐朝起有观灯闹夜的民间风俗。北宋时从十四到十六三天，开宵禁，游灯街花市，通宵歌舞，盛况空前，也是年轻人蜜约幽会，谈情说爱的好机会。花市：民俗每年春时举行的卖花、赏花的集市。灯如昼：灯火像白天一样。见：看见。春衫：年少时穿的衣服，也指代年轻时的自己。",
                    "classInfo" : "52",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "这是首相思词，写去年与情人相会的甜蜜与今日不见情人的痛苦，明白如话，饶有韵味。词的上阕写“去年元夜”的事情，花市的灯像白天一样亮，不但是观灯赏月的好时节，也给恋爱的青年男女以良好的时机，在灯火阑珊处秘密相会。“月到柳梢头，人约黄昏后”二句言有尽而意无穷。柔情密意溢于言表。下阕写“今年元夜”的情景。“月与灯依旧”，虽然只举月与灯，实际应包括二三句的花和柳，是说闹市佳节良宵与去年一样，景物依旧。下一句“不见去年人”“泪湿春衫袖”，表情极明显，一个“湿”字，将物是人非，旧情难续的感伤表现得淋漓尽致。&&&这首词与唐朝诗人崔护的名作《题都城南庄》（“去年今日此门中，人面桃花相映红。人面只今何处去？桃花依旧笑春风”）有异曲同工之妙。词中描写了作者昔日一段缠绵悱恻、难以忘怀的爱情，抒发了旧日恋情破灭后的失落感与孤独感。&&&上片追忆去年元夜欢会的往事。“花市灯如昼”极写元宵之夜的灯火辉煌，那次约会，两情相悦。周围的环境,花市，彩灯，明丽如同白天；明月，柳梢，都是相爱的见证。后两句情景交融，写出了恋人月光柳影下两情依依、情话绵绵的景象，制造出朦胧清幽、婉约柔美的意境。&&&下片写今年元夜重临故地，想念伊人的伤感。“今年元夜时”写出主人公情思幽幽，喟然而叹。“月与灯依旧”作了明确的对比，今天所见，依然如故，引出“泪满春衫袖”这一旧情难续的沉重哀伤，表达出词人对昔日恋人的一往情深，却已物是人非的思绪。&&&此词既写出了情人的美丽和当日相恋时的温馨甜蜜，又写出了今日伊人不见的怅惘和忧伤。写法上，它采用了去年与今年的对比性手法，使得今昔情景之间形成哀乐迥异的鲜明对比，从而有效地表达了词人所欲吐露的爱情遭遇上的伤感、苦痛体验。这种文义并列的分片结构，形成回旋咏叹的重叠，读来一咏三叹，令人感慨。&&&词的上片回忆从前幽会，充满希望与幸福，可见两情是何等欢洽。而周围的环境，无论是花、灯，还是月、柳，都成了爱的见证，美的表白，未来幸福的图景。情与景联系在一起，展现了美的意境。&&&但快乐的时光总是很快成为记忆。词的下片，笔锋一转，时光飞逝如电，转眼到了“今年元夜时”，把主人公的情思从回忆中拉了回来。“月与灯依旧”极其概括地交代了今天的环境。“依旧”两字又把人们的思绪引向上片的描写之中，月色依旧美好，灯市依旧灿烂如昼。环境依旧似去年，而人又如何呢？这是主人公主旨所在，也是他抒情的主体。词人于人潮涌动中无处寻觅佳人芳踪，心情沮丧，辛酸无奈之泪打湿了自己的衣襟。旧时天气旧时衣，佳人不见泪黯滴，怎能不伤感遗憾？上句“不见去年人”已有无限伤感隐含其中，末句再把这种伤感之情形象化、明朗化。&&&物是人非的怅惘，今昔对比的凄凉，由此美景也变为伤感之景，月与灯交织而就的花市夜景即由明亮化为暗淡。淡漠冷清的伤感弥漫于词的下片。灯、花、月、柳，在主人公眼里只不过是凄凉的化身、伤感的催化剂、相思的见证。而今佳人难觅，泪眼看花花亦悲，泪满衣袖。&&&世事难料，情难如愿。牵动人心的最是那凄怨、缠绵而又刻骨铭心的相思。谁不曾渴慕，谁不曾诚意追索，可无奈造化捉弄，阴差阳错，幸福的身影总是擦肩而过。旧时欢愉仍驻留心中，而痴心等候的那个人，今生却不再来。无可奈何花落去，但那只似曾相识的燕子呢？那曾有的爱情真是无比难测吗？如果真的这样，那些两情相悦、缠绵悱恻的美丽韶华难道是在岁月中流走的吗？谁也不曾料到呵，错过了一季竟错过了一生。山盟虽在，佳人无音，这是怎样的伤感遗憾，怎样的裂心之痛！&&&古人如此，今人亦然。世间总有太多的伤感和遗憾。世事在变，沧海桑田。回眸寻望，昔人都已不见，此地空余断肠人。滚滚红尘，茫茫人海，佳人无处寻觅，便纵有柔情万种，更与何人说？",
                    "transferInfo" : "去年元宵节的时候，花市被灯光照的如同白昼。与佳人相约在黄昏之后、月上柳梢头之时同叙衷肠。今年正月十五元宵节，月光与灯光仍同去年一样。再也看不到去年的故人，相思之泪沾湿了春衫的衣袖。",
                    "backgroundInfo" : "这首词多被认为是公元1036年（景祐三年）作者怀念他的第二任妻子杨氏夫人所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·庭院深深深几许",
                    "author" : "欧阳修",
                    "content" : "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。",
                    "addtionInfo" : "几许：多少。许，估计数量之词。堆烟：形容杨柳浓密。玉勒：玉制的马衔。雕鞍：精雕的马鞍。游冶处：指歌楼妓院。章台：汉长安街名。乱红：凌乱的落花。",
                    "classInfo" : "78",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "此词写闺怨。词风深稳妙雅。所谓深者，就是含蓄蕴藉，婉曲幽深，耐人寻味。此词首句“深深深”三字，前人尝叹其用叠字之工；兹特拈出，用以说明全词特色之所在。不妨说这首词的景写得深，情写得深，意境也写得深。&&&词上阕以“庭院深深深几许”起句，点明女主人所处环境“庭院”，而三个“深”字的叠字运用更形象地描绘出女主人所处环境之“深幽”。这三个字不仅写出“庭院”之幽深更写出了女主人内心的幽深孤寂。词人紧接又用“杨柳”、“堆烟”、“帘幕”这些意象将女主人内心之凄之怨刻画的淋漓尽致。其中“堆”字尽道杨柳之密，烟雾之浓。试想女主人在庭院独上高楼放眼遥望茂密的杨柳萦绕着浓浓的雾霭仿似一幅水墨画。奈何如此美景却寻不见丈夫的踪迹，眼前景物狠心地阻隔了她的视线，内心无端升起无限悲凉来。虚数“无重数”与“几许”相呼应，暗示阻隔视线的岂止是“杨柳”、“堆烟”、“帘幕”那么简单。女主人因何望夫？丈夫到哪里去了呢？既不当兵也不从商而是“玉勒雕鞍游冶处”。丈夫在外风流快活而自己却只能独上高楼凝眉空望，叹息楼台之高让自己看不见章台路。后两句点名女主人内心凄婉、空怨的原因。女主人明知丈夫在外风花雪夜，但内心还是怀有期盼，哪怕只看见丈夫离去的背影也好，奈何这点要求也能以满足，只得独自忍受着深院的冷漠寂寥。&&&下阕则是女主人内心世界引发的感伤。“雨横风狂三月暮”，其中“横”和“狂”直接点破女主人那异常不平的内心世界。三月的春风细雨原本极其温柔，然而这里雨不是“斜雨”而是“横雨”，风不是“煦风”而是“狂风”，原本美丽的“三月”却饱含着一份无情。“暮”字足见女主人等待之久，或许一天，或许一年，或许一辈子。多情的等待换来的却是无情的深深庭院里的不尽的黑夜。“夕阳无限好”，女主人已无意黄昏，一个“掩”诉尽她内心的凄凉。“无计留春住”看似“无计留春”实则是感叹女子容易容颜易逝。“士为知己者死，女为悦己者容”，青春未逝况且如此，青春流逝那还有什么盼头呢？此情此景我们完全可以想象得出：一位独处深闺的女子日日期盼着良人，奈何良人却无意家中，成天风花雪夜在外头鬼混；日子一天天过去，自己的青春也一天天消逝，自己又凭什么期盼良人回心转意呢？内心油然升起无限寂寥、感伤、无奈之情来。女主人公最后只能寄情于“落红”，自己恰如那凋谢的落花一去不复返，再无人想起她那令人怜爱的容颜。“泪眼问花花不语，乱红飞过秋千去”，泪即是为花也是为己，或许是花的残败触动了女子的心事，或许是女子自感身世怜花垂泪。“不语”则表现女主人内心孤寂无人理解的愁苦。“乱红飞过秋千去”更是一种无可奈何的感伤。&&&词中写了景，写了情，而景与情又是那样的融合无间，浑然天成，构成了一个完整的意境。读此词，总的印象便是意境幽深，不徒名言警句而已。词人刻画意境也是有层次的。从环境来说，它是由外景到内景，以深邃的居室烘托深邃的感情，以灰暗凄惨的色彩渲染孤独伤感的心情。从时间来说，上片是写浓雾弥漫的早晨，下片是写风狂雨暴的黄昏，由早及晚，逐次打开人物的心扉。过片三句，近人俞平伯评日：“‘三月暮’点季节，‘风雨，点气候，‘黄昏’点时刻，三层渲染，才逼出‘无计’句来。”（《唐宋词选释》）暮春时节，风雨黄昏；闭门深坐，情尤怛恻。个中意境，仿佛是诗，但诗不能写其貌；是画，但画不能传其神；惟有通过这种婉曲的词笔才能恰到好处地勾画出来。尤其是结句，更臻于妙境：“一若关情，一若不关情，而情思举荡漾无边。”（沈际飞《草堂诗余正集》）王国维认为这是一种“有我之境”。所谓“有我之境”，便是“以我观物，故物皆著我之色彩”（《人间词话》）。也就是说，花儿含悲不语，反映了词中女子难言的苦痛；乱红飞过秋千，烘托了女子终鲜同情之侣、怅然若失的神态。而情思之绵邈，意境之深远，尤令人神往。",
                    "transferInfo" : "庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不知有多少层。豪华的车马停在贵族公子寻欢作乐的地方，登上高楼也望不见通向章台的大路。风狂雨骤的暮春三月，再是重门将黄昏景色掩闭，也无法留住春意。泪眼汪汪问落花可知道我的心意，落花默默不语，纷乱的，零零落落一点一点飞到秋千外。",
                    "backgroundInfo" : "这是一首写女子闺怨的词，创作时间难以考证，就是作者是谁也难以确定。此词在欧阳修的《六一词》和冯延巳的《阳春集》里都有收录，词牌名分别为“蝶恋花”和“鹊踏枝”。李清照认为是欧阳修所作，她的《临江仙》词序云：“欧阳公作《蝶恋花》，有‘深深深几许’之句，予酷爱之，用其语作‘庭院深深’数阕。”王国维在《人间词话》里引用时则是作为冯延巳的作品。在词的发展史上，宋初词风承南唐，没有太大的变化，而欧与冯俱仕至宰执，政治地位与文化素养基本相似。因此他们两人的词风大同小异，有些作品，往往混淆在一起。就像这首词，就很难分辨。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔家傲·花底忽闻敲两桨",
                    "author" : "欧阳修",
                    "content" : "花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
                    "addtionInfo" : "渔家傲：词牌名。逡（qūn）巡：犹顷刻，一会儿，指时间极短。旋（xuàn）：随时就地。当（dàng）：当做，代替。“时时”句：谓莲花映入酒杯，随舟荡漾，显出红色波纹。红浪：指人面莲花映在酒杯中显出的红色波纹。清厮酿（niàng）：清香之气混成一片。厮酿：相互融合。花腮（sāi）：指荷花。形容荷花像美人面颊的花容。酒面：饮酒后的面色。一饷（xiǎng）：即一晌，片刻。阁（gē）：同“搁”，放置，此处指搁浅。",
                    "classInfo" : "82",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "此词以清新可爱而又富有生活情趣的语言，描写一群采莲姑娘荡舟采莲时喝酒逗乐的情景，塑造出活泼、大胆、清纯的水乡姑娘形象，给人以耳目一新的艺术享受。&&&首句“花底忽闻敲两桨”，“闻”字、“敲”字，不写人而人自现，“桨”字不写舟而舟自在，用“花底”二字映衬出了敲桨之人，是一种烘托的手法，着墨不多而蕴藉有味。第二句“逡巡女伴来寻访”，方才点明了人和人的性别。“逡巡”，顷刻，显示水乡女子荡舟技巧的熟练与急欲并船相见的心情，人物出场写得颇有声势。“酒盏”句，是对姑娘们喝酒逗乐的描写，是一个倒装句，即“旋将荷叶当酒盏”的意思，倒文是为了协调平仄和押韵。这个“旋”二字，与上面的“忽”字、“逡巡”二字，汇成一连串快速的行动节奏，表现了姑娘们青春活泼、动作麻利的情态，惹人喜爱。&&&“酒盏”句写荷叶作杯。据说是把荷叶连茎摘下，在叶心凹处，用针刺破，一手捧荷叶注酒凹处以当酒杯，于茎端吸饮之。隋殷英童《采莲曲》云“荷叶捧成杯”，唐戴叔伦《南野》云“酒吸荷杯绿”，白居易《酒熟忆皇甫十》云“寂寞荷叶杯”等，都是指此。在荷香万柄、轻舟荡漾中间，几个天真烂漫的姑娘，用荷叶作杯，大家争着吮吸荷杯中的醇酒，好一幅生动而富有乡士气息的女儿行乐图！接着轻荡莲舟，碧水微波，而荷杯中的酒，也微微摇动起来，映入了荷花的红脸，也映入了姑娘们腮边的酒红，一似红浪时生。&&&下片第一、二两句“花气酒香清厮酿，花腮酒面红相向”，是从花、酒与人三方面作交错描述。花的清香和酒的清香相互混和，花的红晕和脸的红晕相互辉映。花也好，人也好，酒也好，都沉浸在一片“香”与“红”之中了。这就把热闹的气氛，推向了高潮。&&&然而第三句“醉倚绿阴眠一饷”笔锋一转，热闹转为静止。又拈出一个“绿阴”的“绿”字来，使人在视觉和听觉上产生一种强烈的色彩和音响的对比，从而构成了非凡的美感。下面两句笔锋又作一层转折，从“眠”到“醒”；由“静”再到“动”，用“惊起”二字作为转折的纽带。特别是这个“惊”字，则又是过渡到下文的纽带。姑娘们喝醉了酒，在荷叶的绿阴中睡着了，而船因无人打桨随风飘流起来，结果在沙滩上搁浅了。“惊起”是言醒来看到了这个令人尴尬的场面，这样既坐实一个“醉”字，又暗藏一个“醒”字。&&&这首词妙在起、承、转、合脉络清晰；更妙在其风格清新、言语含蓄而又设境秾艳，词风健康明朗、生动活泼，是少有的佳作。",
                    "transferInfo" : "荷花底下，忽听到双桨击水的声响，不一会，一群女友来把我寻访。摘下荷花当酒杯，采莲船在荷花池中荡漾。粉红色的荷花映酒中，杯里时时翻红浪。清新的荷香、醇美的酒味，搅在一起；粉红的荷花、粉红的脸蛋，同映酒缸。绿色的荷叶丛中，醉了正好躺一躺。一觉醒来抬头望，船头搁浅在沙滩上。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浪淘沙·把酒祝东风",
                    "author" : "欧阳修",
                    "content" : "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？",
                    "addtionInfo" : "把酒：端着酒杯。从容：留恋，不舍。紫陌：紫路。洛阳曾是东周、东汉的都城，据说当时曾用紫色土铺路，故名。此指洛阳的道路。洛城：指洛阳。总是：大多是，都是。匆匆：形容时间匆促。",
                    "classInfo" : "48",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "这是一首惜春忆春的小词。写自己独游洛阳城东郊，饮酒观花时而产生的愿聚恐散的感情。这首词为作者与友人春日在洛阳东郊旧地重游时有感而作，在时间睛跨了去年、今年、明年。上片由现境而忆已过之境，即由眼前美景而思去年同游之乐。下片再由现境而思未来之境，含遗憾之情于其中，尤表现出对友谊的珍惜。“今年花胜去年红，可惜明年花更好”，将三年的花季加以比较，融别情于赏花，借喻人生的短促和聚时的欢娱心情，而并非“今年”的花真的比“去年”更鲜艳，但由于是用乐景写衷情，使词的意境更加深化，感情更加诚挚。上片回忆昔日欢聚洛阳，同游郊野之乐趣。下片写惜别之情，感伤气息浓重。。结尾两句“可惜明年花更好，知与谁同”，更以今年花胜去年，预期“明年花更好”，映衬明年朋友聚散之难卜，不知与谁一道重来洛城游芳，更进一层地深化了这种人生聚散无常之感，然而，在人生聚散无常的伤感之外，所幸尚有“明年花更好”的希望在，良辰美景总能多少慰藉词人怅惘失落的情怀，减轻了心头的伤痛。故而词人并无剧痛深哀，只是一种淡淡伤感而已。 ",
                    "transferInfo" : "端起酒杯向东风祈祷，请你再留些时日不要匆匆离去。洛阳城东郊外的小道已是柳枝满垂。大多是我们去年携手同游的地方，我们游遍了姹紫嫣红的花丛。人生的欢聚与别离总是如此短暂，离别的怨恨久久激荡在我的心田。今年的花红胜过去年，明年的花儿肯定会更加美好，可惜不知那时将和谁一起游览？",
                    "backgroundInfo" : "此词为春日与友人在洛阳城东旧地同游有感而作。据词意，在写作此词的前一年春，友人亦曾同作者在洛城东同游。欧阳修在西京留守幕前后共三年，其间仅公元1032年（明道元年）春在洛阳，此词当即此年所作。词中同游之人或即梅尧臣。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "凤箫吟·锁离愁",
                    "author" : "韩缜",
                    "content" : "锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野，嬉游醉眠，莫负青春。",
                    "addtionInfo" : "凤箫吟：词牌名。陌上初熏：路上散发着草的香气。陌：道路。熏：花草的香气浓烈侵人。绣帏：绣房、闺阁。暗垂珠露：暗暗落下一串串珠露般的眼泪。王孙：这里指送行之人。绿妒轻裙：轻柔的罗裙和芳草争绿。恁（nèn）：那。恁时：即那时、彼时。素手：指女子洁白如玉的手。香茵：芳草地。",
                    "classInfo" : "7",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "此词上片开始二句先从游子远归即赋别离说起。春风如醉，香气似熏；陌上相会，情意绵绵，此处系用江淹《别赋》句意：“闺中风暖，陌上草熏。”遗憾的是游子来去匆匆，才相会又将赋别离，惜别者的眼中，那连绵不断的碧草，似乎深锁着无限离愁，使人触景伤情。接着“绣帏”三句，形容游子归来以后旋即匆匆离去。这里主要点出深闺思妇垂泪泣送的形象，同时还体现出露滴如珠泪的碧草之神，所谓“春草碧色，春水渌波，送君南浦，伤如之何”（《别赋》）。真是深闺念远，南浦伤别，可以说是相见时难别亦难了。此处用拟人手法将碧草化作多情之人，亦似为离别而垂泣，如此以来化静为动，增添了伤离的黯然气氛。&&&“长亭”两句，将镜头从深闺转到旅途中的游子经历。他行行重行行，不见伊人倩影，但见遍地芳草，远接重重云水，这里以云水衬出春野绿意。一“孤”字暗示了睹草思人的情怀。下面随即折回描写思妇形象，“但望极”两句，是写她独上危楼、极目天际，但见一片碧色，却望不到游子的身影。此处即用“王孙游兮不归，春草生兮萋萋”句意，道出了思妇空自怅望的别恨。&&&下片“销魂”三句，是回忆当年。“池塘生春草，园柳变鸣禽”，本为谢灵运的名句，词人忆及昔日同游池畔，旋赋别离，句中不仅深有沧桑之感，而且也没有离题。记得那时她姗姗而行，罗裙轻拂，使绿草也不禁生妒；这是反用牛希济“记得绿罗裙，处处怜芳草”词意，以绿草妒忌罗裙之碧色，来衬托出伊人之明媚可爱，从而由草及人，更增添了对她的怀念之情。&&&“恁时”三句，仍是回忆。“恁时”即“那时”，连上“曾行处、绿妒轻裙”时事。他轻携素手，絮飞花乱的暮春季节里，漫步于如茵绿草之间。而眼前的如茵绿草，又使他兴起无限感喟。“朱颜”两句，从刘希夷诗“年年岁岁花相似，岁岁年年人不同”化出，时光流逝，人事已非，相逢不知何日。自己年华已经渐老，只有芳草却是春风吹过而新绿又生。结末呼应上文，愿人们毋须触景伤情，当春回大地、绿满田野之时，可以放怀宴游，到那时可不要辜负了青春好时光。&&&这首词在写作手法上的成功之处，主要是巧妙地将草拟人化，那清晨芳草之上的晶莹露珠像是她惜别之泪，这样，遍野的绿草成为离愁的化身，而与伊人别恨密切相联。",
                    "transferInfo" : "离愁萦绕，看着眼前连绵无际的春草，想起与心上人同游时它们还刚在路边吐出香馨。闺中人想到心上人要远行，暗暗地流下泪珠，哽咽着目送远去的车轮。人已远去她还痴痴地张望，可见到的已是重重远水、片片孤云。她又登楼极目远望，但望穿秋水也难见游子踪影。伤心啊伤心，自从池塘分别后无日不黯然销魂。想当年同游的地方连绿草都妒忌她的罗裙。那时候他携着她的手，在花丛柳絮之中，在翠绿香茵上信步徜徉。如今她的容颜虽已渐渐老去，但心中情意仍像芳草一样年年常新。她要再游遍绿野，忘情嬉戏酣饮，不辜负这珍贵的年少青春。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "桂枝香·金陵怀古",
                    "author" : "王安石",
                    "content" : "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。",
                    "addtionInfo" : "登临送目：登山临水，举目望远。故国：旧时的都城，指金陵。千里澄江似练：形容长江像一匹长长的白绢。澄江，清澈的长江。练，白色的绢。如簇：这里指群峰好像丛聚在一起。簇，丛聚。去棹（zhào）：往来的船只。星河鹭（lù）起：白鹭从水中沙洲上飞起。星河，银河，这里指长江。画图难足：用图画也难以完美地表现它。豪华竞逐：（六朝的达官贵人）争着过豪华的生活。竞逐：竞相仿效追逐。门外楼头：指南朝陈亡国惨剧。悲恨相续：指亡国悲剧连续发生。凭高：登高，这是说作者登上高处远望。漫嗟荣辱：空叹什么荣耀耻辱。这是作者的感叹。六朝：指三国吴、东晋、南朝宋、齐、梁、陈六个朝代。它们都建都金陵。商女：歌女。",
                    "classInfo" : "33",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "此词通过对金陵（今江苏南京）景物的赞美和历史兴亡的感喟，寄托了作者对当时朝政的担忧和对国家政治大事的关心。上阕写登临金陵故都之所见。“澄江”“翠峰”“征帆”“斜阳”“酒旗”“西风”“云淡”“鹭起”，依次勾勒水、陆、空的雄浑场面，境界苍凉。下阕写在金陵之所想。“念”字作转折，今昔对比，时空交错，虚实相生，对历史和现实，表达出深沉的抑郁和沉重的叹息。全词情景交融，境界雄浑阔大，风格沉郁悲壮，把壮丽的景色和历史内容和谐地融合在一起，自成一格，堪称名篇。&&&词以“登临送目”四字领起，为词拓出一个高远的视野。“正故国晚秋，天气初肃”点明了地点和季节，因为是六朝故都，乃称“故国”，“晚秋”与下句“初肃”相对，瑟瑟秋风，万物凋零，呈现出一种“悲秋”的氛围。此时此景，登斯楼也，则情以物迁，辞必情发，这就为下片的怀古所描述的遥远的时间作铺垫。&&&“千里澄江似练，翠峰如簇”，“千里”二字，上承首句“登临送目”——登高远望即可纵目千里；下启“澄江似练，翠峰如簇”的大全景扫描，景象开阔高远。“澄江似练”，脱化于谢朓诗句“澄江静如练”，在此与“翠峰如簇”相对，不仅在语词上对仗严谨、工整，构图上还以曲线绵延（“澄江似练”）与散点铺展（“翠峰如簇”）相映成趣。既有平面的铺展，又有立体的呈现，一幅金陵锦绣江山图展现眼前。&&&“征帆去棹残阳里，背西风酒旗斜矗”是在大背景之下对景物的具体描写，“残阳”“西风”，点出时下是黄昏时节，具有典型的秋日景物特点。“酒旗”“征帆”是暗写在秋日黄昏里来来往往的行旅，人事匆匆，由纯自然的活动景物写到人的活动，画面顿时生动起来。&&&“彩舟云淡，星河鹭起”是大手笔中的点睛之处。“彩舟”“星河”，色彩对比鲜明；“云淡”“鹭起”，动静相生。远在天际的船罩上一层薄雾，水上的白鹭纷纷从银河上惊起，不仅把整幅金陵秋景图展现得活灵活现，而且进一步开拓观察的视野——在广漠的空间上，随着征帆渐渐远去，水天已融为一体，分不清哪里是水哪里是天。如此雄壮宽广的气度，如此开阔旷远的视野与王勃的《滕王阁序》，“落霞与孤鹜齐飞，秋水共长天一色”比较，两者展现的气度与视野不相上下，一为千古传诵的骈文警句，一为前所未有的词中创境，可谓异曲同工。正如林逋《宿洞霄宫》“秋山不可尽，秋思亦无垠”所言，眼前所见，美不胜收，难以尽述，因此总赞一句“画图难足”，结束上阕。&&&下阕怀古抒情。“念往昔”一句，由登临所见自然过渡到登临所想。“繁华竞逐”涵盖千古兴亡的故事，揭露了金陵繁华表面掩盖着纸醉金迷的生活。紧接着一声叹息，“叹门外楼头，悲恨相续”，此语出自杜牧的《台城曲》“门外韩擒虎，楼头张丽华”诗句，化用其意，以典型化手法，再现当时隋兵已临城下，陈后主居然对国事置若罔闻，在危难之际还在和妃子们寻欢作乐的可悲。这是亡国悲剧艺术缩影，嘲讽中深含叹惋。“悲恨相续”，是指其后的统治阶级不以此为鉴，挥霍无度，沉溺酒色，江南各朝，覆亡相继：遗恨之余，嗟叹不已。&&&“千古凭高”二句，是直接抒情，凭吊古迹，追述往事，抒对前代吊古、怀古不满之情。“六朝旧事”二句，化用窦巩《南游感兴》“伤心欲问前朝事，惟见江流去不回。日暮东风眷草绿，鹧鸪飞上越王台”之意，借“寒烟、衰草”寄惆怅心情。去的毕竟去了，六朝旧事随着流水一样消逝，如今除了眼前的一些衰飒的自然景象，更不能再见到什么。&&&更可悲的是“至今商女，时时犹唱，后庭遗曲”，融化了杜牧的《泊秦淮》中“商女不知亡国恨，隔江犹唱后庭花”的诗意。《随书·五行志》说：“祯明初，后主创新歌，词甚哀怨，令后宫美人习而歌之。其辞曰：‘玉树后庭花，花开不复久。’时人以为歌谶，此其不久兆也。”后来《玉树后庭花》就作为亡国之音。此句抒发了诗人深沉的感慨：不是商女忘记了亡国之恨，是统治者的醉生梦死，才使亡国的靡靡之音充斥在金陵的市井之上。&&&同时，这首词在艺术上也有成就，它体现了作者“一洗五代旧习”的文学主张。词本倚声，但王安石说：“古之歌者，皆先为词，后有声，故曰‘诗言志，歌永言，声依永，律和声’。如今先撰腔子，后填词，却是‘永依声’也。”（赵令畤《侯鲭录》卷七引）显然是不满意只把词当作一种倚声之作。这在当时是异端之论，但今天看来却不失其锐敏和先知先觉之处。北宋当时的词坛虽然已有晏殊、柳永这样一批有名词人，但都没有突破“词为艳科”的藩篱，词风柔弱无力。他曾在读晏殊小词后，感叹说：“宰相为此可乎?”（魏泰《东轩笔录》引）。所以他自己作词，便力戒此弊，“一洗五代旧习”（刘熙载《艺概》卷四），指出向上一路，为苏轼等士大夫之词的全面登台，铺下了坚实的基础。",
                    "transferInfo" : "登山临水，举目望远，故都金陵正是深秋，天气已变得飒爽清凉。奔腾千里的长江澄澈得好像一条白练，青翠的山峰俊伟峭拔犹如一束束的箭簇。帆船在夕阳往来穿梭，西风起处，斜插的酒旗在小街飘扬。华丽的画船如同在淡云中浮游，江中洲上的白鹭时而停歇时而飞起，这清丽的景色就是丹青妙笔也难描画。遥想当年，达官贵人争着过豪华的生活，可叹在朱雀门外结绮阁楼，六朝君主一个个地相继败亡。自古多少人在此登高怀古，无不对历代荣辱喟叹感伤。六朝的风云变化全都随着流水消逝，剩下的只有寒烟惨淡、绿草衰黄。直到如今的商女，还不知亡国的悲恨，时时放声歌唱《后庭花》遗曲。",
                    "backgroundInfo" : "此词可能是王安石出知江宁府时所作。公元1067年（宋英宗治平四年），王安石第一次任江宁知府，写有不少咏史吊古之作；公元1076年（宋神宗熙宁九年）之后王安石被罢相，第二次出知江宁府。这首词当作于这两个时段的其中之一。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "渔家傲·平岸小桥千嶂抱",
                    "author" : "王安石",
                    "content" : "平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。",
                    "addtionInfo" : "渔家傲：词牌名。柔蓝：柔和的蓝色，多形容水。萦：萦绕。窈窕：幽深的样子。欹眠：斜着身子睡觉。邯郸道：比喻求取功名之道路，亦指仕途。",
                    "classInfo" : "30",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者晚年的作品，艺术的锤炼上比早年更为成熟。历来的评论家，极推崇王安石晚年写景抒情的小诗，而往往忽略这类风格的词。其实，这首词比其同类的诗还要出色。此词的主要特色，是善于融诗入词。&&&起首二句写得极为娟秀，为人所称誉，乃融化他人诗句而来。吴聿《观林诗话》记王安石“尝于江上人家壁间见一绝，深味其首句‘一江春水碧揉蓝’，为踌躇久之而去，已而作小词，有‘平岸小桥千嶂抱，柔蓝一水萦花草’之句。盖追用其词。”此见词人善于融炼诗句，浑然天成。他用“一水”来概括“一江春水”，添“萦花草”三字烘托春光烂漫，丰富了原句的内容，提取原诗精华，调合得巧妙自然。“柔蓝一水”，形容水色清碧，“柔”下得轻盈贴切，形象生动，使词的画面呈现出一种美丽、清新、宁静的色彩美。“茅屋数间窗窈窕”三句，以“窈窕”形容窗的幽深，反映出茅屋“千嶂抱”着的竹林里的深窈秀美。他同期写的《竹里》诗可与此参读：“竹里编茅倚石根，竹茎疏处见前村。闲眠尽日无人到，自有春风为扫门。”此即词中“茅屋数间”的一般情景。“茅屋”三句，包涵了《竹里》诗的全部情景，但情韵连续，融成一片，更见精严。“午枕觉来闻语鸟”一句，见出词人那种与花鸟共忧喜、与山水通性情的悠闲的情致与恬淡的心境。“欹眠”句，从睡醒闻鸟声，联想到当年从政早朝时“骑马听朝鸡”，恍如隔世。这并非久静思动，却是绚烂归于平淡后常有的心理反应。&&&其比较的结果，马上的鸡声还是比此时枕上的鸟声动听。此意由下文再补足。“忽忆故人今总老”，反衬自己之已老。而此时贪爱闲话的午梦，已丢却卢生邯郸道上所作的“建功树名，出将入相”的黄粱幻梦（见唐沈既济《枕中记》）。全词以景起，以情结，而情与景之间，由茅屋午梦加以沟通，使上下片写景与抒情之间不觉截然有分界。&&&王安石晚年这首山水词所表现的是一种恬静的美，词中反映出他退出政治舞台后的生活情趣和心情：对世途感到厌倦，而对大自然则无限向往，动辄借自然景物以抒发自己的幽怀。",
                    "transferInfo" : "峰峦叠嶂，环抱着小桥流水；河水青碧，萦绕着繁花翠草。竹林幽深秀美，几间茅舍静立其中。和煦的春风时时吹拂，使得房屋清洁，纤尘皆无。午睡醒来，满耳都是婉转的鸟鸣。斜倚枕头，想起当年做官时，听早朝的鸡鸣，此情景已恍如隔世。忽然想起故人都已老，自己当然也不例外。如今我贪恋闲适，已忘却了从政建功的美梦。",
                    "backgroundInfo" : "这是王安石晚年的一首作品。叶梦得《避暑录话》记载：“王荆公不爱静坐，非卧即行。晚卜居钟山谢公墩，畜一驴，每食罢，必日一至钟山，纵步山间，倦则即定林而睡，往往至日昃及归。”这种旷日的游历体察，引发词人创作了不少描写水光山色的景物词。此词即其中之一。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浪淘沙令·伊吕两衰翁",
                    "author" : "王安石",
                    "content" : "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！",
                    "addtionInfo" : "伊吕：指伊尹与吕尚。伊尹名挚，尹是后来所任的官职。商汤娶莘氏之女，他作为奴隶陪嫁给商汤。后来，汤王擢用他灭了夏。伊尹成为了商的开国功臣。吕尚姓姜，名尚，字子牙，世称姜子牙。他晚年在渭水河滨垂钓，遇周文王受到重用，辅武王灭商，封侯于齐。衰翁：老人。穷通：穷，处境困窘；通，处境顺利。钓叟：钓鱼的老翁，指吕尚。耕佣：指曾为人拥耕的伊尹。老了英雄：使英雄白白老死。指伊吕二人若不遇汤文二王，也就终老山野，无所作为。汤武：汤，商汤王，商朝的创建者。武，周武王姬发，周朝建立者。风虎云龙：易经中有“云从龙，风从虎”，此句将云风喻贤臣，龙虎喻贤君，意为明君与贤臣合作有如云从龙、风从虎，建邦兴国。兴王：兴国之王，即开创基业的国君。这里指辅佐兴王。争：争论，比较。",
                    "classInfo" : "33",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "此词歌咏伊尹和吕尚“历遍穷通”的人生遭际和名垂千载的丰功伟业，并叹息君臣相遇之难，以抒发作者获得宋神宗的知遇，在政治上大展宏图、春风得意的豪迈情怀。全词通篇叙史论史，实则以史托今，蕴含作者称赞明君之情，布局巧妙，令人回味无穷。&&&起句“伊吕两衰翁，历遍穷通”从穷、通两个方面落笔，写伊尹、吕尚前后遭际的变化。伊尹，原名挚；尹，是他后来所担任的官职。传说他是伊水旁的一个弃婴，以“伊为氏，曾佣耕于莘（《孟子·万章》）：“伊尹耕于有莘之野。”莘，古国名，其地在今河南开封附近），商汤娶有莘氏之女，他作为陪嫁而随着归属于商，后来得到汤王的重用，才有了作为。吕尚，姜姓，吕氏；名尚，字子牙，号“太公望”。传说他直到晚年还是因顿不堪，只得垂钓于渭水之滨，一次，恰值周文王出猎，君臣才得遇合，他先辅文王，继佐武王，终于成就了灭商兴周之大业。伊、吕二人的经历并不是一帆风顺的，他们都是先穷而后通，度过了困窘之后才遇到施展抱负的机会的，所以说他们“历遍穷通”；吕尚显达的时候，年岁已老了，所以称作“衰翁”。&&&封建时代的士人由穷到通，总有一定的偶然因素、侥幸成分，也就是说，能够由穷到通的毕竟是少数，此并言“伊吕两衰翁”，伊尹佐汤时年老下否，书无明文，此是连类而及。值得思考的问题是：“若使当时身不遇”。作者颇有自许之意。“若使”即假如。当伊、吕为耕佣、钓叟之时，假如不遇商汤、周文，则英雄终将老死岩壑。伊、吕是值得庆幸的，但更多的士人的命运却是大可惋惜的，因为那些人没有被发现、被赏识、被任用机会，他们是“老了”的英雄，亦即被埋没了的英雄。&&&下片，“汤武偶相逢”中的“偶”已经点明了“君臣遇合”的偶然性，可是，一旦能够遇合，那就会出现“风虎云龙”的局面。《易·乾·文言》：“云从龙，风从虎，对人作而万物睹。”意思是说，云跟随着龙出现，风跟随着虎出现，人世间如果出现了圣明的君主，那么，在谈笑之间就轻而易举地完成了兴王道、建国家的大事业。伊、吕有真实的本领，果然能够做出一番事业来，这样，才真正称得起是人才。因这这是问题的实质之所在，所以“兴王”一句在全词中是很有分量的。&&&结尾，也是对这一句的引申，说伊、吕不仅功盖当世，至今超越千载，也没有人能够与之匹敌。在歌颂伊、吕的不朽功业的背后，伊、吕的遭适明主和建立功业对于王安石来说，无疑是一股巨大的精神力量，他从中受到了鼓舞，增强了推行变法的决心和勇气。",
                    "transferInfo" : "伊尹和吕尚两位老人，困窘和顺利的境遇全都经历过了。他俩一位是钓鱼翁，一位是佣工。如果两位英雄遇没有遇到英明的君主，最终也只能老死于山野之中。他们与成汤和周武王偶然相遇，明君与贤臣合作有如云从龙、风从虎，在谈笑之间就轻而易举地完成了兴王道、建国家的大事业。到现几千年后的今天，没有谁能与他们一争高下！",
                    "backgroundInfo" : "这首词的具体创作时间不详。王安石早立大志，要致君尧舜，但长期不得重用。直到宋神宗即位，他才有了类似“汤武相逢”的机会，可以干一番惊天动地的大事业。这首词当作于作者任宰相之时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·春晚",
                    "author" : "王安国",
                    "content" : "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。",
                    "addtionInfo" : "清平乐（yuè）：唐教坊曲名，后用为词牌名。宫锦：宫廷监制并特有的锦缎。这里喻指落花。“满地”“昨夜”二句：应作倒装理解。小怜：北齐后主淑妃冯小怜，善弹琵琶。这里借指弹琵琶的歌女。",
                    "classInfo" : "94",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "此词上片以倒装句式描绘暮春萧条的景色，抒写惜花惜春的情意，表达了作者慨叹美好年华逝去的惆怅情怀；下片抒写暮春伤逝念远的幽怨，以暮春纷飞的杨花不肯飞入权贵人家的画堂朱户，表达了作者不亲权贵的品格。全词情景交融，清新婉丽，曲折多致，笔法精妙，堪称伤春词中的佳作。&&&古来伤春愁秋的诗词多得不可胜数。这类被人嚼烂了的题材，却是历代不乏佳篇，非但不使人感到老一套，相反，永远有新鲜之感。王安国这首《清平乐》就是这样的好词。&&&词题为《春晚》，顾名思义是写残春景象。“留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。”作者一起笔就写由于“昨夜雨疏风骤”，南园已满地残红了。词人面对这万花凋谢的景象，自然不胜伤感。此时耳边传来了黄莺儿不停的啼唱，于是，他仿佛感觉到多情的莺儿也正为落花发愁，苦劝春天不要归去呢。“留春不住，费尽莺儿语”，好像词人叹息。写莺语的“费尽”，实是衬托出词人的失落感，因为花开花谢，春去秋来，是自然规律与莺儿无关。妙词人赋予禽鸟以人的感情，不直说自己无计留春之苦，而是借莺儿之口吐露此情，手法新巧而又饶有韵味。&&&此词交叉地写听觉与视觉的感受，从音响与色彩两个方面勾勒出一幅残败的暮春图画。开头从听莺声写起，转而便诉诸视觉。一夜风雨过后，园花凋谢，残红败蕊，满地飘零，狼藉不堪。百花盛开时，灿烂本如宫锦，可惜此时给糟塌得不成样子了！“满地残红”自是残春时节的典型景色，比之美好宫锦之被污损，词人痛惜之情可见。&&&下面又从视觉转到听觉上来：正当词人目睹这如花似锦的春天匆匆消逝，心中无限惆怅之时，仿佛从远处传来歌女小怜之辈弹奏琵琶的声音，“弦弦掩抑声声思”，那弦弦声声正是惜春惜花之情。小怜，即北齐后主高纬宠幸的冯淑妃，因她“慧黠能弹琵琶”，后代诗人常用以借指歌女。此词中“小怜初上琵琶”，是从李驾《冯小怜》诗“湾头见小怜，请上琵琶弦”句化出。这琶琶之声哀婉动人，当此即将逝去的春宵，有多少闺中佳人长夜不眠，那剪不断理还乱的情思飞越千里关山，追寻天涯游子。这里，作者抒写的是由春天的匆匆归去而引起的年华虚度之感，隐隐寄托着一种美人迟暮、英雄末路的悲慨。&&&最后，词人写到眼前触目皆是的杨花——这一暮春特有的风光：只见那如雪的飞花飘扬，是那样的自由自在，可始终不肯飞入那权贵人家的画堂朱户。&&&这首词表达了词人伤春、惜春、慨叹美好年华逝去的情怀，寄寓了作者深沉的身世感慨。全词融情于景，写景中融进了自己的生活，写出了自己的性情与风骨，堪称一首出类拔萃的伤春词。",
                    "transferInfo" : "怎么都无法将春天留住，白白地让黄莺唱个不停。昨夜一场风雨的侵凌，让这满地都是脏污的凋落残花。小怜姑娘刚刚弹起琵琶，拂晓她思绪万千萦绕天庭。随风飘扬的杨絮是那样的自由自在，可始终不肯飞入那权贵人家的画堂朱户。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "临江仙·梦后楼台高锁",
                    "author" : "晏几道",
                    "content" : "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。",
                    "addtionInfo" : "临江仙：双调小令，唐教坊曲名，后用为词牌。却来：又来，再来。心字罗衣：指衣上的花纹。”心“当是篆体，故可作为图案。彩云：比喻美人。",
                    "classInfo" : "78",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "这首词抒发作者对歌女小苹怀念之情。比较起来，这首《临江仙·梦后楼台高锁》在作者众多的怀念歌女词中更有其独到之处。全词共四层：&&&第一层“梦后楼台高锁，酒醒帘幕低垂”，这两句首先给人一种梦幻般的感觉。如不仔细体味，很难领会它的真实含义。其实是词人用两个不同场合中的感受来重复他思念小苹的迷惘之情。由于他用的是一种曲折含蓄，诗意很浓的修词格调。所以并不使人感到啰嗦，却能更好地帮助读者理解作者的深意。如果按常规写法，就必须大力渲染梦境，使读者了解词人与其意中人过去生活情状及深情厚谊。而作者却别开生面，从他笔下迸出来的是“梦后楼台高锁”。即经过甜蜜的梦境之后，含恨望着高楼，门是锁着的，意中人并不真的在楼上轻歌曼舞。作者不写出梦境，让读者去联想。这样就大大地增加了词句的内涵和感染力。至于“梦”和“楼”有什么必然联系，只要细心体味词中的每一句话，就会找到答案。这两句的后面紧接着“去年春恨却来时”。既然词人写的是“春恨”，他做的必然是春梦了。回忆梦境，却怨“楼台高锁”，那就等于告诉读者，他在梦中是和小苹歌舞于高楼之上。请再看晏几道的一首《清平乐·幺弦写意》：“幺弦写意，意密弦声碎。书得凤笺无限事，却恨春心难寄。卧听疏雨梧桐，雨余淡月朦胧，一夜梦魂何处？那回杨叶楼中。”这首词虽然也没有写出梦境，却能使读者联想到，这是非常使人难以忘怀的梦境。以上所谈是词人第一个场合的感受。另一个场合的感受是：“酒醒帘幕低垂”，在不省人事的醉乡中是不会想念小苹的，可是一醒来却见原来居住小苹的楼阁，帘幕低垂，门窗是关着的，人已远去，词人想借酒消愁，但愁不能消。&&&第二层“去年春恨却来时，落花人独立，微雨燕双飞。”这三句是说，去年的春恨涌上心头时，人在落花纷扬中幽幽独立，燕子在微风细雨中双双翱飞。“去年春恨却来时”，一句承上启下，转入追忆。“春恨”，因春天的逝去而产生一种莫名的怅惘。点出“去年”二字，说明这春恨由来非一朝一夕了。同样是这残春时节，同样恼人的情思又涌上心头。“落花”、“微雨”本是极清美的景色，在本词中，却象征着芳春过尽，美好的事物即将消逝，有着至情至性的词人，怎能不黯然神伤？燕子双飞，反衬愁人独立，因而引起了绵长的春恨，以致在梦后酒醒回忆起来，仍令人惆怅不已。这种韵外之致，荡气回肠，令读者不能自持。记得在文革中，在一次批判封资修的展览会上，展出了大量的制作精美的谜语。有一谜语就用了“落花人独立，微雨燕双飞”一联，打一字，站在旁边反复吟咏 ，觉得意境很美。后来看谜底，才知道是一“俩”字，真是一联绝妙的谜语。&&&第三层“记得小苹初见，两重心字罗衣，琵琶弦上说相思。”欧阳修《好女儿令·眼细眉长》：“一身绣出，两重心字，浅浅金黄。”词人有意借用小苹穿的“心字罗衣”来渲染他和小苹之间倾心相爱的情谊，已够使人心醉了。他又信手拈来，写出“琵琶弦上说相思”，使人很自然地联想起白居易《琵琶行》“低眉信手续续弹，说尽心中无限事”的诗句来，给词的意境增添了不少光彩。&&&第四层“当时明月在，曾照彩云归”末两句是说，当时明月如今又在，曾照着她彩云般的身影回归。一切见诸于形相的描述都是多余的了。不再写两人的相会、幽欢，不再写别后的思忆。词人只选择了这一特写的镜头：在但是皎洁的月光照映之下，小苹，像一朵冉冉的彩云飘然归去。彩云，词中指美丽而薄命的女子，其取义仍从《高唐赋》“旦为朝云”来，亦暗指小苹歌妓的身份。结两句因明月兴感，与首句“梦后”相应。如今之明月，犹当时之明月，可是如今的人事情怀，已大异于当时了。梦后酒醒，明月依然，彩云安在？在空寂之中仍旧是苦恋，执着到了一种“痴”的境地，这正是小晏词艺术的深度和广度远胜于“花间”之处。&&&这首《临江仙》含蓄真挚，字字关情。词的上阕“去年春恨却来时”可说是词中的一枚时针，它表达了词人处于痛苦和迷惘之中，其原因是由于他和小苹有过一段甜蜜幸福的爱情。时间是这首词的主要线索。其余四句好像是四个相对独立的镜头（梦后、酒醒、人独立、燕双飞），每个镜头都渲染着词人内心的痛苦，句句景中有情。下阕写词人的回忆。词人想到是两重心字的罗衣和曾照彩云归的地方，还有那倾诉相思之情的琵琶声。小苹的形象不仅在词人的心目中再现，就是今天的读者也不能不受到强烈的感染。字字情中有景，整篇结构严谨，情景交融，不失为我国古典诗词中的珍品。",
                    "transferInfo" : "深夜梦回楼台朱门紧锁，酒意消退但见帘幕重重低垂。去年的春恨涌上心头时，人在落花纷扬中幽幽独立，燕子在微风细雨中双双翱飞。记得与小苹初次相见，身着两重心字香熏过的罗衣。琵琶轻弹委委诉说相思滋味。当时明月如今犹在，曾照着她彩云般的身影回归。",
                    "backgroundInfo" : "晏几道跟一些歌女结下了不解之缘。他的《破阵子·柳下笙歌庭院》有“记得青楼当日事，写向红窗夜月前，凭伊寄小莲”之句，写的就是歌女。这首《临江仙·梦后楼台高锁》是他众多怀念歌女词作中的一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·醉别西楼醒不记",
                    "author" : "晏几道",
                    "content" : "醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。",
                    "addtionInfo" : "西楼：泛指欢宴之所。春梦秋云：喻美好而又虚幻短暂、聚散无常的事物。吴山：画屏上的江南山水。",
                    "classInfo" : "7",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "晏几道由于“不受世之轻重”，“遂陆沉下位，无效国之机缘，只好流连歌酒而自遣，成为古之伤心人。” 他的词作，大多工于言情，颇得后人称颂。其词惆怅感伤的基调、超乎寻常的艺术技巧，具有永不消退的艺术魅力，即以此词而论，就颇能打动读者，给人以美的享受。昔日欢情易逝，当日幽怀难抒，来日重逢无期，往复低徊，沉郁悲凉，都在这首抒写离情别绪的怀旧词中得到了淋漓尽致的表现。&&&开篇忆昔，写往日醉别西楼，醒后却浑然不记。这似乎是追忆往日某一幕具体的醉别，又像是泛指所有的前欢旧梦，实虚莫辨，笔意殊妙。二、三句用春梦、秋云作比喻，抒发聚散离合不常之感。春梦旖旎温馨而虚幻短暂，秋云高洁明净而缥缈易逝，用它们来象征美好而不久长的情事，最为真切形象而动人遐想。&&&“聚散”偏义于“散”，与上句“醉别”相应，再缀以“真容易”三字，好景轻易便散的感慨便显得非常强烈。这里的聚散之感，似主要指爱情方面，但与此相关的生活情事，以至整个往昔繁华生活，也自然包括内。&&&上片最后两句，转写眼前实境。斜月已低至半窗，夜已经深了，由于追忆前尘，感叹聚散，却仍然不能入睡，而床前的画屏却烛光照映下悠闲平静的展示着吴山的青翠之色。这一句似闲实质，正是传达心境的妙笔。心情不静、辗转难寐的人看来，那画屏上的景色似乎显得特别平静悠闲，这“闲”字正从反面透露了他的郁闷伤感。&&&过片三句承上“醉别”、“衣上酒痕”，是西楼欢宴时留下的印迹：“诗里字”，是筵席上题写的词章。它们原是欢游生活的表征，只是此时旧侣已风流云散，回视旧欢陈迹，翻引起无限凄凉意绪。前面讲到“醒不记”，这“衣上酒痕诗里字”却触发他对旧日欢乐生活的记忆。至此，可知词人的聚散离合之感和中宵辗转不寐之情由何而生了。&&&结拍两句，直承“凄凉意”而加以渲染。人的凄凉，似乎感染了红烛。它虽然同情词人，却又自伤无计消除其凄凉，只好寒寂的永夜里空自替人长洒同情之泪了。&&&此词为离别感忆之作，但却更广泛地慨叹于过去欢情之易逝，此时孤怀之难遣，将来重会之无期，所以情调比其他一些伤别之作，更加低徊往复，沉郁悲凉。词境含蓄蕴藉，情意深长。全词充满无可排遣的惆怅和悲凉心绪。作者用拟人化的手法，从红烛无法留人、为惜别而流泪，反映出自己别后的凄凉心境，结构新颖，词情感人，很能代表小山词的风格。",
                    "transferInfo" : "醉中告别西楼，醒后全无记忆。犹如春梦秋云，人生聚散实在太容易。半窗斜月微明，我还是缺少睡意，彩画屏风空展出吴山碧翠。衣上有宴酒的痕迹，聚会所赋的诗句，点点行行，总唤起一番凄凉意绪。红烛自悲自怜也无计解脱凄哀，寒夜里空替人流下伤心泪。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "清平乐·留人不住",
                    "author" : "晏几道",
                    "content" : "留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。",
                    "addtionInfo" : "兰舟：木兰舟，以木兰树所造之船。此处泛指船只。锦书：书信的美称。前秦苏若兰织锦为字成回文诗，寄给丈夫窦滔。后世泛称情书为锦书。云雨：隐喻男女交合之欢。无凭：靠不住。",
                    "classInfo" : "7",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "此词是一首离情词。当是托为妓女送别情之作。送者有意，而别者无情，从送者的角度来写，写尽其痴人痴情。&&&“留人不住”四个字将送者、行者双方不同的情态描绘了出来：一个是再三挽留，一个是去意已决，毫无留恋之情。“醉解兰舟去”，恋人喝醉了，一解开船缆就决绝地走了。“留”而“不住”，又为末两句的怨语做了铺垫。&&&“一棹碧涛春水路，过尽晓莺啼处”二句紧承“醉解兰舟去”，写的是春晨江景，也是女子揣想情人一路上所经的风光。江中是碧绿的春水，江上有婉转的莺歌，是那样的宜人。当然，景色的美好只是女子的想象，或许更是她的期望，即使他决然地离开了她，她也仍旧希望自己的情人在路上有美景相伴，可见痴情至深。“过尽”两个字，暗示女子与恋人天各一方的事实，含蓄透露出她的忧伤。&&&“渡头杨柳青青，枝枝叶叶离情”。情人已经走了很久，不见踪影，但女子依旧站在那里。堤边杨柳青青，枝叶茂盛繁多，千丝万缕，依依有情，它们与女子一起伫立于渡口，安静凝望远方。古人有折柳枝送别的习俗，所以“枝枝叶叶”含有离情的意思，此处即借杨柳的枝叶来暗示女子黯然的离情。&&&“此后锦书休寄，画楼云雨无凭”，所表达的感情非常激烈。女子负气道：“以后你不必给我寄信了，反正我们之间那犹如一场春梦的欢会没有留下任何凭证，你的心里也没有我的位置。” “画楼云雨”四个字道出了女子与男子曾经的美好过往，只可惜男子决然绝情。相守的期盼落空之后，她只有怀着无限的怨恨选择放弃，从特意提及“锦书”可知，女子内心并不想如此决绝，只是无可奈何罢了。&&&这首词在技巧上运用了很多对比方法：一个苦苦挽留，一个“醉解兰舟”；一个“一棹碧涛”、晓莺轻啼，一个独立津渡、满怀离情；一个意浅，一个情深，让人一目了然。在结构上，亦是先含情脉脉，后决绝断念。结尾二句虽似负气怨恨，但正因为爱得执著，才会有如此烦恼，所以更能反衬出词人的一片痴情。总之，此词刻画细腻，惟妙惟肖地表现出一个女子痴中含怨的微妙心理。",
                    "transferInfo" : "苦苦留人不住，他酒醉后登上画船，扬帆而去。小舟拨开轻卷的碧波，行驶在在漫漫的春水路上，所过之处尽是黄莺啼晓之声。渡口杨柳郁郁青青，枝枝叶叶都满含着别意离情。从此后休要寄锦书再诉衷情，画楼里的欢娱不过是一场春梦，那山盟海誓毕竟空口无凭。",
                    "backgroundInfo" : "这是一首送别词，可能是代妓立言，亦可能是借娼妓之口诉说离别的愁怨，具体创作时间不详。父亲晏殊的去世，门祚的式微，晏几道的境况也起了很大的变化。他的词虽不离伤春悲秋、别怨离愁、相思情苦的内容，但是于情文之间缭绕着一股郁勃而深挚的情思，可以激动人心。这首词便是其中著名的一首。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·彩袖殷勤捧玉钟",
                    "author" : "晏几道",
                    "content" : "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。",
                    "addtionInfo" : "鹧鸪天：词牌名。彩袖：代指穿彩衣的歌女。玉钟：古时指珍贵的酒杯，是对酒杯的美称。拚（pàn）却：甘愿，不顾惜。却：语气助词。“舞低”二句：歌女舞姿曼妙，直舞到挂在杨柳树梢照到楼心的一轮明月低沉下去；歌女清歌婉转，直唱到扇底儿风消歇，极言歌舞时间之久。桃花扇：歌舞时用作道具的扇子，绘有桃花。歌扇风尽，形容不停地挥舞歌扇。同：聚在一起。剩把：只管。银釭（gāng）：银质的灯台，代指灯。",
                    "classInfo" : "37",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "言为心声，有至情之人，才能有至情之文。一首《鹧鸪天》，写悲感，写欢情，都是那样真挚深沉，撼人肺腑，具有强烈的感情色彩。虽然这首词的题材比较窄，不外乎伤离怨别，感悟怀旧，遣情遗恨之作，并没有超出晚唐五代词人的题材范围。小晏写情之作的动人处，在于它的委婉细腻，情深意浓而又风流妩媚，清新俊逸。白居易曰：“感人心者，莫先乎情。”古往今来，脍炙人口的诗词，大抵不仅有情，而且情真。所谓“真字是词骨。情真、景真，所作必佳。&&&”彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼新月，歌尽桃花扇低风。一个是殷勤地劝酒，一个是拼命地喝，为伊消得人憔悴。当年一夕初逢的倾心难忘，别后梦中的飘忽难寻，今宵突然重逢的恍惚难信，景境几转，人事剧变，一切都“如幻如电，如昨梦前尘”。而重逢时的惊疑和惊喜之状也就自然而然，毫无忸怩作态。&&&多情似小晏，天下能有几何？小晏词工于言情而能真，故陈廷焯虽嫌其不免思涉于邪，有失风人之旨，然又不能不称其措辞婉妙，一时独步。又言“浅处皆深”、“情词并胜”、“曲折深婉，自有艳词，更不得让伊独步。”小晏善写风流之情，欢娱之境，尽极沉郁之致，荡气回肠之胜，又能表现出纯真无邪的品性，使人不觉其卑俗，不感其淫亵，虽百读之而不厌。这一点，小晏受五代词尤其是后主词的相当影响。冯煦《宋六十家词选例言》曰：“淮海、小山、古之伤心人也”。把小晏、李后主、秦少游并称“词中三位美少年”，可见其三人之风格的确比较接近。陈廷焯《白雨斋词话》云：“李后主、晏叔原皆非词中正声，而其词则无人不爱，以其情胜也。情不深而为词，虽雅不韵，何足感人？”王国维先生也说：“大家之作，其言情也，必沁人心脾……”小晏之作，已然近之。&&&从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。&&&回忆相会时的欢乐肆意，酣畅淋漓，正是为了反衬钟情至深，相思至极，魂牵梦萦，不免寤寐求之。而梦中的相会终归是空，清醒后的相思却越更深邃，越彻骨。以至于当真正相会之时，分不清眼前是梦是真，害怕再次醒来更加痛彻心肺的相思。&&&小晏出身书香门第，不少婉雅佳言也化用了前人诗句。虽然前人言在，但是为己所用，和谐融贯，读来仍是自然生辉，更自有别一番情趣含蕴其中。梦的意境在小晏笔下，采用递进的方式，前一句的相思之情已是极限，后一句则递进一步，产生了循环往复的艺术效果，意象更为丰满。可谓青出于蓝而胜于蓝。&&&晏几道以其“淡语皆有味，浅语皆有致”的典雅风格和“秀气胜韵，得之天然”的清丽词风冠盖一时。陈廷焯《白雨斋词话》卷一云：“北宋晏小山工于言情，出元献(晏殊)，文忠（欧阳修）之右，然不免思涉于邪，有失风人之旨。而措辞婉妙，则一时独步。”陈振孙则赞曰：“其（叔原）词在诸明胜中，独可追逼花间，高处或过之。气磊落，未可贬也。”毛晋在《跋小山词》中称小晏词“字字娉娉，如揽嫱、施之袂，恨不能起莲、鸿、苹、云，按红牙板，唱和一过”。可谓倾倒之至。而其“从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。”的佳句，千百年来一直为世人所传唱，至今仍有凫凫不息的声韵。",
                    "transferInfo" : "你挥舞彩袖手捧酒杯殷勤劝酒，回想当年心甘情愿醉倒于颜红。舞姿曼妙，直舞到挂在杨柳树梢照到楼心的一轮明月低沉下去；歌女清歌婉转，直唱到扇底儿风消歇。自从那次离别后，我总是怀念那美好的相逢，多少回梦里与你共同欢聚。今夜里我举起银灯把你细看，唯恐这次相逢又是在梦中。",
                    "backgroundInfo" : "在仁宗至和二年(公元1055年)晏殊就已亡故，欧阳修则因反对新法，逐渐失势，后于熙宁五年(1072)病故，这使晏几道失去了政治上的依靠，生活景况日趋恶化。晏几道采用忆昔思今对比手法写下了许多追溯当年回忆的词作，《鹧鸪天·彩袖殷勤捧玉钟》便是这其中的佼佼之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·小令尊前见玉箫",
                    "author" : "晏几道",
                    "content" : "小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。",
                    "addtionInfo" : "小令：短小的歌曲。玉箫：此代指一位歌女。银灯：表明灯火辉煌。夜迢迢：形容夜漫长。碧云天：天上神仙所居之处。楚宫：楚王之宫殿，此暗用楚王与巫山神女的典故。梦魂：古人以为人的灵魂在睡梦中会离开肉体。惯得：纵容，随意，拘检：检束，拘束。谢桥：唐宰相李德裕的侍妾谢秋娘是当时著名的歌妓，李曾作《谢秋娘》悼念她。后世因以“谢娘”泛指歌妓，以“谢家”泛指歌儿舞女的居处，“谢桥”代指通往烟花巷陌的路。",
                    "classInfo" : "52",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "词写春夜怀人，深情款款，摇曳多姿。上阕写一见钟情的感动。“太妖娆”，足见倾心爱慕之甚。歇拍两句又是极限化的描写，强调极端的陶醉之情和拼死拼活的行为。下阕写别后的思念和渴望。春夜悄悄且迢迢，夜空高深莫测，美人是仙女，遥不可及，现实中不能相会，只好付诸一梦了，梦虽虚幻，但却是自由的，可以任情任性，无拘无束地爱。&&&起句写酒筵初遇。“尊前”点相遇之地。唐范摅《云溪友议》载有韦皋与姜辅家侍婢玉箫的恋情故事。韦皋少寓姜氏府，与玉箫有情。韦皋辞归，留一玉指环，相约七年来娶，及逾期不来，玉箫绝食而死，后韦皋忆旧，玉箫转世与韦聚合。玉箫韦郎两世姻缘的故事，成为古代盛传的风流佳话。这里以“玉箫”代指伊人，或许双方当时心许神会，有一段情缘。“银灯”，表明这是一次灯火辉煌的宵宴。“一曲太妖娆”，写出伊人色艺出众，也体现了词人对之由衷的倾倒和加意的颂美。“歌中”两句紧承“一曲”而来，写宵宴尽欢而散。“歌中醉倒”，见出陶醉之深，“唱罢归来”见出流连之久。拼上“醉倒”而无遗憾，夜深“归来”而醉意尚浓．充分表现出词人兴致的高昂。那么词人不仅陶醉于醇酒，陶醉于妙曲，更为丽人娇艳的仪容和温馨的柔情蜜意所醉倒，也就不言而喻了。&&&如果说上阕是写歌筵艳遇之乐．那么下阕则是写归来相思之苦。前三句从两人时空的阻隔处着笔，春光是那么寂静，黑夜是那么漫长，虽然同戴一个碧澄澄的天字，然而伊人的闺阁却无比遥远。“楚宫”在此借指玉箫居处，也暗示其人飘然消逝。两人形迹阻隔，蓬山万里，无缘相遇。佳会难再。人问世的肉体形骸，难以超越时间、空间、社会、物质、礼俗等等条件的制约，而神魂梦思则可以自由地翱翔。人们现实中无法重温的感情满足，难以实现的精神追求。却可以在梦幻中求得某种补偿。“梦魂惯得无拘检，又踏杨花过谢桥”，就是以梦会故人来弥合现实的憾恨。梦魂是向来不受管束的，今夜又踏着杨花走过谢桥与伊人相会。“踏杨花”、“过谢桥”显示梦境的迷离缥缈，极有意趣。相思难逢，寤寐思服，形之梦境，非只一次，可见小晏的钟情，离思的沈挚。&&&全词两种场景，两种气氛，由宴集之酣畅到孤眠之清寂，以温馨的现实比衬飘忽的梦幻，先实后虚，结拍出语新警，意趣幽缈，余味不尽。",
                    "transferInfo" : "在酒席筵边，唱的是小令，我见到了玉箫。银灯把她映照，只一曲轻歌，便显出妩媚娇娆。在歌声中醉倒，谁能认为遗憾产生悔恨懊恼，歌声停歇了，带着余音归来，酒意还不见微消。春天如此静悄，春夜如此漫长，迟迟不见破晓。仰望碧空的游云，难道它跟楚国宫殿一样地天远路遥。做个梦吧，只有梦境才能打破束缚人的框框条条，这是梦，还是真，反正我踏着满地杨花走过了谢家的小桥。",
                    "backgroundInfo" : "这是晏几道一首著名的怀人词。词人在酒筵间结识一位歌喉婉转而容颜华艳的女郎，别后不能忘情而却无缘再相聚。于是发于歌来寄托自己深切的怀思。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "阮郎归·旧香残粉似当初",
                    "author" : "晏几道",
                    "content" : "旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。",
                    "addtionInfo" : "阮郎归：词牌名。旧香残粉：指旧日残剩的香粉。香粉，女性化妆用品。疏：稀少。衾凤：绣有凤凰图纹的彩被。枕鸳：绣有鸳鸯图案的枕头。舒：宽解，舒畅。和：连。",
                    "classInfo" : "39",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "此词抒写的是居者思行者的情怀，但它同其他同类主题的作品比较，在技巧上自有特色。作者在词中运用层层开剥的手法，把人物面对的情感矛盾逐步推上尖端，推向绝境，从而展示了人生当中不可解脱的一种深沉的痛苦。&&&上片起首两句将物与人比照起来写，意谓往昔所用香粉虽给人以残旧之感，但物仍故物，香犹故香，而离去之人的感情，却经不起空间与时间考验，逐渐淡薄，今不如昔了。上片歇拍两句，是上两句的补充和延伸，举出人不如物、今不如昔的事实，那就是行人春天初去时还有几行书信寄来，到了秋天，书信越来越稀少了。上片四句，即物思人，感昔伤今，抒写了女主人公对行者薄情的满腔怨恨。词的下片转而叙述女主人公夜间的愁思，抒写其处境的凄凉、相思的痛苦。&&&过片两句，写词中人的情感体验，赋予客观的物象—— 衾与枕以女主人公清冷、孤寂的主观情感，将女主人公的内心感受渲染得淋漓尽致。这里写衾与枕而着眼于凤与鸳，还有其象征意义，是词中人因见衾、枕上绣的凤凰、鸳鸯而想到情侣的分离，以凤凰失侣、鸳鸯成单，来暗示自己的处境已经物是人非、今非昔比了。“愁肠”一句，是其人在愁肠百结之际希冀在酒醉中求得暂时的解脱，这是她可能找到的唯一消愁的办法。但这里只说“待酒舒”，未必真入醉乡，而酒也未必真能舒愁。联系下两句看，其愁肠不仅未舒，更可能徒然加重相思之情和幽怨愁恨。&&&下片前三句写衾冷枕孤，遣愁无计，应是入夜后、就寝前的感触。结拍两句，写一觉醒来时的空虚和惆怅。既然人已成各，今已非昨，而又往事难忘，后会难期，那就只有在入睡之际，寄希望于梦中与相思之人重温旧情了。尽管梦境幻而非真，虚而非实，梦回后反而会令人惘然若失。但梦里倘能相见，总也聊胜于无。可是，最可悲的是，夜来空有相思，竟难成梦，连这一点片刻的虚幻的慰藉也得不到，就更令人难以为怀了。这结拍两句是翻进一层、层层逼进的写法。上句说已看穿了梦境的虚幻，似乎有梦无梦都无所谓，绝望之情已跃然纸上，而下句一转，把词意又推进一层。从下句再回过来看上句，才知上句是衬垫和加重下一句的，也可以说是未发先敛，欲擒故纵，从而形成跌宕，显示波澜。这种写法，有一波三折、一唱三叹、荡气回肠之妙。&&&冯煦在《六十一家选例言》中说：“淮海、小山，古之伤心人也。其语皆有味，浅语皆有致。”此词即堪称用语浅淡，味致深浓。作者在词中采用层层深入、步步紧迫的手法，将思忆之情、怨恨之痛抒发到无可回旋的地步，使人产生异样的黯然情绪，收到了很好的艺术效果。",
                    "transferInfo" : "旧日用残的香粉芳馥似当初，人儿的情意淡了反恨不如。一个春天还寄来几行书信，到了秋天书信越见稀疏。绣凤被儿冷，鸳鸯枕儿孤，郁郁愁肠只待酒来宽舒。梦魂儿纵然有相逢把晤也成虚无，怎忍受连想做个虚幻的梦儿也无路。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "卖花声·题岳阳楼",
                    "author" : "张舜民",
                    "content" : "木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。醉袖抚危栏。天淡云闲。何人此路得生还。回首夕阳红尽处，应是长安。",
                    "addtionInfo" : "卖花声：唐教坊曲名，后用为词牌名。敛芳颜：收敛容颜，肃敬的样子。阳关：阳关，古关名，今甘肃敦煌县西南。危：高。长安：此指汴京。",
                    "classInfo" : "76",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "此词道出了谪贬失意的心情，是题咏岳阳楼的词中颇具代表性的一篇。全词沉郁悲壮，扣人心弦。&&&上片起首二句，勾画出一幅洞庭叶落、水空迷蒙的秋月景象，烘托了作者其时的悲凉心境。首句化用了屈原《九歌·湘夫人》“袅袅兮秋风，洞庭波兮木叶下”句意。第三句词笔转向楼内。此时词人正楼内饮宴，因为他的身份是谪降官，又将离此南行，所以席上的气氛显得沉闷。“十分斟酒敛芳颜”，说明歌妓给他斟上了满满的一杯酒，表示了深深的情意，但她脸上没有笑容。“十分”二字，形容酒斟得很满，也说明满杯敬意。“敛芳颜”，即敛眉、敛容。写女子之动情，可谓极宛极真，深得其妙。&&&四、五两句，凄怆之情，溢于言外；百端愁绪，纷至沓来。《阳关曲》本是唐代王维所作的《送元二使安西》诗，谱入乐府时名《渭城曲》，又名《阳关曲》，送别时歌唱。其辞曰：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”所写情景，与此刻岳阳楼上的饯别有某些相似之处。联系作者的身世来看，他因写了一些所谓反战的“谤诗”，被从与西夏作战的前线撤了下来；此时他不但不能西出阳关，反而南迁郴州。这两句熔自我解嘲与讥讽当局于一炉，正话反说，语直意婉，抒发的就是胸中久抑的悲慨。&&&过片承“酒”而来，将视界再度收回楼前，写词人带着醉意凭栏独立。仰望天空，只见天淡云闲；回首长安，又觉情牵意萦。浓烈的抒情中插入这笔写景，使感情更为顿宕，深得回旋纡回之妙。“醉袖”二字，用得极工。不言醉脸、醉眼、醉手，而言醉袖，以衣饰代人，是一个非常形象的修辞方法。看到衣着的局部，比看到人物的面部表情，更易引起人们的想象，更易产生美感。从结构来讲，“醉袖”也与前面的“十分斟酒”紧相呼应，针线亦甚绵密。“天淡云闲”四字以淡语、闲语间之，使全词做到了有张有弛，疾徐有致。由于感情上如此一松，下面一句突然扬起，便能激动人心。“何人此路得生还”，完全是口语，但却比人工锻炼的语言更富有表现力。它概括了古往今来多少迁客的命运，也倾吐了词人压胸底的心声，具有悠久的历史感和深刻的现实性，负载着无尽的悲哀与痛楚。&&&结尾两句笔锋一转，又揭示内心深处的矛盾。这里的结句用的是宋人独创的脱胎换骨法。费衮说此诗用白乐天《题岳阳楼》诗“换骨”。所谓换骨，就是”以妙意取其骨而换之“（释惠洪《天厨禁脔》）。掌故的巧妙化用中，词人对故乡的眷恋，对遭贬的怨愤，对君王的期待，和盘托出，意蕴深厚。&&&这首词在内容层次上有很大的跳跃，但结构安排自然得体，了无痕迹。全词起伏跌宕，以简洁的语言表达了内心复杂的感情，深沉真切，动人心魄。这是一首格调很高、有较强感染力的好词。",
                    "transferInfo" : "秋风里万木凋零，君山上落叶纷飞；洞庭湖水与长天一色，浩浩荡荡。歌女斟满一杯酒，敛起笑容，要唱一首送别歌。我不是当年王维在渭城送别西去的客人，请不要唱这曲令人悲伤的《阳关》。酒醉后，手扶楼上的栏杆举目远望，天空清远，白云悠然。被贬的南行囚客有几人能从这条路上生还呢？回望处，夕阳映红了天边，那里应该是我离开的京都长安。",
                    "backgroundInfo" : "张舜民做过监察御史，曾因党争遭贬迁。这首词是公元1083年（宋神宗元丰六年）作者被贬官郴州途中，登临岳阳楼时所作。据张舜民《画墁集》卷八《郴行录》：“辛卯，登岳阳楼。”词即作于此时。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水龙吟·次韵章质夫杨花词",
                    "author" : "苏轼",
                    "content" : "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。",
                    "addtionInfo" : "水龙吟：词牌名。次韵：用原作之韵，并按照原作用韵次序进行创作，称为次韵。章质夫：即章楶（jié），建州浦城（今属福建）人。时任荆湖北路提点刑狱，常与苏轼诗词酬唱。从教：任凭。无情有思：言杨花看似无情，却自有它的愁思。思：心绪，情思。萦：萦绕、牵念。柔肠：柳枝细长柔软，故以柔肠为喻。困酣：困倦之极。娇眼：美人娇媚的眼睛，比喻柳叶。古人诗赋中常称初生的柳叶为柳眼。落红：落花。缀：连结。春色：代指杨花。",
                    "classInfo" : "78",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "苏词向以豪放著称，但也有婉约之作，这首《水龙吟》即为其中之一。它藉暮春之际“抛家傍路”的杨花，化“无情”之花为“有思”之人，“直是言情，非复赋物”，幽怨缠绵而又空灵飞动地抒写了带有普遍性的离愁。篇末“细看来，不是杨花，点点是离人泪，”实为显志之笔，千百年来为人们反复吟诵、玩味，堪称神来之笔。&&&“似花还似非花，也无人惜从教坠。”这首词开头两句是说，非常像花又好似不像花，无人怜惜任凭衰零坠地。&&&首句出手不凡已定一篇咏物宗旨：既咏物象，又写人言情。即人与花、物与情当在“不即不离”之间。唯其“不离”方能使种种比兴想象切合本体，有迹可求。唯其“不即”，方能不囿本体，神思飞越，展开想象。这一句准确地把握了杨花那似花非花的独特风流标格。说它“非花”，它却名为“杨花”，与百花同开同落，共同装饰春光。说它“似花”，它色淡无香，形态碎小，隐身枝头，向不为人注目爱怜。次句“也无人惜从教坠”。一个“坠”字，赋杨花的飘落；一个“惜”字，有浓郁的感情色彩，“无人惜”，是说天下惜花者虽多，但惜杨花者却少，然细加品味，乃是反衬法，词人用笔之妙，正是于“无人惜”处，暗暗逗出缕缕怜惜杨花的情意，并为下片雨后觅踪伏笔。&&&“抛家傍路，思量却是，无情有思。”这三句是说，把它抛离在家乡路旁，细细思量仿佛又是无情，实际上则饱含深情。&&&这三句承上“坠”字，写杨花离枝坠地，飘落无归情状。不说“离枝”，而说“抛家”；貌似“无情”，实质“有思”。咏物至此，已见拟人端倪，也为下文花人合一张本。&&&“萦损柔肠，困酣娇眼，欲开还闭。”这三句是说，柔肠受损，娇眼迷离，想要开放，却又紧紧闭上。&&&这三句紧承“有思”而来，咏物而不滞于物，大胆驰骋想象，将抽象的“有思”的杨花，化作了具体而有生命的人——一位春日思妇的形象。她那寸寸柔肠受尽了离愁的痛苦折磨，她的一双娇眼因春梦缠绕而困极难开。此处明写思妇而暗赋杨花，花人合一，无疑是苏词有别于章词的一种新的艺术创造。&&&“梦随风万里，寻郎去处，又还被莺呼起。”这数句是说，梦魂随风把心上人寻觅，却又被黄莺儿把无情叫起。&&&这数句妙笔天成，既摄思妇之神，又摄杨花之魂，二者正在不即不离之间。从思妇方面来说，那是由怀人不至而牵引起的一场恼人的春梦，她神魂飘扬，万里寻郎；但这里还没有到达情郎的身边，那边早已啼莺惊梦。这两句苏轼写来倍觉缠绵哀怨而又轻灵飞动。就咏物象而言，描绘杨花那种随风飘舞、欲起旋落。似去又还之状，堪称生动真切。篇首所言“似花还似非花”，正可于此境界中领会。&&&下阕开头“不恨此花飞尽，恨西园、落红难缀”，作者在这里以落红陪衬杨花，曲笔传情地抒发了对于杨花的怜惜。继之由“晓来雨过”而问询杨花遗踪，进一步烘托出离人的春恨。“一池萍碎”即是回答“遗踪何在”的问题。&&&以下“春色三分，二分尘土，一分流水”，这是一种想象奇妙而兼以极度夸张的手法。这里，数字的妙用传达出作者的一番惜花伤春之情。至此，杨花的最终归宿，和词人的满腔惜春之情水乳交融，将咏物抒情的题旨推向高潮。篇末“细看来，不是杨花，点点是离人泪”一句，总收上文，既干净利索，又余味无穷。它由眼前的流水，联想到思妇的泪水；又由思妇的点点泪珠，映带出空中的纷纷杨花，可谓虚中有实，实中见虚，虚实相间，妙趣横生。这一情景交融的神来之笔，与上阕首句“似花还似非花”相呼应，画龙点睛地概括、烘托出全词的主旨，达成余音袅袅的效果。",
                    "transferInfo" : "非常像花又好像不是花，无人怜惜任凭衰零坠地。杨花离枝坠地，看似无情，却自有它的愁思。娇柔的柳枝，就像思妇受尽离愁折磨的柔肠，那嫩绿的柳叶，犹如思妇的娇眼，春困未消，欲开还闭。正像那思妇梦中行万里，本想寻夫去处，却又被黄莺啼声惊唤起。不恨杨花飘飞落尽，只是愤恨西园满地落红枯萎难再重缀。早晨一阵风雨，又去哪里寻找落红的踪迹？早化作一池翠萍。如果把春色姿容分三份，其中的二份化作了尘土，一份坠入流水了无踪影。细看来那全不是杨花啊，是那离人苦愁的眼泪。",
                    "backgroundInfo" : "这首咏物词约作于宋神宗元丰四年（公元1081年），时为苏轼因“乌台诗案”被贬谪居黄州的第二年。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "定风波·南海归赠王定国侍人寓娘",
                    "author" : "苏轼",
                    "content" : "常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。万里归来颜愈少，微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。",
                    "addtionInfo" : "定风波：词牌名。王定国：王巩，作者友人。寓娘：王巩的歌妓。柔奴：即寓娘。玉郎：是女子对丈夫或情人的爱称，泛指男子青年。点酥娘：谓肤如凝脂般光洁细腻的美女。皓齿：雪白的牙齿。炎海：喻酷热。岭：指大庾岭，沟通岭南岭北咽喉要道。试问：试着提出问题，试探性地问。此心安处是吾乡：这个心安定的地方，便是我的故乡。",
                    "classInfo" : "75",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "这首词不仅刻画了歌女柔奴的姿容和才艺，而且着重歌颂了她的美好情操和高洁人品。柔中带刚，情理交融，空灵清旷，细腻柔婉，是这首词的风格所在。&&&上片总写柔奴的外在美，开篇“常羡人间琢玉郎，天教分付点酥娘”，描绘柔奴的天生丽质、晶莹俊秀，使读者对她的外貌有了一个比较完整、真切而又寓于质感的印象。&&&“自作清歌传皓齿，风起，雪飞炎海变清凉。”这句的意思是：柔奴能自作歌曲，清亮悦耳的歌声从她芳洁的口中传出，令人感到如同风起雪飞，使炎暑之地一变而为清凉之乡，使政治上失意的主人变忧郁苦闷、浮躁不宁而为超然旷放、恬静安详。苏词横放杰出，往往驰骋想象，构成奇美的境界，这里对“清歌”的夸张描写，表现了柔奴歌声独特的艺术效果。“诗言志，歌咏言”，“哀乐之心感，而歌咏之声发”（班固《汉书·艺文志》），美好超旷的歌声发自于美好超旷的心灵。这是赞其高超的歌技，更是颂其广博的胸襟，笔调空灵蕴藉，给人一种旷远清丽的美感。&&&下片通过写柔奴的北归，刻画其内在美。换头承上启下，先勾勒她的神态容貌：“万里归来颜愈少。”岭南艰苦的生活她甘之如饴，心情舒畅，归来后容光焕发，更显年轻。“年愈少”多少带有夸张的成分，洋溢着词人赞美历险若夷的女性的热情。“微笑”二字，写出了柔奴在归来后的欢欣中透露出的度过艰难岁月的自豪感。“笑时犹带岭梅香”，表现出浓郁的诗情，既写出了她北归时经过大庾岭的情况，又以斗霜傲雪的岭梅喻人，赞美柔奴克服困难的坚强意志，为下边她的答话作了铺垫。&&&最后写到词人和她的问答。先以否定语气提问：“试问岭南应不好？”“却道”陡转，使答语“此心安处是吾乡”更显铿锵有力，警策隽永。白居易《初出城留别》中有“我生本无乡，心安是归处”，《种桃杏》中有“无论海角与天涯，大抵心安即是家”等语，苏轼的这句词，受白诗的启发，但又明显地带有王巩和柔奴遭遇的烙印，有着词人的个性特征，完全是苏东坡式的警语。它歌颂柔奴随缘自适的旷达与乐观，同时也寄寓着作者自己的人生态度和处世哲学。&&&这首词中以明洁流畅的语言，简练而又传神地刻画了柔奴外表与内心相统一的美好品性，通过歌颂柔奴身处逆境而安之若素的可贵品格，抒发了作者在政治逆境中随遇而安、无往不快的旷达襟怀。",
                    "transferInfo" : "常常羡慕这世间如玉雕琢般丰神俊朗的男子，就连上天也怜惜他，赠予他柔美聪慧的佳人与之相伴。人人都说清亮悦耳的歌声从她芳洁的口中传出，令人感到如同风起雪飞，使炎暑之地一变而为清凉之乡。她从遥远的地方归来，更加容光焕发，更显年轻了，微微一笑，笑颜里好像还带着岭南梅花的清香；我试着问她：“岭南的风土应该不是很好吧？”你却坦然答道：“心安定的地方，便是我的故乡。”",
                    "backgroundInfo" : "苏轼的好友王巩因为受到使苏轼遭杀身之祸的“乌台诗案”牵连，被贬谪到地处岭南荒僻之地的宾州。王巩受贬时，其歌妓柔奴（寓娘）毅然随行到岭南。公元1083年（元丰六年）王巩北归，出柔奴为苏轼劝酒。苏轼问及广南风土，柔奴答以“此心安处，便是吾乡”。苏轼听后，大受感动，作此词以赞。也有学者认为这首词作于公元1085（元丰八年）十二月。公元1084年（苏轼元丰七年）三月由黄州量移汝州，赴任途中乞常州居住，八年六月起知登州，十月，以礼部侍郎召还，十二月到京，与王巩会宴，即席创作此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "念奴娇·赤壁怀古",
                    "author" : "苏轼",
                    "content" : "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
                    "addtionInfo" : "念奴娇：词牌名。赤壁：此指黄州赤壁，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。大江：指长江。淘：冲洗，冲刷。风流人物：指杰出的历史名人。故垒：过去遗留下来的营垒。周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。雪：比喻浪花。遥想：形容想得很远；回忆。小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发：谈吐不凡，见识卓越。羽扇纶（guān）巾：古代儒将的便装打扮。羽扇：羽毛制成的扇子。纶巾：青丝制成的头巾。樯橹（qiáng lǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。华发（fà）：花白的头发。一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。",
                    "classInfo" : "36",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。&&&千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而苏轼却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。“人道是“三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用“人道是“三字引出以下议论。&&&“乱石”以下五句是写江水腾涌的壮观景象。其中“穿“、“拍“、“卷“等动词用得形象生动。“江山如画“是写景的总括之句。“一时多少豪杰“则又由景物过渡到人事。&&&苏轼重点要写的是“三国周郎“，故下阕便全从周郎引发。换头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的“千古风流人物“到”一时多少豪杰“再到“遥想公瑾当年“，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。&&&不留意的人容易把“羽扇纶巾“看作是诸葛亮的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以“羽扇”代指周瑜，如戴复古《赤壁》诗云：“千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。”&&&苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。“故国“两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：“四十五十而无闻焉，斯亦不足畏也已。“苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有“多情应笑我“之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐李煜那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。“人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞哪复计东西“(《和子由渑池怀旧》)。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句“人生如梦，一樽还酹江月”的感慨。正如他在《西江月》词中所说的那样：“世事一场大梦，人生几度秋凉。”消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将樽酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：“惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。”这种超然远想的文字，宛然是《庄子?齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。",
                    "transferInfo" : "大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。遥想当年的周瑜春风得意，小乔刚刚嫁给了他做妻子，英姿雄健风度翩翩神采照人。手摇羽扇头戴纶巾，谈笑之间，就把强敌的战船烧得灰飞烟灭。如今我身临古战场神游往昔，可笑我有如此多的怀古柔情，竟如同未老先衰般鬓发斑白。人生犹如一场梦，且洒一杯酒祭奠江上的明月。",
                    "backgroundInfo" : "这首词是宋神宗元丰五年（公元1082年）苏轼谪居黄州时所写，当时作者四十五岁，因“乌台诗案”被贬黄州已两年余。苏轼由于诗文讽喻新法，为新派官僚罗织论罪而被贬，心中有无尽的忧愁无从述说，于是四处游山玩水以放松情绪。正巧来到黄州城外的赤壁（鼻）矶，此处壮丽的风景使作者感触良多，更是让作者在追忆当年三国时期周瑜无限风光的同时也感叹时光易逝，因写下此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西江月·世事一场大梦",
                    "author" : "苏轼",
                    "content" : "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。",
                    "addtionInfo" : "西江月：原为唐教坊曲，后用作词调。风叶：风吹树叶所发出的声音。鸣廊：在回廊上发出声响眉头鬓上: 指眉头上的愁思鬓上的白发。贱：质量低劣。妨：遮蔽。孤光：指独在中天的月亮。琖：同“盏”，酒杯。",
                    "classInfo" : "17",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "词的上片寓情于景。词人首先写道：“世事一场大梦。”首句把人世喻为梦境。梦总是空虚的，转瞬即逝的。这里的“人世”与“梦”恰如《西江月·平山堂》中说的“休言万事转头空，未转头时是梦”一样。词人借梦抒怀，以此感叹人生的虚幻与短促。接着第二句写道：“人生几度秋凉。”其中，一个“新”与“几度”搭配，更好地表现了人生坎坷，人生的短暂，似如过客一样来去匆匆。可以说，词人在此感时伤怀。&&&于是，词人接着写道：“夜来风叶已鸣廊，看取眉头鬓上。”这里两句紧承“世事一场大梦”而来，进一步通过时令风物，来表现时光匆匆而引起心中的惆怅。从意思来说，前一句说秋风吹来，树叶零落，在回廊上发出声响。这是从视觉来写的，表现出了“秋风扫落叶”的凄凉。&&&下一句写人，写人对“秋风扫落叶”景象感受。悲秋，就是因为秋催人老去而伤感。词人把自然之景与人的感受结合起来，不但表现了季节的转换，而且也表现出时光易逝、容颜将老的无奈之感。&&&下片写独自一人于异乡把盏赏月的孤寂处境和伤时感事的思绪。“酒贱常愁客少”，委婉地点出作者遭贬斥后势利小人避之如水火的情形；“月明多被云妨”，隐喻奸人当道，排斥善类，忠而被谤，因谗遭贬。以上两句，流露出词人对世态炎凉的感愤，包含的情感非常丰富：有念怀亲人的无限情思，有对国事的忧虑和对群小当道的愤懑，有渴望朝廷理解、重用的深意，也有难耐的孤寂落寞和不被世人理解的苦痛凄凉。这一结拍，是一个天涯沦落人带着血泪的人生呐喊与宣泄。它巨大的悲剧力量，确乎令人荡气回肠。&&&整首词突出了一个“凉”字，以清寒的中秋之夜的凉风、明月与孤灯等情感意象，营造了一个情景交融的完美意境。苏轼借写节候之“凉”，抒写人生之“悲凉”，表达了他对现实人生的深沉思考。与这首词意境与主旨相似的就是那首写于密州的词《水调歌头·明月几时有》，在那首词中，苏轼写道：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”与这首《西江月·世事一场大梦》相比，两词都是借写景抒怀，都渲染了一个“寒”、“凉”情绪意境，给词蒙上了一层深厚的情感意韵。所不同的是前者在于指出节候之“清寒”，后者重在喻示人生之“凄凉”；前者写天上人间之“清寒”，后者写现实人间之“凄凉”；前者想象天上人间之“寒”以反衬人世间值得留恋，后者借人间之真情以慰藉自己“凄凉”的心灵。两词相得益彰，情韵悠远，表达了饱受政治打击的苏轼对历史人生的深刻认识，以及对人世真情的深深眷恋。&&&苏轼这首词也寄寓了一定的哲理意味。但这种哲理意味是通过营造一个完美的审美意境传达出来的。读者首先感受到的是中秋之夜清寒的月色与空寂的长廊，孤独的词人身影与孤独的黯淡灯光，以及由此流露出来的词人深沉的人生思考与真挚的人世之恋，读者并不感觉到说理、议论的空洞与枯燥，而是为词中深沉的情感所打动，然后体验出作者蕴含于词中的哲理趣味。另外，苏轼是宋代豪放词派的代表词人，然而这首词风格柔婉，可以看出苏轼的词风也有悲情婉约的一面，这种哀怨隐忍之作更让人久久不能忘怀。",
                    "transferInfo" : "世上万事恍如一场大梦，人生经历了几度新凉的秋天？到了晚上，风吹动树叶发出的声音，响彻回廊里，看看自己，愁思爬上了眉头，鬓边生出了白发。酒并非好酒，常因客少发愁，月亮虽明，却多被云层遮住。在这中秋之夜，谁能够和我共同欣赏这美妙的月光？我只能拿起酒杯，凄然望着北方。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "西江月·顷在黄州",
                    "author" : "苏轼",
                    "content" : "照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。",
                    "addtionInfo" : "西江月：词牌名。弥弥：水波翻动的样子。层霄：弥漫的云气。障泥：马鞯，垂于马两旁以挡泥土。玉骢：良马。骄：壮健的样子。可惜：可爱。琼瑶：美玉。这里形容月亮在水中的倒影。杜宇：杜鹃鸟。",
                    "classInfo" : "36",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "这是一首寄情山水的词。上片写词人路上的见闻和醉态，下片言词人对美好景物的怜惜之情。此词以空山明月般澄澈、空灵的心境，描绘了一个富有诗情画意的月夜人间仙境图，表现出一个物我两忘、超然物外的境界，抒发了作者乐观、豁达、以顺处逆的襟怀。全词寓情于景，情景交融，境界空灵浩渺，读来回味无穷。&&&作者在词中描绘出一个物我两忘、超然物外的境界，把自然风光和自己的感受融为一体，在诗情画意中表现自己心境的淡泊、快适，抒发了他乐观、豁达、以顺处逆的襟怀。&&&小序叙事简洁，描写生动，短短五十四字，即写出地点、时间、景物以及词人的感受。它充满了诗情画意，是一篇写得很优美的散文，可与其《记承天寺夜游》媲美。&&&上片头两句写归途所见：“照野弥弥浅浪，横空隐隐层霄。”弥弥，是水盛的样子；层霄，即层云。春夜，词人在蕲水边骑马而行，经过酒家饮酒，醉后乘着月色归去，经过一座溪桥。由于明月当空，所以才能看见清溪在辽阔的旷野流过。”先说“照野”，突出地点明了月色之佳。用“弥弥”形容“浅浪”，就把春水涨满、溪流汩汩的景象表现出来了。广阔的天空还有淡淡的云层。“横空”，写出了天宇之广。说云层隐隐约约在若有若无之间，更映衬了月色的皎洁。野外是广袤的，天宇是寥廓的，溪水是清澈的。在明月朗照之下的人间仙境中，诗人忘却了世俗的荣辱得失和纷纷扰扰，把自己的身心完全融化到大自然中。此两句暗写月光。&&&“障泥未解玉骢骄”，是说那白色的骏马忽然活跃起来，提醒他的主人：要渡水了！障泥，是用锦或布制作的马荐，垫在马鞍之下，一直垂到马腹两边，以遮尘土。《晋书·王济传》：“济善解马性，尝乘一马，著连乾障泥，前有水，终不肯渡。济曰：‘此必是惜障泥。’使人解去，便渡。”词人在这里只是写了坐骑的神态，便衬托出濒临溪流的情景。&&&把典故融化于景物描写之中，这是很成功的一个例子。此时，词人不胜酒力，从马上下来，等不及卸下马鞍鞯，即欲眠于芳草。“我欲醉眠芳草”，既写出了浓郁的醉态，又写了月下芳草之美以及词人因热爱这幽美的景色而产生的喜悦心情，可以说收到了一石三鸟的效果。&&&过片二句，更进一步抒发十分迷恋、珍惜月色的心情，为“解鞍少休”补充了看来非常奇特，实际上更为充足的理由。琼瑶，是美玉，这里比作皎洁的水上月色。可惜，是可爱的意思。这一溪风月确实是太迷人了！那月光洒满了静静的原野，洒满了清澈的溪流，水月交辉，真像缀满了无数晶莹无暇的珠玉。如果策马前进，那些珍奇的珠玉书势必被马蹄踏碎，这怎么能行呢？词人在这里用的修辞手法是“借喻”，径以月色为“琼瑶”。由于感情真挚，这个境界是极为幽美、静谧、纯洁的。这一境界，是东坡独特的感受，前人似未曾有过。&&&“解鞍欹枕绿杨桥，杜宇一声春晓。”末两句是说，我解下马鞍做枕头，斜卧在绿杨桥上进入了梦乡，听见杜鹃叫时，天已亮了。&&&词人终于用马鞍作枕，依靠着它斜卧在绿杨桥上“少休”了。这一觉当然睡得很香，及至醒来，“杜宇一声春晓”，春天的黎明又是一番景色了。这个结尾如空谷传声，余音不绝。妙在又将一幅清新明丽的画卷呈现在我们面前，但是却留下了空白，让读者用自己丰满的联想去感受它。&&&此词所描绘的富有诗情画意的美景中，处处有“我”之色彩，景物成为塑造“我”的典型性格的凭据。词人不论是醉还是醒，是月夜还是春晨，都能“无入不自得”，随意而成趣，逐步展示词的意境。作者善于把意和境浑然凝结为一个不可分割的整体，他把自己的身心完全融化到大自然中，忘却了世俗的荣辱得失和纷纷扰扰，表现了自己与造化神游的畅适愉悦，读来回味无穷，令人神往。",
                    "transferInfo" : "月光下小溪春水涨满、水波涌动，隐隐约约的看见天空中云气弥漫。濒临溪流，从马上下来，等不及卸下马鞯，就想倒在这芳草中睡一觉。这溪中景致如此可爱，千万不能让马儿踏碎那水中的月亮。我解下马鞍作枕头，斜卧在绿杨桥上进入了梦乡，听见杜鹃叫时，天已明了。",
                    "backgroundInfo" : "此词作于苏轼贬谪黄州期间，具体创作时间不详。公元1079年（元丰二年）苏轼因“乌台诗案”被贬为黄州团练副使。这是苏轼生活史的转折点，这飞来横灾彻底地粉碎了苏轼希图在政治上有所作为，然后功成身退的幻想。从此以后，苏轼看清了官场的黑暗、世态的炎凉。但苏轼没有被痛苦压倒。他住在黄州临皋亭。后来又在不远处开垦一片荒地，种上庄稼树木，名之曰“东坡”。他有时布衣芒屩，出入于阡陌之上；有时月夜泛舟，放浪于山水之间：表现出一种超人的旷达，一种不以世事萦怀的恬淡精神。沉重的政治打击使他对社会对人生的态度，以及反映在创作上的思想感情和风格都有明显的变化。在这期间他创作了很多优秀作品，此词是其中之一。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "临江仙·夜饮东坡醒复醉",
                    "author" : "苏轼",
                    "content" : "夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。",
                    "addtionInfo" : "东坡：在湖北黄冈县东。苏轼谪贬黄州时，友人马正卿助其垦辟的游息之所，筑雪堂五间。听江声：苏轼寓居临皋，在湖北黄 县南长江边，故能听长江涛声。营营：周旋、忙碌，内心躁急之状，形容为利禄竟逐钻营。夜阑：夜尽。縠纹：比喻水波细纹。縠，绉纱。",
                    "classInfo" : "109",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "这首词作于神宗元丰五年，即东坡黄州之贬的第三年。全词风格清旷而飘逸，写作者深秋之夜在东坡雪堂开怀畅饮，醉后返归临皋住所的情景，表现了词人退避社会、厌弃世间的人生理想、生活态度和要求彻底解脱的出世意念，展现了作者旷达而又伤感的心境。&&&上片首句“夜饮东坡醒复醉”，一开始就点明了夜饮的地点和醉酒的程度。醉而复醒，醒而复醉，当他回临皋寓所时，自然很晚了。“归来仿佛三更”，“仿佛” 二字，传神地画出了词人醉眼朦胧的情态。这开头两句，先一个“醒复醉”，再一个“仿佛”，就把他纵饮的豪兴淋漓尽致地表现出来了。&&&接着，下面三句，写词人已到寓所、在家门口停留下来的情景：“家童鼻息已雷鸣。敲门都不应，倚杖听江声。”走笔至此，一个风神潇洒的人物形象，一位襟怀旷达、遗世独立的“幽人”跃然纸上，呼之欲出。其间浸润的，是一种达观的人生态度，一种超旷的精神世界，一种独特的个性和真情。&&&上片以动衬静，以有声衬无声，通过写家僮鼻息如雷和作者谛听江声，衬托出夜静人寂的境界，从而烘托出历尽宦海浮沉的词人心事之浩茫和心情之孤寂，使人遐思联翩，从而为下片当中作者的人生反思作好了铺垫。&&&下片一开始，词人便慨然长叹道：“长恨此身非我有，何时忘却营营？”这奇峰突起的深沉喟叹，既直抒胸臆又充满哲理意味，是全词枢纽。“长恨此身非我有”是化用《庄子·知北游》“汝生非汝有也”句。“何时忘却营营”，也是化用《庄子·庚桑楚》“全汝形，抱汝生，无使汝思虑营营”。本是说，一个人的形体精神是天地自然所赋与，此身非人所自有。为人当守本分，保其生机；不要因世事而思虑百端，随其周旋忙碌。苏轼政治上受大挫折，忧惧苦恼，向道家思想寻求超脱之方。这两句颇富哲理的议论，饱含着词人切身的感受，带有深沉的感情，一任情性，发自衷心，因而自有一种感人的力量。以议论为词，化用哲学语言入词，冲破了传统词的清规戒律，扩大了词的表现力。这种语言上的特色正表现出词人的独特个性。正如前人所说。东坡“横放杰出，自是曲子中缚不住者”。&&&词人静夜沉思，豁然有悟，既然自己无法掌握命运，就当全身免祸。顾盼眼前江上景致，是“夜阑风静縠纹平”，心与景会，神与物游，为如此静谧美好的大自然深深陶醉了。于是，他情不自禁地产生脱离现实社会的浪漫主义的遐想，唱道：“小舟从此逝，江海寄余生。”他要趁此良辰美景，驾一叶扁舟，随波流逝，任意东西，他要将自己的有限生命融化在无限的大自然之中。&&&“夜阑风静彀纹平”，表面上看来只是一般写景的句子，其实不是纯粹写景，而是词人主观世界和客观世界相契合的产物。它引发出作者心灵痛苦的解脱和心灵矛盾的超越，象征着词人追求的宁静安谧的理想境界，接以“小舟”两句，自是顺理成章。苏东坡政治上受到沉重打击之后，思想几度变化，由入世转向出世，追求一种精神自由、合乎自然的人生理想。在他复杂的人生观中，由于杂有某些老庄思想，因而在痛苦的逆境中形成了旷达不羁的性格。“小舟从此逝，江海寄余生”，这余韵深长的歇拍，表达出词人潇洒如仙的旷达襟怀，是他不满世俗、向往自由的心声。&&&这首词写出了谪居中的苏东坡的真性情，反映了他的独特风格。历史上的成功之作，无不体现作者的鲜明个性，因此，作为文学作品写出真情性是最难能可贵的。元好问评论东坡词说：“唐歌词多宫体，又皆极力为之。自东坡一出，情性之外，不知有文字，真有'一洗万古凡马空’气象”元好问道出了东坡词的总的特点：文如其人，个性鲜明。也是却好指出了这首《临江仙》词的最成功之处。",
                    "transferInfo" : "夜里在东坡饮酒，醉而复醒，醒了又饮。回来的时候仿佛已经三更。家里的童仆早已睡熟鼾声如雷鸣。反复敲门里面全不回应，只好独自倚着藜杖倾听江水奔流的吼声。长恨身在宦途，这身子已不是我自己所有。什么时候能忘却为功名利禄而奔竞钻营！趁着这夜深、风静、江波坦平，驾起小船从此消逝，泛游江河湖海寄托余生。",
                    "backgroundInfo" : "这首词作于苏轼黄州之贬的第三年，即宋神宗元丰五年（公元1082年）九月。元丰三年（公元1080年），苏轼因乌台诗案，谪贬黄州（今湖北黄冈）。但他没有被痛苦压倒。有时布衣芒屩，出入于阡陌之上，他要从大自然中寻求美的享受，领略人生的哲理。这就是此词的创作背景。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "定风波·莫听穿林打叶声",
                    "author" : "苏轼",
                    "content" : "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
                    "addtionInfo" : "定风波：词牌名。穿林打叶声：指大雨点透过树林打在树叶上的声音。吟啸：放声吟咏。芒鞋：草鞋。一蓑烟雨任平生：披着蓑衣在风雨里过一辈子也处之泰然。一蓑（suō）：蓑衣，用棕制成的雨披。料峭：微寒的样子。斜照：偏西的阳光。向来：方才。萧瑟：风雨吹打树叶声。也无风雨也无晴：意谓既不怕雨，也不喜晴。",
                    "classInfo" : "36",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "此词为醉归遇雨抒怀之作。词人借雨中潇洒徐行之举动，表现了虽处逆境屡遭挫折而不畏惧不颓丧的倔强性格和旷达胸怀。全词即景生情，语言诙谐。&&&首句“莫听穿林打叶声”，一方面渲染出雨骤风狂，另一方面又以“莫听”二字点明外物不足萦怀之意。“何妨吟啸且徐行”，是前一句的延伸。在雨中照常舒徐行步，呼应小序“同行皆狼狈，余独不觉”，又引出下文“谁怕”即不怕来。徐行而又吟啸，是加倍写；“何妨”二字透出一点俏皮，更增加挑战色彩。首两句是全篇枢纽，以下词情都是由此生发。&&&在雨中行走，按照生活常态，当然是骑马胜过竹杖芒鞋，但是苏轼却说：“竹杖芒鞋轻胜马，谁怕？”这里当然不是写实，而是继续写自己当时的心态。当自己拥有平静悠闲的心态时，即使是竹杖芒鞋行走在泥泞之中，也胜过骑马扬鞭疾驰而去。这里还隐含了两种生活的对比，一种是竹杖芒鞋的平民生活，一种是肥马轻裘的贵族生活。在历经了政治上的风风雨雨后，苏轼越来越认同这种真真切切、平平淡淡的平民生活。“竹杖”、“芒鞋”是苏轼用来表达平民生活的重要意象，在其诗词中经常使用，如《初入庐山》：“芒鞋青竹杖，自挂百钱游。”《东坡》：“莫嫌荦确坡头路，自爱铿然曳杖声。”《寓居定惠院》：“不问人家与僧舍，拄杖敲门看修竹。”尽管苏轼是一位士人和官员，但却是一个平民艺术家，常常深入民间，并过着平民般的生活。“竹杖芒鞋”就是苏东坡典型的平民形象，也是其平民人格的真实写照。&&&竹杖芒鞋行走在风雨中，本是一种艰辛的生活，而苏轼却走得那么潇洒、悠闲。对于这种生活，他进一步激励自己：“谁怕？”意思是说，我不怕这种艰辛和磨难。这是一句反问句，意在强调这种生活态度。为什么要强调这种生活态度呢？因为对于苏轼，这就是他一生的生活态度，所以他说：“一蓑烟雨任平生”。“一蓑烟雨”，是说整个蓑衣都在烟雨中，实际上是说他的全身都在风吹雨打之中。这“一蓑烟雨”也象征人生的风雨、政治的风雨。而“任平生”，是说一生任凭风吹雨打，而始终那样的从容、镇定、达观。这一句简直就是苏轼一生生活的写照。他在政治上不断地受到打击，一贬再贬，晚年最后流放到了蛮荒之地海南岛。但是在精神上，他始终没有被打败，始终保持一颗鲜活灵动的心。当他被贬到海南岛，仍能够写出“云散月明谁点缀，天容海色本澄清”这样心灵纯净的句子。对于“一蓑烟雨”这样的意象，苏轼是非常喜爱的。他对唐代词人张志和的词《渔父》中“青箬笠，绿蓑衣，斜风细雨不须归”这样的句子极为赞赏，恨其曲调不传，并将其改为《浣溪沙》中句子（“自庇一身轻箬笠，相随到处绿蓑衣”）入歌。&&&我们再看词的下阕，下阕转到写雨后的情景和感受。“料峭春风吹酒醒，微冷，山头斜照却相迎。”这里描绘了一个有趣而又充满哲理的画面：一边是料峭春风，作者感到丝丝的冷意；一边是山头斜照，作者感到些些的暖意。这既是写景，也是表达人生的哲理。人生不就是这样充满辩证法吗？在寒冷中有温暖，在逆境中有希望，在忧患中有喜悦。当你对人生的这种辩证法有了了悟之后，就不会永远沉陷在悲苦和挫折之中，就会在微冷的醒觉中升起一股暖意、一线希望。“山头斜照却相迎”，是对生活的一种积极观照，是一种通观，是苏轼经历磨难和打击之后，在灵魂上的升华。苏轼在他的另两句诗中，也表达这种思想：“参横斗转欲三更，苦雨终风也解晴。”意谓凄风苦雨之后也终会放晴的。&&&其实以上三句表达的还只是一种儒家的境界，这是一种入世的人生态度。在此基础上，苏轼进一步彻悟人生：“回首向来萧瑟处，归去，也无风雨也无晴。”归去之后，看刚才刮风下雨的地方，哪里有什么雨，哪里有什么晴。所谓风雨，所谓晴，不过是人心中的幻象而已。这里苏轼进入到了佛教所说的“无差别境界”。在佛教看来，“万法惟心所现”，世界的一切物象皆是心所幻化而出的。如果心静，世界自然清静。其实世界万物并没有什么区别，只是我们有了分别心才有了世界万象。如果我们内心进入到了无差别的境界，世界万物哪有什么分别呢？因此佛教劝人“无执”，一切都不要执着，不要被外物所系缚。成功也好，失败也好，都不要太在乎，所谓“宠辱不惊”。苏轼在这里表达的正是这样一种哲理，归去之后（可理解心灵的皈依），心灵进入了宁静的境界，再看生活中的风雨或阳光，哪有什么区别呢？都微不足道。他在此劝人既不要因风雨而担惊受怕，也不要因阳光而欣喜若狂，一切都泰然处之。这看来似乎有些唯心的色彩了，其实这是一种人生的大境界，是一种了悟宇宙、人生之后的大超越。这也反映出了苏轼的人格境界，应该说苏轼的一生基本上达到了这一境界。晚年他流放到海南岛后，又把这三句稍一改，写入了另一首诗《独觉》：“潇然独觉午窗明，欲觉犹闻醉鼾声。回首向来萧瑟处，也无风雨也无晴。”可见，苏轼是以此来磨砺自己的人格境界，并贯穿在他一生的生命历程之中。全词以这样充满哲理的句子收尾，韵味无穷，令人深思。",
                    "transferInfo" : "不用注意那穿林打叶的雨声，何妨放开喉咙吟唱从容而行。竹杖和草鞋轻捷得胜过骑马，有什么可怕的？一身蓑衣任凭风吹雨打，照样过我的一生。春风微凉吹醒我的酒意，微微有些冷，山头初晴的斜阳却应时相迎。回头望一眼走过来的风雨萧瑟的地方，我信步归去，不管它是风雨还是放晴。",
                    "backgroundInfo" : "此词作于苏轼黄州之贬后的第三个春天。读罢全词，人生的沉浮、情感的忧乐，我们的理念中自会有一番全新的体悟。它通过野外途中偶遇风雨这一生活中的小事，于简朴中见深意，于寻常处生奇警，表现出旷达超脱的胸襟，寄寓着超凡脱俗的人生理想。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "卜算子·黄州定慧院寓居作",
                    "author" : "苏轼",
                    "content" : "缺月挂疏桐，漏断人初静。时见幽人独往来，缥缈孤鸿影。惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。",
                    "addtionInfo" : "漏断：即指深夜。漏，指古人计时用的漏壶；即指深夜。幽：幽静、优雅。省：理解。",
                    "classInfo" : "27",
                    "poetryID" : "26",
                    "source" : "3",
                    "analysesInfo" : "此词为公元1083年（神宗元丰六年）初作于黄州，定慧院在今天的湖北黄冈县东南，苏轼另有《游定惠院记》一文。由上可知这首词是苏轼初贬黄州寓居定慧院时所作。被贬黄州后，虽然自己的生活都有问题，但苏轼是乐观旷达的，能率领全家通过自身的努力来渡过生活难关。但内心深处的幽独与寂寞是他人无法理解的。在这首词中，作者借月夜孤鸿这一形象托物寓怀，表达了孤高自许、蔑视流俗的心境。&&&上阕写的正是深夜院中所见的景色。“缺月挂疏桐，漏断人初静。”营造了一个夜深人静、月挂疏桐的孤寂氛围，为''幽人''、''孤鸿''的出场作铺垫。“漏”指古人计时用的漏壶：“漏断”即指深夜。在漏壶水尽，更深人静的时候，苏轼步出庭院，抬头望月，又是一个多么孤寂的夜晚呀！月儿似乎也知趣，从稀疏的桐树间透出清晖，像是挂在枝桠间。这两句出笔不凡，渲染出一种孤高出生的境界。接下来的两句，“谁见幽人独往来，缥缈孤鸿影。”周围是那么宁静幽寂，在万物入梦的此刻，又有谁像自己这样在月光下孤寂地徘徊，就像是一只孤单飞过天穹的凄清的大雁呢？先是点出一位独来独往、心事浩茫的“幽人”形象，随即轻灵飞动地由“幽人”而孤鸿，使这两个意象产生对应和契合，让人联想到：“幽人”那孤高的心境，不正像缥缈若仙的孤鸿之影吗？这两句，既是实写，又通过人、鸟形象的对应、嫁接，极富象征意味和诗意之美地强化了“幽人”的超凡脱俗。物我同一，互为补充，使孤独的形象更具体感人。&&&下阕，更是把鸿与人同写，“惊起却回头，有恨无人省。”这是直写自己孤寂的心境。人孤独的时候，总会四顾，回头的寻觅，找到的是更多的孤独，“有恨无人省”，有谁能理解自己孤独的心呢？世无知音，孤苦难耐，情何以堪？“拣尽寒枝不肯栖，寂寞沙洲冷。”写孤鸿遭遇不幸，心怀幽恨，惊恐不已，在寒枝间飞来飞去，拣尽寒枝不肯栖息，只好落宿于寂寞荒冷的沙洲，度过这样寒冷的夜晚。这里，词人以象征手法，匠心独运地通过鸿的孤独缥缈，惊起回头、怀抱幽恨和选求宿处，表达了作者贬谪黄州时期的孤寂处境和高洁自许、不愿随波逐流的心境。作者与孤鸿惺惺相惜，以拟人化的手法表现孤鸿的心理活动，把自己的主观感情加以对象化，显示了高超的艺术技巧。&&&这首词的境界，确如黄庭坚所说：“语意高妙，似非吃烟火食人语，非胸中有万卷书，笔下无一点尘俗气，孰能至此！”这种高旷洒脱、绝去尘俗的境界，得益于高妙的艺术技巧。作者“以性灵咏物语”，取神题外，意中设境，托物寓人；对孤鸿和月夜环境背景的描写中，选景叙事均简约凝练，空灵飞动，含蓄蕴藉，生动传神，具有高度的典型性。&&&现今一般以唐圭璋先生的注释为准，他认为此词上片写鸿见人，下片写人见鸿。此词借物比兴。人似飞鸿，飞鸿似人，非鸿非人，亦鸿亦人，人不掩鸿，鸿不掩人，人与鸿凝为一体，托鸿以见人。东坡又有诗云：“人似秋鸿来有信，去如春梦了无痕。”（《正月二十二日与潘郭二生出郊游寻春忽记去年是日同至女王城作诗乃和并韵》）比喻人生来去如鸿雁，代代往复，生生不已。但一个人的经历又像春梦一样，去而无踪，难以追怀。可以作为对照。这首词应该是有政治寄托的，周济论词主“有寄托”与“无寄托”之说，以为“非寄托不入”，而“专寄托则不出”。东坡此词能臻此境，在于“非因寄托而为是词”，乃“触发于弗克自己，流露于不自知”。这正是苏轼的才学，气度，思想的体现。",
                    "transferInfo" : "弯弯的勾月悬挂在疏落的梧桐树上；夜阑人静，漏壶的水早已滴光了。有谁见到幽人独自往来，仿佛天边孤雁般缥缈的身影。突然惊起又回过头来，心有怨恨却无人知情。挑遍了寒枝也不肯栖息，甘愿在沙洲忍受寂寞凄冷。",
                    "backgroundInfo" : "据史料记载，此词为公元1082年（元丰五年）十二月或公元1083年（宋神宗元丰六年）初作于黄州，定慧院在今天的湖北黄岗县东南，又作定惠院，苏轼另有《游定惠院记》一文。由上可知这首词是苏轼初贬黄州寓居定慧院时所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "洞仙歌·冰肌玉骨",
                    "author" : "苏轼",
                    "content" : "冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。",
                    "addtionInfo" : "洞仙歌：词牌名。冰肌：肌肤洁白如冰雪。水殿：建在摩诃池上的宫殿。欹：斜靠。河汉：银河。金波：指月光。玉绳：星名，位于北斗星附近。流年：流逝之岁月，年华。",
                    "classInfo" : "57",
                    "poetryID" : "27",
                    "source" : "3",
                    "analysesInfo" : "此词描述了五代时后蜀国君孟昶与其妃花蕊夫人夏夜在摩河池上纳凉的情景，着意刻绘了花蕊夫人姿质与心灵的美好、高洁，表达了词人对时光流逝的深深惋惜和感叹。&&&上片写花蕊夫人帘内欹枕。首二句写她的绰约风姿：丽质天生，有冰之肌、玉之骨，本自清凉无汗。接下来，词人用水、风、香、月等清澈的环境要素烘托女主人公的冰清玉润，创造出境佳人美、人境双绝的意境。其后，词人借月之眼以窥美人欹枕的情景，以美人不加修饰的残妆——“钗横鬓乱”，来反衬她姿质的美好。上片所写，是从旁观者角度对女主人公所作出的观察。&&&下片直接描写人物自身，通过女主人公与爱侣夏夜偕行的活动，展示她美好、高洁的内心世界。“起来携素手，”写女主人公已由室内独自倚枕，起而与爱侣户外携手纳凉闲行。“庭户无声”，制造出一个夜深人静的氛围，暗寓时光在不知不觉中流逝。“时见疏星渡河汉”，写二人静夜望星。以下四句写月下徘徊的情意，为纳凉人的细语温存进行气氛上的渲染。以上，作者通过写环境之静谧和斗转星移之运动，表现了时光的推移变化，为写女主人公纳凉时的思想活动作好铺垫。结尾三句是全词点睛之笔，传神地揭示出时光变换之速，表现了女主人公对时光流逝的深深惋惜。&&&这首词写古代帝王后妃的生活，在艳羡、赞美中附着作者自身深沉的人生感慨。全词清空灵隽，语意高妙，想象奇特，波澜起伏，读来令人神往。值得注意的是，花蕊夫人本是孟昶的宠妃，后蜀灭亡之后，花蕊入宋，以“十四万人齐解甲，更无一人是男儿”的诗句令赵匡胤大为倾倒。不久，孟昶暴亡，花蕊成了太祖的贵妃，据说跟太宗赵光义也有瓜葛。对这样一个与三个皇帝有绯闻的“亡国之妃”，苏轼坦然地把她刻画得几近仙女，且毫不避讳地写她与孟昶的爱情。",
                    "transferInfo" : "冰一样的肌肤，玉一般的身骨，自然是遍身清凉没有汗。宫殿里清风徐来幽香弥漫。绣帘被风吹开，一线月光把佳人窥探。佳人还没有入睡，她斜倚绣枕钗横发乱。他起来携着她的小手，走出无声的庭院，随时可见流星横穿河汉。试问夜已多深？已过了三更，月光暗淡，玉绳星向下旋转。她掐着手计算，秋风几时吹来，不知不觉间感到，流年似水，岁月在暗暗变换。",
                    "backgroundInfo" : "苏轼在小序中交代了写此词之缘由，词人在七岁之时曾听过蜀主孟昶的《洞仙歌令》，而四十年后，只能隐约记住首两句，词人便发挥他丰富的想象力，运用他的文思才力，补足剩余部分。此词作于公元1082年（元丰五年，壬戌），时作者正谪居黄州。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·乙卯正月二十日夜记梦",
                    "author" : "苏轼",
                    "content" : "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
                    "addtionInfo" : "乙卯：公元1075年，即北宋熙宁八年。十年：指结发妻子王弗去世已十年。思量（liáng）：想念。千里：王弗葬地四川眉山与苏轼任所山东密州，相隔遥远，故称“千里”。“尘满面”两句，形容年老憔悴。幽梦：梦境隐约，故云幽梦。小轩窗：指小室的窗前，轩：门窗。顾：看。明月夜，短松冈：苏轼葬妻之地，短松：矮松。",
                    "classInfo" : "64",
                    "poetryID" : "28",
                    "source" : "3",
                    "analysesInfo" : "中国文学史上，从《诗经》开始，就已经出现“悼亡诗”。从悼亡诗出现一直到北宋的苏轼这期间，悼亡诗写得最有名的有西晋的潘岳和中唐的元稹。晚唐的李商隐亦曾有悼亡之作。他们的作品悲切感人。而用词写悼亡，是苏轼的首创。苏轼的这首悼亡之作与前人相比，它的表现艺术却另具特色。这首词是“记梦”，而且明确写了做梦的日子。但虽说是“记梦”，其实只有下片五句是记梦境，其他都是抒胸臆。&&&开头三句，排空而下，真情直语，感人至深。“十年生死两茫茫”生死相隔，死者对人世是茫然无知了，而活着的人对逝者，也是同样的。恩爱夫妻，撒手永诀，时间倏忽，转瞬十年。“不思量，自难忘”，人虽云亡，而过去美好的情景“自难忘”怀。因为作者时至中年，那种共担忧患的夫妻感情，久而弥笃，是一时一刻都不能消除的。作者将“不思量”与“自难忘”并举，利用这两组看似矛盾的心态之间的张力，真实而深刻地揭示自己内心的情感。十年忌辰，触动人心的日子里，他不能“不思量”那聪慧明理的贤内助。往事蓦然来到心间，久蓄的情感潜流，忽如闸门大开，奔腾澎湃难以遏止。于是乎有梦，是真实而又自然的。&&&“千里孤坟，无处话凄凉”。想到爱妻华年早逝，感慨万千，远隔千里，无处可以话凄凉，话说得极为沉痛。抹煞了生死界线的痴语、情语，极大程度上表达了作者孤独寂寞、凄凉无助而又急于向人诉说的情感，格外感人。接着，“纵使相逢应不识，尘满面，鬓如霜。”这三个长短句，又把现实与梦幻混同了起来，把死别后的个人种种忧愤，包括在容颜的苍老，形体的衰败之中，这时他才四十岁，已经“鬓如霜”了。明明她辞别人世已经十年，却要“纵使相逢”，这是一种绝望的、不可能的假设，感情是深沉、悲痛，而又无奈的，表现了作者对爱侣的深切怀念，也把个人的变化做了形象的描绘，使这首词的意义更加深了一层。&&&苏东坡曾在《亡妻王氏墓志铭》记述了“妇从汝于艰难，不可忘也”的父训。而此词写得如梦如幻，似真非真，其间真情恐怕不是仅仅依从父命，感于身世吧。作者索于心，托于梦的确实是一份“不思量，自难忘”的患难深情。&&&下片的头五句，才入了题开始“记梦”。“夜来幽梦忽还乡 ”写自己在梦中忽然回到了时常怀念的故乡，在那个两人曾共度甜蜜岁月的地方相聚、重逢。“小轩窗，正梳妆。”那小室，亲切而又熟悉，她情态容貌，依稀当年，正在梳妆打扮。这犹如结婚未久的少妇，形象很美，带出苏轼当年的闺房之乐。作者以这样一个常见而难忘的场景表达了爱侣在自己心目中的永恒的印象。夫妻相见，没有出现久别重逢、卿卿我我的亲昵，而是“相顾无言，唯有泪千行！”这正是东坡笔力奇崛之处，妙绝千古。“此时无声胜有声”，无声之胜，全在于此。别后种种从何说起，只有任凭泪水倾落。一个梦，把过去拉了回来，但当年的美好情景，并不存在。这是把现实的感受溶入了梦中，使这个梦也令人感到无限凄凉。&&&结尾三句，又从梦境落回到现实上来。“料得年年肠断处；明月夜，短松冈。”料想长眠地下的爱侣，在年年伤逝的这个日子，为了眷恋人世、难舍亲人，而柔肠寸断。推己至人，作者设想此时亡妻一个人在凄冷幽独的“明月”之夜的心境，可谓用心良苦。在这里作者设想死者的痛苦，以寓自己的悼念之情。东坡此词最后这三句，意深，痛巨，余音袅袅，让人回味无穷。特别是“明月夜，短松冈”二句，凄清幽独，黯然魂销。这番痴情苦心实可感天动地。&&&这首词运用分合顿挫，虚实结合以及叙述白描等多种艺术的表现方法，来表达作者怀念亡妻的思想感情，在对亡妻的哀思中又糅进自己的身世感慨，因而将夫妻之间的情感表达得深婉而挚着，使人读后无不为之动情而感叹哀惋。",
                    "transferInfo" : "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。",
                    "backgroundInfo" : "苏东坡十九岁时，与年方二八（十六岁）的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。苏轼在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉 ”（陈师道语）且传诵千古的悼亡词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·春景",
                    "author" : "苏轼",
                    "content" : "花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少。天涯何处无芳草！墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄。多情却被无情恼。",
                    "addtionInfo" : "柳绵：即柳絮。何处无芳草：谓春光已晚，芳草长遍天涯。却被：反被。多情：这里代指墙外的行人。无情：这里代指墙内的佳人。",
                    "classInfo" : "92",
                    "poetryID" : "29",
                    "source" : "3",
                    "analysesInfo" : "本词是伤春之作。&&&这首词将伤春之情表达得既深情缠绵又空灵蕴藉，情景交融，哀婉动人。清人王士《花草蒙拾》称赞道：“‘枝上柳绵’，恐屯田(柳永)缘情绮靡未必能过。孰谓坡但解作‘大江东去’耶？”这个评价是中肯的。苏轼除写豪放风格的词以外，还写了大量的婉约词。可是却总被“无情”所恼。这正说明他对待生活的态度：不忘情于现实世界。他在这首词中所流露出的伤感，正是基于对现实人生的热爱。&&&词一开篇即呈现出暮春景色。作者的视线是从一棵杏树开始的：花儿已经凋谢，所余不多的红色也正在一点一点褪去，树枝上开始结出了幼小的青杏。“残红”，他特别注意到初生的“青杏”，语气中透出怜惜和喜爱，有意识地冲淡了先前浓郁的伤感之情。&&&接着，作者将目光从一花一枝上移开，“绿水人家绕”一句中的“绕”字，曾有人以为应是“晓”。通读全词，并没有突出的景物表明这是清晨的景色，因而显得没有着落。而燕子绕舍而飞，绿水绕舍而流，行人绕舍而走，着一“绕”字，则非常真切。&&&枝上柳绵吹又少，天涯何处无芳草。这是词中最为人称道的两句。枝头上的柳絮随风远去，愈来愈少;普天之下，哪里没有青青芳草呢。“柳绵”，即柳絮。柳絮纷飞，春色将尽，固然让人伤感;而芳草青绿，又自是一番境界。苏轼的旷达于此可见。“天涯”一句，语本屈原《离骚》“何所独无芳草兮，尔何怀乎故宇”，是卜者灵氛劝屈原的话，其思想与苏轼在《定风波》中所说的“此心安处是吾乡”一致。最后竟被远谪到万里之遥的岭南。此时，他已人到晚年，遥望故乡，几近天涯。这境遇和随风飘飞的柳絮何其相似!&&&“墙里秋千墙外道。墙外行人，墙里佳人笑。”墙外是一条道路，行人从路中经过，只听见墙里有荡秋千的声音，一阵阵悦耳的笑声不时从里面传出，原来是名女子在荡秋千。这一场景顿扫上阕之萧索，充满了青春的欢快旋律，使行人禁不住止步，用心地欣赏和聆听着这令人如痴如醉的欢声笑语。作者在艺术处理上十分讲究藏与露的关系。这里，他只写露出墙头的秋千和佳人的笑声，其它则全部隐藏起来，让“行人”去想象，在想象中产生无穷意味。小词最忌词语重复，但这三句总共十六字，“墙里”、“墙外”分别重复，竟占去一半。而读来错落有致，耐人寻味。墙内是家，墙外是路；墙内有欢快的生活，年轻而富有朝气的生命；墙外是赶路的行人。行人的心情和神态如何，作者留下了空白。不过，在这无语之中，让人感受到一种冷落寂寞。&&&“笑渐不闻声渐悄，多情却被无情恼。”也许是行人伫立良久，墙内佳人已经回到房间；也许是佳人玩乐依旧，而行人已渐渐走远。总之，佳人的笑声渐渐听不到了，四周显得静悄悄。但是行人的心却怎么也平静不下来。墙院里女子的笑声渐渐地消失了，而墙外的行人听到笑声后却心绪难平。他听到女子甜美的笑声，却一直无法看到女子的模样；心情起伏跌宕不已，而女子也并不知道墙外有个男子正为她苦恼。男子多情，女子无情。这里的“多情”与“无情”常被当爱情来解释，有感怀身世之情，有思乡之情，有对年轻生命的向往之情，有报国之情，等等，的确可谓是“有情”之人；而佳人年轻单纯、无忧无虑，既没有伤春感时，也没有为人生际遇而烦恼，真可以说是“无情”。作者发出如此深长的感慨，那“无情”之人究竟会撩拨起他什么样的思绪呢？也许是勾起他对美好年华的向往，也许是对君臣关系的类比和联想，也许倍增华年不再的感慨，也许是对人生哲理的一种思索和领悟，作者并未言明，却留下了丰富的空白，让人回味、想象。&&&下阕写人，描述了墙外行人对墙内佳人的眷顾及佳人的淡漠，让行人更加惆怅。在这里，“佳人”即代表上阕作者所追求的“芳草”，“行人”则是词人的化身。词人通过这样一组意象的刻画，表现了其抑郁终不得排解的心绪。&&&综观全词，词人写了春天的景，春天的人，而后者也可以算是一种特殊的景观。词人意欲奋发有为，但终究未能如愿。全词真实地反映了词人的一段心理历程，意境朦胧，令人回味无穷。",
                    "transferInfo" : "花儿残红褪尽，树梢上长出了小小的青杏。燕子在天空飞舞，清澈的河流围绕着村落人家。柳枝上的柳絮已被吹得越来越少，但不要担心，到处都可见茂盛的芳草。围墙里面，有一位少女正在荡秋千，少女发出动听的笑声，墙外的行人都可听见。慢慢地，围墙里边的笑声就听不见了，行人惘然若失，仿佛多情的自己被无情的少女所伤害。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "永遇乐·彭城夜宿燕子楼",
                    "author" : "苏轼",
                    "content" : "明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。",
                    "addtionInfo" : "彭城：今江苏徐州。燕子楼：唐徐州尚书张建封为其爱妓盼盼在宅邸所筑小楼。紞如：击鼓声。铿然：清越的音响。梦云：夜梦神女朝云。云：喻盼盼。惊断：惊醒。心眼：心愿。黄楼：徐州东门上的大楼，苏轼徐州知州时建造。",
                    "classInfo" : "27",
                    "poetryID" : "30",
                    "source" : "3",
                    "analysesInfo" : "此词是作者夜宿燕子楼感梦抒怀之作。上片寻梦，以倒叙笔法写惊梦游园，描写了燕子楼小园的无限清幽之景；下片感梦，抒写凭吊燕子楼，登高远眺，直抒感慨。词中深沉的人生感慨包含了古与今、倦客与佳人、梦幻与佳人的绵绵情事。全词将景、情、理熔于一炉，传达了一种携带某种禅意玄思的人生空幻、淡漠感，隐藏着某种要求彻底解脱的出世意念，意境清旷，余味悠然。&&&这首《永遇乐》是一首清丽脱俗的词，抒发对人生宇宙的思考与感慨。词中状燕子楼小园清幽夜景，抒燕子楼惊梦后萦绕于怀的惆怅之情，言词人由人去楼空而悟得的“古今如梦，何曾梦觉”之理。&&&上阕写清幽梦境及梦醒后的怅然若失之感。&&&起三句总写秋夜清景，各以霜、水分喻月、风，并小结以“清景无限”，赏爱之心已溢于言外。首句写月色明亮，皎洁如霜；秋风和畅，清凉如水，把人引入了一个无限清幽的境地。“清景无限”既是对暮秋夜景的描绘，也是词人的心灵得到清景抚慰后的情感抒发。“清”字是核心，盖既有夜风清凉之感，又有超越现实之外的清净之意。&&&“曲港”三句接写梦境，静中见动，仍是着力刻画“清景”，只是视点相对集中而已。景由大入小，由静变动：曲港跳鱼，圆荷泻露。鱼跳向上，露泻向下，一上一下，错落有致。鱼跳暗点人静，露泻可见夜深。词人以动衬静，使本来就十分寂静的深夜，显得越发安谧了。&&&“寂寞无人见”一句，含意颇深：园池中跳鱼泻露之景，夜夜可有，终是无人见的时候多；自己偶来，若是无心，虽在眼前，亦不得见。夜深人静之时，人事已歇，自然界却是生机初展，只是这种生机罕为人见，徒形寂寞而已。在梦境中揭示人与自然的矛盾，又以自然之清幽生趣对比人事之无情，则虽云写梦，实是曲写现实。&&&然鱼跳曲港、露泻圆荷虽也不无声响，终不至于惊动梦境。只是三更时候的铿然鼓声才扰人清梦，使清景顿失。词句转从听觉写夜之幽深、梦之惊断：三更鼓响，秋夜深沉；一片叶落，铿然作声。“紞如”和“铿然”写出了声之清晰，以声点静，更加重加浓了夜之清绝和幽绝。悠然如云的梦境倏地被鼓声叶声惊断，不免感到黯然。&&&上阕末三句，写梦断后之茫然心情：词人梦醒后，尽管想重新寻梦，但在茫茫夜色之中，显然已经不可能重睹梦中的“清景”了，故把小园行遍，也毫无所见，只有一片茫茫夜色，夜茫茫，心也茫茫。词先写夜景，后述惊梦游园，故梦与夜景，相互辉映，似真似幻，惝恍迷离。“行遍”二字，尤见执着留恋梦境之态。梦境之舒心逍遥与惊梦游园的黯然神伤形成鲜明的对比。作者的意趣也从旁得到了昭示。&&&下阕乃醒后述怀，语意沉郁而超然独悟。&&&换头三句是实写心境，写在天涯漂泊感到厌倦的游子，想念山中的归路，心中眼中想望故园一直到望断，极言思乡之切。此句带有深沉的身世之感，道出了词人无限的怅惘和感喟。杜甫曾有诗云：“天畔登楼眼，随春入故园。”苏轼此处当是化用杜诗，写登楼后的思家心理。熙宁四年开始，苏轼外任已七阅寒暑，身心极为疲惫，京城故园欲归无期，情绪不免躁急难忍。“望断”二字，尤见其迫切心情。&&&接下“燕子楼空”三句由自己写到燕子楼的沧桑和佳人盼盼的杳无踪影，由人亡楼空悟得万物本体的瞬息生灭，然后以空灵超宕出之，直抒感慨：人生之梦未醒，只因欢怨之情未断。燕子楼原建何人何时已无考，唐贞元中张尚书镇徐州时曾别筑一新燕子楼以安宠妓盼盼。盼盼妙善歌舞，雅多风态，为感念张尚书深恩，在张去世后，居燕子楼十余年而不改嫁。唐代白居易曾有《燕子楼诗三首序》述其情事，但只言张尚书，未著名，言盼盼而未著姓。旧传张尚书即张建封，盼盼姓关。但清代汪立名撰《白香山年谱》，考为张建封子张愔之事。两说兼陈，并非乱人耳目，只是意在考察史事，尤当慎重也。苏轼叙写有关燕子楼的一段情事，将要眇之情和凄迷之境写得简约而富于理趣，咏写古事而如此超宕，亦用事而传神之典范也。其以示秦观“小楼连苑横空，下窥绣毂雕鞍骤”，并自以为语约事丰，诚非虚妄。张炎、郑文焯亟赏此三句，亦意在抉发用事使典之妙谛。&&&“古今”三句，由古时的盼盼联系到此时的自己，由盼盼的旧欢新怨，联系到自己的旧欢新怨，发出了人生如梦的慨叹，表达了作者无法解脱而又要求解脱的对整个人生的厌倦和感伤。这三句是用庄子“吾与汝，其梦未始觉者也”之意。由古代燕子楼中的佳人到此日登楼览感的倦客，再到古今所有的普罗大众，无一不是寄身梦中。这是苏轼人生哲学的一次集中反馈，它渊源于《庄子·齐物论》：“……方其梦也，不知其梦也，梦之中又占其梦焉，觉而后知其梦也。且有大觉而后知此其大梦也，而愚者自以为觉。”人生如梦，惟醒者知其为梦。可惜自以为醒者，其实仍是在做梦，自视为智者的人仍不免为愚者。因而古今之间，并不是梦者与醒者的不同，而只是所梦内容在旧欢新怨上的差异，古今同此一梦而已。不独如此，后之视今亦犹今之视昔，此日苏轼登楼兴感，仿佛是醒者感叹梦者，将来若有人再相登临，面对黄楼夜景，恐也有醒者对梦者的浩叹。然究其极，亦不过是天地古今一梦者而已。醒者是痛苦的，梦者因其梦而反得逍遥。苏轼从庄子哲学中找到了消解痛苦的良药。“虽抱文章，开口谁亲。且陶陶、乐尽天真。”（《行香子·清夜无尘》）&&&结尾二句，从燕子楼想到黄楼，从当日又思及未来。黄楼为苏轼所改建，是黄河决堤洪水退去后的纪念，也是苏轼守徐州政绩的象征。但词人设想后人见黄楼凭吊自己，亦同此日自己见燕子楼思盼盼一样，抒发出“后之视今亦犹今之视昔”（王羲之《兰亭集序》）的无穷感慨，把对历史的咏叹，对现实以至未来的思考，巧妙地结合在一起，终于挣脱了由政治波折而带来的巨大烦恼，精神获得了解放。从现代的角度来看，苏轼的人生态度不免消极。但在北宋党争频仍，词人迭遭打击的历史条件下，读者是不应苛求古人的。毕竟，超越现实的虚幻慰藉也是古代士人相当普遍的一种精神生存状态。&&&词人将景、情、理熔于一炉，围绕燕子楼情事而层层生发。景为燕子楼之景，情则是燕子楼惊梦后的缠绵情思，理则是由燕子楼关盼盼情事所生发的“人生如梦如幻”的关于人生哲理的永恒追问。全词融情入景，情理交融，境界清幽，风格在和婉中不失清旷，用典体认著题，融化不涩，幽逸之怀与清幽之境相得益彰，充分显示出苏轼造意行文的卓越不凡。&&&这首词深沉的人生感慨包含了古与今、倦客与佳人、梦幻与佳人的绵绵情事，传达了一种携带某种禅意玄思的人生空幻、淡漠感，隐藏着某种要求彻底解脱的出世意念。词中“燕子楼空”三句，千古传诵，深得后人赞赏。",
                    "transferInfo" : "月光皎皎如霜，秋风送爽犹如流水一般清凉，这清秋的夜色令人如此沉醉。环曲的港湾鱼儿跳出了水面，圆圆的荷叶露珠儿晶莹流转，这景致夜夜可有，终是无人见的时候多。三更鼓响，秋夜深沉；一片叶落，铿然作声，竟把我的梦惊断。夜色茫茫，再无处重寻梦里悲欢，醒来后走遍小园心中多惆怅。我是漂泊天涯的游子，已经感到十分疲倦。看那山中的归路，对着故乡家园苦苦地思念。看如今燕子楼空空荡荡，佳人已不在，楼中的画堂里空留着那呢喃双燕。古今万事皆成空，还有几人能从梦中醒来，有的只是难了的旧欢新怨。后世有人，面对着这黄楼夜色，定会为我深深长叹。",
                    "backgroundInfo" : "这首词写于公元1078年（宋神宗元丰元年）苏轼任徐州知州时。这首词的创作背景据词前小序，已可略知端倪，是一首记梦词。他的灵魂从梦境中得到了净化和升华。醒来后十分感慨，写下这首别具意境的佳作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·簌簌衣巾落枣花",
                    "author" : "苏轼",
                    "content" : "簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。",
                    "addtionInfo" : "徐门：即徐州。谢雨：雨后谢神。簌簌：纷纷下落的样子。缫车：纺车。牛衣：蓑衣之类。这里泛指用粗麻织成的衣服。漫思茶：想随便去哪儿找点茶喝。",
                    "classInfo" : "106",
                    "poetryID" : "31",
                    "source" : "3",
                    "analysesInfo" : "这首词是苏轼在徐州作官的时候写的。按照当时的迷信风俗，一个关心农事的地方官，天大旱，要向“龙王爷”求雨；下了雨，又要向“龙王爷”谢雨。这首词就是苏轼有一次途经农村去谢雨，记下的见闻之一。&&&此词描述他乡间的见闻和感受。艺术上颇具匠心，词中从农村习见的典型事物入手，意趣盎然地表现了淳厚的乡村风味。清新朴实，明白如话，生动真切，栩栩传神，是此词的显著特色。此词上片写景，下片抒情。需要指出的是，这首词中所写的景，并不是一般情况下通过视觉形象构成的统一的画面，而是通过传入耳鼓的各种不同的音响在诗人意识的屏幕上折射出的一组联续不断的影象。&&&“簌簌衣巾落枣花”从枣花落到衣巾上的声音开端，反映了一位关心人民生活的太守对雨后农村新景象的喜悦之情。作者在“谢雨道上”，经过长途跋涉，加之酒意未消，日高人困，不免有些倦意。突然，“簌簌”之声传来耳际，并好像有什么东西打在身上和头巾上。这时，他才意识到：这是枣花落在身上。枣花落在衣巾上的声音是轻微的，但在作者的耳里却是那么真切。接着，耳边又传来吱吱呀呀的声响，越往前走，这响声便越浓，从南，从北，从四面八方传来，不用看也不用问，这是作者熟悉的缫车的响声。“村南村北”概括“缫车”声，说明作者听得多么认真，多么细心，多么兴奋。从响声中，作者意识到，他已进入村中了。这时，突然一阵叫卖声传入耳鼓，定睛一看，原来是一位披着“牛衣”的农民坐在古老的柳树荫中，面前摆着一堆黄瓜。“牛衣古柳”，作者换一个角度来写他对蔬菜丰收的喜悦心情。三句话，三个画面，似乎东鳞西爪，毫无联系。可是用谢雨的路上这条线串起来，就让人感到这幅连环画具有很强的立体感。这一组画面，不仅色彩美，而且有音乐美。无论是簌簌的落花声，嗡嗡的缲车声，还是瓜农的叫卖声，都富有浓郁的生活气息，生动地展现出农村一派欣欣向荣的景象。&&&上片写的是农村生产劳动的繁忙景象，下片转入写谢雨途中行路的艰辛，突出作者的感受和意识活动。“酒困路长惟欲睡”是对上片的补充。在结构上，这一句又是倒叙，它说明前三句之所以从听觉方面来写，主要是因为酒意未消，路途遥远，人体困乏，故而写下来的只不过是睡眼朦胧中听来的片断，并非是视觉构成的完整统一的画面。“日高人渴”两句，虽然写的是由于口渴而急于到农民家里觅水的意识活动，但同时也反映了作者不拘小节、随遇而安的性格特征。走了一村又一村，这时已是日高天热，人也走得口干舌燥，加上酒困，睡意也上来了，不由得想起以茶解渴，以茶提神。“试问”一词用得十分讲究，既写出了作者满怀希望想讨杯茶解渴的心情，又担心农忙季节，农家无人，自己不便贸然而入的心情。信笔写来，不事雕琢，但却栩栩如生，刻画出一位谦和平易近人的知州形象，将一位太守与普通农民的关系写得亲切自然。“敲门试问野人家”，词到这里就戛然而止了。词人敲门的结果怎样，喝到茶没有，农民是怎样招待他的，词中未作一个字的交代，留给读者去想像，更是余味无穷。这就是古典诗词中所讲究的“含不尽之意，见于言外”。&&&《浣溪沙》词中“簌簌衣巾落枣花”一句，实为“枣花簌簌落衣巾”的倒文；杜甫《秋兴》一诗中有“香稻啄余鹦鹉粒，碧梧栖老凤凰枝”，原意为：鹦鹉啄余香稻粒，凤凰栖老碧梧枝。主宾倒置的同时，宾语“香稻粒”、“碧梧枝”还被拆开分属主宾位置。对于古典诗歌诗句的倒置，清人洪亮吉说：“诗家例用倒句法，方觉奇峭生动”。&&&全词绘景逼真形象，栩栩如生，叙事清新淡雅，脉脉含情，为宋词词境的拓展作出了贡献。",
                    "transferInfo" : "枣花纷纷落在行人的衣襟上，村南村北响起车缫丝的声音，古老的柳树底下有一个身穿粗布衣的农民在叫卖黄瓜。路途遥远，酒意上心头，昏昏然只想小憩一番，太阳正高人倦口渴好想喝些茶水解渴。于是敲开野外村民家，问可否给碗茶？",
                    "backgroundInfo" : "这首词是43岁的苏轼在徐州（今属江苏）任太守时所作。公元1078年（北宋元丰元年）春天，徐州发生了严重旱灾，作为地方官的苏轼曾率众到城东二十里的石潭求雨。得雨后，他又与百姓同赴石潭谢雨。苏轼在赴徐门石潭谢雨路上写成组词《浣溪沙》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "17000",
    "mainClass" : "20"
}
