{
    "poetryList" : [
                    {
                    "name" : "点绛唇·丁未冬过吴松作",
                    "author" : "姜夔",
                    "content" : "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。",
                    "addtionInfo" : "丁未：即公元1187年（宋孝宗淳熙十四年）。吴松：即今吴江市，属江苏省。燕雁：指北方幽燕一带的鸿雁。燕雁无心：羡慕飞鸟的无忧无虑，自由自在。太湖：江苏南境的大湖泊。商略：商量、酝酿。第四桥：即吴松城外的甘泉桥。天随：晚唐陆龟蒙，自号天随子。何许：何处，何时。",
                    "classInfo" : "33",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "此词通篇写景，极淡远之致，而胸襟之洒落方可概见。上片写景，写燕雁随云，南北无定，实以自况，一种潇洒自在之情，写来飘然若仙；下片因地怀古，使无情物，着有情色，道出了无限沧桑之感。全词虽只四十一字，却深刻地传出了姜夔“过吴松”时“凭栏怀古”的心情，委婉含蓄，引人遐想。&&&姜夔论诗有四素：气象、体面、血脉、韵度。对四者的要求且是“气象欲其浑厚”、“体面欲其宏大”、“血脉欲其贯通”、“韵度欲其飘逸”。虽是论诗之语，移之于词，也甚贴切。读此词，知其所言非虚。此词之意境，呈为一宇宙。&&&上片之境，乃词人俯仰天地之境。“燕雁无心”。燕念平声（yān烟），北地也。燕雁即北来之雁。时值冬天，正是燕雁南飞的时节。陆龟蒙咏北雁之诗甚多，如《孤雁》：“我生天地间，独作南宾雁。”《归雁》：“北走南征象我曹，天涯迢递翼应劳。”《京口》：“雁频辞蓟北。”《金陵道》：“北雁行行直。”《雁》：“南北路何长。”白石诗词亦多咏雁，诗如《雁图》、《除夜》，词如《浣溪沙》及此词。可能与他多年居无定所，浪迹江湖的感受及对龟蒙的万分心仪有关。劈头写入空中之燕雁，正是暗喻飘泊之人生。无心即无机心，犹言纯任天然。点出燕雁随季节而飞之无心，则又喻示自己性情之纯任天然。此亦化用龟蒙诗意。陆龟蒙《秋赋有期因寄袭美》：“云似无心水似闲。”《和袭美新秋即事》：“心似孤云任所之，世尘中更有谁知。”下句紧接无心写出：“太湖西畔随云去。”燕雁随着淡淡白云，沿着太湖西畔悠悠飞去。燕雁之远去，暗喻自己飘泊江湖之感。随云而无心，则喻示自己纯任天然之意，宋陈郁《藏一话腴》云：白石“襟期洒落，如晋宋间人。语到意工，不期于高远而自高远。”范成大称其“翰墨人品，皆似晋宋之雅士。”张羽《白石道人传》亦曰其“体貌轻盈，望之若神仙中人。”但白石与晋宋名士实有不同，晋宋所谓名士实为优游卒岁的贵族，而白石一生布衣，又值南宋衰微之际，家国恨、身世愁实非晋宋名士可比。故下文写出忧国伤时之念。太湖西畔一语，意境阔大遥远。太湖包孕吴越，“天水合为一”（陆龟蒙《初入太湖》）。此词意境实与天地同大也。&&&“数峰清苦。商略黄昏雨。”商略一语，本有商量之义，又有酝酿义。湖上数峰清寂愁苦，黄昏时分，正酝酿着一番雨意。此句的数峰之清苦无可奈何反衬人亡万千愁苦。从来拟人写山，鲜此奇绝之笔。比之辛稼轩之“我见青山多妩媚，料青山，见我应如是”（《虞美人》），又是不同的况味。&&&下片之境，乃词人俯仰今古之境。&&&“第四桥边，拟共天随住。”第四桥即“吴江城外之甘泉桥”（郑文焯《绝妙好词校录》），“以泉品居第四”故名（乾隆《苏州府志》）。这是陆龟蒙的故乡。《吴郡图经续志》云：“陆龟蒙宅在松江上甫里。”松江即吴江。天随者，天随子也，龟蒙之自号。天随语出《庄子。在宥》“神动而天随”，意即精神之动静皆随顺天然。龟蒙本有胸怀济世之志，其《村夜二首》云：“岂无致君术，尧舜不上下。岂无活国力，颇牧齐教化。”可是他身处晚唐末世，举进士又不第，只好隐逸江湖。白石平生亦非无壮志，《昔游》诗云：“徘徊望神州，沉叹英雄寡。”《永遇乐》：“中原生聚，神京耆老，南望长淮金鼓。”但他亦举进士而不第，飘泊江湖一生。此陆、姜二人相似之一也。龟蒙精于《春秋》，其《甫里先生传》自述：“性野逸无羁检，好读古圣人书，探大籍识大义”，“贞元中，韩晋公尝著《春秋通例》，刻之于石”，“而颠倒漫漶翳塞，无一通者，殆将百年，人不敢指斥疵纇，先生恐疑误后学，乃著书摭而辨之。”白石则精于礼乐，曾于南宋庆元三年“进《大乐议》于朝”，时南渡已六七十载，乐典久已亡灭，白石对当时乐制包括乐器乐曲歌辞，提出全面批评与建树之构想，“书奏，诏付太常。”（《宋史·乐志六》）以布衣而对传统文化负有高度责任感，此二人又一相同也。正是这种精神气质上的认同感，使白石有了“沉思只羡天随子，蓑笠寒江过一生”（《三高祠》诗），及“三生定是陆天随”（《除夜》诗）之语。第四桥边，拟共天随住，即是这种认同感的体现。&&&第四桥边，其地仍在，天随子，其人则往矣。中间下拟共二字，便将仍在之故地与已往之古人与自己连结起来，泯没了古今时间之界限。这是词人为打破古今局限寻求与古人的精神句诵而采取的特殊笔法。再如刘过《沁园春》之与东坡、乐天、林和靖交游，亦是此一笔法。以上写了自然、人生、历史，笔笔翻出新意结笔更写出现时代，笔力无限。“今何许”三字，语意丰富，涵盖深广。何许有何时、何处、为何、如何等多重含义。故“今何许”包含今是何世、世运至于何处、为何至此、如何面对等意。此是囊括宇宙、人生、历史、时代之一大反诘，是充满哲学反思意味一大反诘。而其中重点，主要在“今”之一字。凭栏怀古，笔力雄劲，气象阔大。古与今上下映照成文，补足“今何许”一大反诘之历史意蕴。应知此地古属吴越，吴越兴亡之殷鉴，曾引起晚唐龟蒙之无限感慨：“香径长洲尽棘丛，奢云艳雨只悲风。吴王事事须亡国，未必西施胜六宫。”（《吴宫怀古》）亦不能不引起南宋白石之无限感慨：“美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。”（《除夜》）&&&怀古正是伤今。“残柳参差舞，”柳本纤弱，那堪又残，故其舞也参差不齐，然而仍舞之不已。舞之一字执著有力，苍凉中寓含悲壮，悲壮中透露苍凉。“残柳参差舞”这一自然意象，实际上是南宋衰世的象征，隐然包含着虽已残破仍不甘灭亡的意味。这与李商隐《登乐游原》“夕阳无限好，只是近黄昏”，象征唐朝国运的不可挽回有同工之妙。而其作为自然意象之本身，则又补足“今何许”一大反诘之自然意蕴。结笔之意境，实为南宋国运之写照。返观数峰清苦二句，其意蕴正为结尾之伏笔。在此九年之前，辛稼轩作《摸鱼儿》，结云：“休去倚危栏，斜阳正在烟柳断肠处。”乃是同一意境。白石本词用舞字结穴，蕴含无限苍凉悲壮。&&&善于提空描写，从虚处着笔，是白石词的一大特点。此词将身世之感、家国之恨融为一片，乃南宋爱国词中无价瑰宝。而身世家国皆以自然意象出之，自然意象在词中占优势，又将自然、人生、历史（尚友天随与怀古）、时代打成一片，融为一体。&&&尤其“今何许”之一大反诘，其意义虽着重于今，但其意味实远远超越之，乃是词人面对自然、人生、历史、时代所提出之一哲学反思。全词意境遂亦提升至于哲理高度。“今何许”，真可媲美于《桃花源记》“问今是何世”，《登幽州台歌》“前不见古人，后不见来者”。这首词无限感慨，全在虚处，正是“意愈切而词愈微”，这种写法，易形成自我抒写之形象与所写之意象间接开距离，造成朦胧之美感。此词声情之配合亦极精妙。上片首句首二字燕雁为叠韵，末句三四字黄昏为双声，下片同位句同位字第四又为叠韵，参差又为双声。分毫不爽，自然天成。双声叠韵之回环，妙用在于为此一尺幅短章增添了声情绵绵无尽之致。",
                    "transferInfo" : "北方的鸿雁羡慕飞鸟的自由自在，从太湖西畔随着白云翻飞。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。我真想在甘泉桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆怀古，只见残败的柳枝杂乱的在风中飞舞。",
                    "backgroundInfo" : "公元1187年（南宋淳熙十四年丁未）冬天，姜夔往返于湖州与苏州两地之间，经过吴松（今江苏吴江）时，乃作此词。姜夔平时最心仪于晚唐隐逸诗人陆龟蒙，龟蒙生前隐居之地，正是吴松。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "踏莎行·自沔东来丁未元日至金陵江上感梦而作",
                    "author" : "姜夔",
                    "content" : "燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
                    "addtionInfo" : "踏莎行：词牌名。沔（miǎn）东：唐、宋州名，今湖北汉阳，姜夔早岁流寓此地。丁未元日：孝宗淳熙十四年（1187年）元旦。燕燕、莺莺：借指伊人。华胥（xū）：梦境。郎行：情郎那边。淮南：指合肥。冥冥（míng）：自然界的幽暗深远。",
                    "classInfo" : "81",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "这首词一开始即借“莺莺燕燕”字面称意中人，从称呼中流露出一种卿卿我我的缠绵情意。这里还有第二重含义，即比喻其人体态“轻盈”如燕，声音“娇软”如莺。可谓善于化用。这“燕燕轻盈，莺莺娇软”乃是词人梦中所见的情境。《列子》载黄帝曾梦游华青氏之国，故词写好梦云“分明又向华胥见”。夜有所梦，乃是日有所思的缘故。以下又通过梦中情人的自述，体贴对方的相思之情。她含情脉脉道：在这迢迢春夜中，“薄情”人（此为呢称）啊，你又怎能尽知我相思的深重呢？言下大有“换我心，为你心，始知相忆深”的意味。&&&过片写别后睹物思人，旧情难忘。“别后书辞”，是指情人寄来的书信，捡阅犹新；“别时针线”，是指情人为自己所做衣眼，尚著在体。二句虽仅写出物件，而不直接言情，然皆情至之语。紧接着承上片梦见事，进一层写伊人之情。“离魂暗逐郎行远”，“郎行”即“郎边”，当时熟语，说她甚至连魂魄也脱离躯体，追逐词人来到远方。末二句写作者梦醒后深情想象情人魂魄归去的情景：在一片明月光下，淮南千山是如此清冷，她就这样独自归去无人照管。一种借玉怜香之情，一种深切的负疚之感，洋溢于字里行间，感人至深。&&&这首词紧扣感梦之主题，以梦见情人开端，又以情人梦魂归去收尾，意境极浑成。词的后半部分，尤见幽绝奇绝。在构思上借鉴了唐传奇《离魂记》，记中倩娘居然能以出窍之灵魂追逐所爱者远游，着想奇妙。在意境与措语上，则又融合了杜诗《梦李白》“魂来枫林青，魂返关塞黑”、《咏怀古迹》“画图省识春风面，环佩空归月夜魂”句意。妙在自然浑融，不著痕迹。",
                    "transferInfo" : "她体态轻盈、语声娇软的形象，我分明又从好梦中见到了。我仿佛听到她在对我说：长夜多寂寞呀，你这薄情郎怎么会知道呢？春天才刚开头，却早已被我的相思情怀染遍了。自从分别以后，她捎来书信中所说的种种，还有临别时为我刺绣、缝纫的针线活，都令我思念不已。她来到我的梦中，就像是传奇故事中的倩娘，魂魄离了躯体，暗地里跟随着情郎远行。我西望淮南，在一片洁白明亮的月光下，千山是那么的清冷。想必她的魂魄，也像西斜的月亮，在冥冥之中独自归去。也没有个人照管。",
                    "backgroundInfo" : "作者二十多岁时在合肥（宋时属淮南路）结识了某位女郎，后来分手了，但他对她一直眷念不已。淳熙十四年（1187年）元旦，姜夔从第二故乡汉阳（宋时沔州）东去湖州途中抵金陵时，梦见了远别的恋人，写下此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·己酉之秋苕溪记所见",
                    "author" : "姜夔",
                    "content" : "京洛风流绝代人。因何风絮落溪津。笼鞋浅出鸦头袜，知是凌波缥缈身。红乍笑，绿长嚬。与谁同度可怜春。鸳鸯独宿何曾惯，化作西楼一缕云。",
                    "addtionInfo" : "京洛：本指河南洛阳，此处借指临安。风流：品格超逸。津：码头。笼鞋：指鞋面较宽的鞋子。鸦头袜：古代妇女穿的分开足趾的袜子。红：此处指朱红色的嘴唇。绿：青黛色的眉毛。乍：表示时间短暂。 ",
                    "classInfo" : "75",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "姜夔多次举进士而不第，布衣终身，过着飘泊江湖、寄人篱下的生活，这种坎坷的身世使他对遭逢不幸的人有着深刻的理解和同情。宋孝宗淳熙十年（1189），姜夔在苕溪（今浙江湖州）为一位不幸女子的身世所感动，写下了这首词。而且，由于他有着一段不同寻常的合肥情事，他不知不觉中将这位不幸女子与其合肥情侣联系起来。故通篇皆是对不幸女子的深深怜悯和同情，而毫无轻薄浮浪之语，格调高雅，意境醇正。&&&京洛，河南洛阳。周平王开始建都于此，后来东汉的首都也在这里，所以又称京洛。后人使用此词包括洛阳或京都两种含义。此处代指南宋都城临安，风流，指品格超逸。开篇即写这个妇女出处不凡，她来自南宋的都城临安；她既有超逸的品格，又有举世无双的美貌。首句“京洛风流绝代人”七个字，包括这样三层意思。&&&那么，这位曾风光一时的佳人，“因何风絮落溪津”？为何像风中飞絮似的，飘落到苕溪的渡口来呢？说她的来到苕溪是如柳絮的随风飘落，含意深厚。“颠狂柳絮随风舞”（杜甫《绝句漫兴》），这风中之絮是不由自主，又是无人怜惜的。用风中之絮来比喻，暗示人的不幸遭遇，一个“落”字双关出人与柳絮的同等命运。其中也掺杂着作者的身世之感。这句前面用“因何”这一似问非问的句式，后面用荒僻的“溪津”与繁华的“京洛”作鲜明对比，深刻地写出了这个“风流绝代人”的不幸遭遇。也表达了作者对其的深深怜悯和同情。&&&“笼鞋浅出鸦头袜”。笼鞋，鞋面较宽的鞋子。鸦头袜，古代妇女穿的分出足趾的袜子。这句是说从笼鞋中微微地露出了鸦头袜。“知是凌波缥缈身”。化用曹植《洛神赋》典故，曹植形容洛水女神是“体迅飞凫，飘忽若神；凌波微步，罗袜生尘”。这词里的女子穿了这样款式的鞋袜，步态轻盈，如宓妃洛神一般。这仍是对“风流绝代人”的赞美：她高洁，飘逸，和一般风尘女子迥然不同。&&&过片，暗示她的辛酸生活，并表达了对她不幸遭遇的同情。“红乍笑，绿长嚬”。“红”，指她朱红的嘴唇，说轻启朱唇，露出浅浅的笑；或说红指她笑时莲脸生春；总之是说她笑时的美丽。“绿”，指青黛色的眉毛，说她双眉紧锁，隐含忧伤。“乍”，表示时间短暂，与“长”相对。说明她笑时短，嚬时长。仅用六个字，不仅使人的神态毕现，而且写出了人酸苦的内心世界。这笑，看来是勉为欢笑，而嚬才是真情的流露。“红乍笑，绿长嚬”六字用得高妙奇绝。“红”与“绿”对，色彩鲜明，让人顿觉佳人的仪态万方：“乍”与“长”对，以时间长短刻画佳人神态的流程：“笑”与“嚬”对，揭示出佳人复杂的心态。意蕴本融，言简意赅。描写女子情态的词句本也常见，如“修眉敛黛，遥山横翠，相对结春愁”（柳永《少年游》），十三个字只写出了人的“春愁”：“娇香淡染胭脂雪，愁春细画弯弯月”（晏几道《菩萨蛮》），十四个字只写了人在梳妆打扮时而“愁春”。它们都没有姜词这样高度浓缩，韵味悠远。&&&“与谁同度可怜春”。春光无限美好，可是面对这样的良辰美景，有谁与她共同度过呢？与谁，即没有谁。贺铸有“锦瑟华年谁与度”（《青玉案》）句，与此境界极相似。这深情的一问，不仅表现出词人对她的同情，惺惺相惜，而且写出了她的孤苦寂寞。从整首词看，所写是一个歌妓之类的人物。她在繁华的京城也许曾经有过“一曲红绡不知数”的美好时光，如今却沦落溪律，无人与度芳春。对于她的不幸遭受，词人一个字也没有写，女主人公也始终未发一语，全从词人之“所见”方面着笔。感慨都在虚处，这样词人的同情之感，表达得酣畅淋漓，人物形象也栩栩可见，特别最后两句更是神来之笔：“鸳鸯独宿何曾惯，化作西楼一缕云！”&&&古人传说鸳鸯双宿双飞，常用来作为夫妻间爱情的象征。“鸳鸯独宿”，深一层表明无人与之“同度”，只剩下孤苦一人了。“何曾惯”，也深一层地流露出她的忆旧念往，直至此时仍怀着感情上的痛苦。因此接着说：“化作西楼一缕云”。宋玉《高唐赋》载巫山神女与楚王的故事：“妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”说她化作西楼上空一缕飞云，如巫山神女，对过去那“朝朝暮暮，阳台之下”的欢愉情景，不能忘怀，表现出她对爱情生活的无限回忆和执着追求。&&&白石词的基本风格是“清空”，要“清空”，就要有一种冲冷的胸怀，不让七情六欲无节制地发展，从而达到一种超逸空灵的境界。对情词来说，就不能热情过度，因热情过度容易形成痴迷状态，要用冷笔处理。此词就是冷笔写热情的作品。此词用笔，有时从实处落墨，有时虚处着笔（如“笼鞋”以下四句），但它“无穷哀怨，都在虚处”（陈延焯《白雨斋词话》评姜夔《点绛唇》结句语），虽有深情，由于用冷笔处理，故显得气体高妙，清远空灵。",
                    "transferInfo" : "她来自南宋的都城临安，有着高超的品格，又有举世无双的美貌。你为何像风中的飞絮飘落到苕溪呢？从笼鞋露出的鸦头袜可以看出她是风流绝代佳人。轻启朱唇 ，露出浅浅的笑，青黛色的眉毛紧蹙在一起，面对这美好的春景，有谁与她共同度过呢？只剩下孤零零一人怎么会习惯呢，只能饱受这相思之苦。",
                    "backgroundInfo" : "《鹧鸪天·己酉之秋苕溪记所见》这首词作于宋孝宗淳熙十年（1183），词人在创作这首词时已近七十高龄，这是他被一位妇女的的身世所感动而写下这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "念奴娇·闹红一舸",
                    "author" : "姜夔",
                    "content" : "闹红一舸，记来时，尝与鸳鸯为侣，三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容消酒，更洒菇蒲雨。嫣然摇动，冷香飞上诗句。日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁人西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。",
                    "addtionInfo" : "武陵：今湖南常德县。薄：临近。朅（qiè）：来，来到。吴兴：今浙江湖州。徘徊；盘桓。光景：风光；景象。三十六陂：地名。在今 江苏省 扬州市。诗文中常用来指湖泊多。水佩风裳：以水作佩饰，以风为衣裳。菇蒲：水草。菇即茭白。青盖：特指荷叶。争忍：犹怎忍。凌波：行于水波之上，常指乘船。南浦：南面的水边。后常用称送别之地。田田：莲叶盛密的样子。沙际：沙洲或沙滩边。",
                    "classInfo" : "96",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "这是一篇托物比兴的咏物词，借写荷花寄托身世。&&&宋代词人周邦彦是钱塘人，写下“叶上初阳乾宿雨。水面清圆，一一风荷举”（《苏暮遮》）的名句。姜夔的这首咏荷词，也同样把读者带到一个光景奇绝清幽空灵的世界，那里有冰清玉洁的美人，有人们寻找的清香幽韵的梦……从这首《念奴娇》词的小序知道，姜夔曾多次与友人倘徉于江南荷塘景色之中，因感其“意象幽闲，不类人境”，而有是作。&&&词一开头就把读者带向那美好的境界：正是荷花盛开的时候，荷花丛中荡舟，一路上一对对鸳鸯伴着船儿戏水。真是到了荷花世界了，这里人迹罕到，只见那望不见边的荷塘，绿波荡漾，荷叶翻飞。“水佩风裳”，本指美人妆饰，代指荷叶荷花，与周邦彦“一一风荷举”共得荷花之神理。从那碧绿的荷叶间，吹来阵阵凉风，那鲜艳的荷花，好像美人玉脸带着酒意消退时的微红。一阵密雨从菰蒲丛中飘洒过来，荷花倩影娉婷，嫣然含笑，吐出幽幽冷香。惹起诗人诗兴大发，写出了优美的诗句。&&&这美好的情景多么使人留恋，然而时间在悄悄过去，已是日暮时分，只见那车盖般的绿荷，亭亭玉立，就像那等候情人的凌波仙子，情人未见，欲去还留。凌波用曹植《洛神赋》之典故。只怕西风起时，舞衣般的叶子经不住秋寒的萧瑟而容易凋残，更为那无情的秋风将把南浦变成一片萧条而忧愁。还有那高高柳树垂下绿阴，肥大的老鱼吹波吐浪，这一切，都要挽留他住在荷花中间。词人说：田田的荷叶呵，您多得难以计算，可曾记得我多少回在沙堤旁边的归路上依恋徘徊？“田田”形容浮在水面的荷叶，南朝民歌有“江南可采莲，莲叶荷田田”之句。&&&姜夔以清空骚雅的词笔，把荷塘景色描绘得十分真切生动。可是，这样的好词，王国维却看不上眼，他在称赞周邦彦咏荷名句后，接着就批评姜夔咏荷词“犹有隔雾看花之恨”。其实，姜夔咏荷在“得荷之神理”方面，并不比周词逊色。周词主要是写客子思乡之情，咏荷就是“叶上初阳乾宿雨，水面清圆，一一风荷举”数句，它使人看到的还仅仅是荷叶之物态，而姜夔咏荷，不仅具有荷花之物态，还使人同时隐隐看到一位荷花化身清馨幽逸的美人，她“玉容销酒”，像荷花般的红晕，她“嫣然”微笑，像花朵盛开。荷花生长水中，她便似凌波仙子；荷香清幽，她又是美人“冷香”。花如美人，美人如花，恍惚迷离，具有朦胧之美。&&&更可贵的是，姜夔这首词写出了赏爱荷花的最真切的心灵感受。姜夔一生襟怀清旷，诗词亦如其人。他写“意象幽闲，不类人境”的荷塘，实是要体现他所追求的一种理想境界，在这个冰清玉洁，一尘不染的境界中，有美人兮，在水一方。“翠叶吹凉，玉容销酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句”，这不简直是一场富有诗意浪漫的人花之恋么？“日暮青盖亭亭，情人不见，争忍凌波去。”荷花对词人深情如此，词人对荷花呢，“只恐舞衣寒易落，愁入西风南浦”，也是无限依恋。因此不妨这样说，姜夔这首《念奴娇》实是一支荷花的恋歌。由于荷花在我国文学中是象征着“出污泥而不染”的高洁品格，姜夔对荷花的爱恋不正寄托着他对自己的超凡脱俗的生活理想的追求吗？姜夔写荷花，不是停留在实际描摹其形态，而是摄取其神理，将自己的感受和体验融合进去，把自己的个性和神韵融合进去，写花实是写人也。姜夔这种空际传神的词笔，往往意在言外，寄托深微充满美妙的想象，而富有启发性。这种写法与一般实际摹写景物者大异其趣。如“嫣然摇动，冷香飞上诗句”之类，读者须充分发挥想象才能品味，否则，便有如王国维所说“雾里看花”之感了。写出对荷花的一片怜惜爱护之情，留连忘返之意，情深意切，使人感到作者胸襟之旷荡，心情之依恋。",
                    "transferInfo" : "小舟荡漾在红火、繁茂的荷花丛里，记得来时曾经与水面鸳鸯结成伴侣。放眼望三十六处荷塘连绵一气，罕见游人踪迹，无数映水的荷花衬着荷叶在微风中摇曳，就像系着佩带和裙裳的美女。翠碧的荷叶间吹过凉风，花容粉艳仿佛带着残余的酒意，更有水草丛中洒下一阵密雨。荷花嫣然微笑轻摇倩影，幽冷的清香飞上我赞美荷花的诗句。日暮之际，荷叶如青翠的伞盖亭亭玉立，情人艳姿已隐然不见，我怎忍心乘舟荡波而去？只恐怕寒秋时季，舞衣般的荷瓣容易凋落，西风吹得南浦一片狼藉，使我愁恨悲凄。那高高的柳树垂下绿荫，肥大的老鱼将浪花吹起，仿佛拘留我在荷花间留居。多少圆圆的荷叶啊，曾知我多少回在沙岸边的归路上徘徊，不舍离去。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "齐天乐·蟋蟀",
                    "author" : "姜夔",
                    "content" : "庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。",
                    "addtionInfo" : "齐天乐：词牌名。庾郎：指庾信，曾作《愁赋》，今唯存残句。铜铺：装在大门上用来衔环的铜制零件。屏山：屏风上画有远山，故称屏山。砧杵（zhēn chǔ）：捣衣石和棒槌。候馆：迎客的馆舍。离宫：皇帝出巡在外住的行宫漫与：率意而为之。写入琴丝：谱成乐曲，入琴弹奏。”",
                    "classInfo" : "8",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "这是一首以歌咏蟋蟀而著名的词篇。词中以蟋蟀的鸣声为线索，把诗人、思妇、客子、被幽囚的皇帝和捉蟋蟀的儿童等等，巧妙地组织到这一字数有限的篇幅中来，层次鲜明地展示出较为广阔的生活画面。其中，不仅有自伤身世的喟叹，而且还曲折地揭示出北宋王朝的灭亡与南宋王朝苟且偷安、醉心于暂时安乐的可悲观实。“离宫吊月”等句所寄寓的家国兴亡之叹是比较明显的。&&&词的写法很有特色。概括说来，主要表现在两点上：一是富有音乐性，二是富有层次性和节奏感。所谓富有音乐性，就是说，读者在读过这首词以后，除了通过文字进入词的意境以外，同时，又象是听了一首美妙的乐曲一般，获得了音乐上的美感享受。这是因为，作者一开始就是从蟋蟀的哀鸣声中获得灵感，并且从音乐这一角度展开联想，通过巧妙的艺术构思，把蟋蟀的哀鸣声、诗人的吟诵声、思妇的织机声、捣衣的砧杵声、被囚者的悲叹声、儿女们的欢笑声以及哀苦的琴声等有机地交织在一起。在这首短小的词里，几乎可以使读者听到或联想到夜里所能听到的一切声响。当然，词中出现的种种音响，并不是客观事物的简单摹拟或机械的再现，而是作者把自己从客观事物中得到的感受，即感情反映，通过诗歌这一形式而创造出的一种音乐形象。从音响和音乐这一角度来进行艺术构思，这一指导思想在小序中说得比较清楚：“闻壁间蟋蟀有声，功父约予同赋，功父先成，辞甚美。余徘徊茉莉花间，仰见秋月，顿起幽思，寻亦得此。”由于夜间只闻蟋蟀之声而不见其身形，从“声”这一角度构思不仅是自然的，而且也是新颖的。还有，词的最后两句写道：“写入琴丝，一声声更苦。”所谓“写入琴丝”，也就是把词中所写到的各种音响形象全都谱成乐曲，由琴弦弹奏出来。这说明，词中所写到的一切声响，都已经过作者的提炼和艺术加工。姜夔是南宋著名的音乐家，他精通音律，善于谱曲，至今还保留他十七首自注工尺旁谱的词，遗憾的是因为没有板眼符号，所以虽然有人经过努力已经译成简谱，却仍不能恢复宋时歌唱的真相。但是，我们却从这首词里听到了他用文字捕捉到的种种音响，以及用文字谱写成的优美旋律。这首《齐天乐》，实际上就是一曲由单一形象的变奏曲发展成为当时社会总悲吟的交响乐。&&&所谓富有层次性（或节奏感），就是说，这首词从音乐这一特性来讲，作为发展音乐主题的全曲结构是层次清楚而又谨严的。借用音乐术语来说，这首词是一个变奏曲的结构，除引子。（或称呈示部）和尾声（或称尾曲）以外，中间共有四段变奏，这四段变奏，还可分为变化部（前两段）和再现部（后两段）。下面，我们就按这一结构层次逐一进行简单的分析。这首词的引子实际只有两句：“庾郎先自吟愁赋，凄凄更闻私语。”前一句写的是诗人的吟诵声，意即通过诗词来表现人间的愁苦。后一句写的是蛩音，即蟋蟀的哀鸣。吟赋，已愁苦难堪，更何况又加之以凄厉的蛩音？从“先自”到“更闻”是感情的层进，是人蛩杂写，二者相互烘托、融合，奠定全词的基调，构成全词的主题。从“露湿铜铺”到“都是曾听伊处”是第一乐句（或第一段），是蛩者的变奏。在吊有铜环的门边，在布满苍苔的井口，总之到处都是一片蟋蟀的鸣声。从“正思妇无眠”到“甚情绪”是第二乐句，是人声的变奏。写的是孤栖独处的思妇，听到蟋蟀的哀曲，想起远征在外的丈夫，赶快起身寻找织布的机梭，以便为丈夫织一身御寒的衣服。“曲曲屏山”二句暗写“壁间蟋蟀有声”，并与思妇的“独自夜凉”的叹息声交织在一起。这两句，实际上把人声与蛩声这两个不同的乐思交织在一起，汇合成人声、机声、蛩声三者难以区别的和弦，使乐曲出现了阶段性的高潮，并以“甚情绪”这样抒情性旋律作短暂的休止，使主题得以初步发展，变化部到此完成。过片，从“西窗又吹晴雨”到“相和砧杵”是第三乐句，作人声与整音汇合的变奏。写的是在人声、机杼声、蛩声之外，突然又增添了风声、雨声、砧杵声。在这一系列声响的间歇，可以听到断续的蟋蟀声，似乎是在为那特别响亮的捣衣的砧杵声作伴奏。从张炎开始，历代词人都同声赞赏这换头一句“曲之意不断”，并由此得出结论说“作慢词最是过变不要断了曲意”。从乐曲这一个角度讲，当然也应如此。音乐的主题不仅于此应再度出现，并且还要有所变更。人的哀叹与蟋蟀的悲鸣，到此形成强烈对比与互相排斥，同时还要为矛盾的解决做好准备。从“候馆迎秋”到“别有伤心无数”是第四乐句，是人世愁苦哀叹声的大变奏，写的是客馆离人的长吁，被幽囚的皇帝的悲叹，把乐曲推到与国家兴亡密切相关的思想高度，形成全曲的高潮，结束了再现部。“豳诗漫与”到终篇是尾曲，在完美结束之前，乐曲又出现了新的不安与不协；“世间儿女”捉蟋蟀的灯笼之光与欢乐之声，同“离宫吊月”的悲叹形成“对抗力量”，形成极强的对照。就思想讲，这几句构成了对南宋苟且偷安，不图进取，而只顾寻欢逐乐这一可悲观实的批判。这种批判，从侧面衬托并深化了主题。&&&下面，紧接着是旋律的直线下降：“写入琴丝，一声声更苦。”这一旋律，是在情绪高度激发之后，形成情绪的转折，它通过抒情性很强的琴声，弹出了词人难以抑止的悲愤，终于以深沉悲苦的音调，结束全篇。",
                    "transferInfo" : "诗人庾信先是在吟《愁赋》，接着又听到一阵凄切的私语声，原来是蟋蟀在叫。露水打湿了门上的铜环，青苔侵入了井边的石板，这些地方都曾听到过它的叫声。哀怨的声音好像是在倾诉着什么，正当思妇失眠，起来寻找机杼，想织锦书寄给远方的时候。在列着画有青山的曲折屏风的闺房里，夜气凉透，孤居独宿，那是怎么样的心情啊！黑暗中西窗外又刮起了风雨，为什么这虫声老是应和着砧杵声，断断续续地响个不停呢？它在旅舍里迎接寒秋，在离宫中凭吊冷月，该是另有许多伤心的事罢！《诗经·豳风》中的《七月》篇曾描写过它，那些诗句像是率意而为之的。可笑的是世上那些无知小儿女，他们蹲在篱笆旁，兴高采烈地喊叫着：快拿灯来，有蟋蟀！殊不知如果将此虫声谱成琴曲，一声声地弹奏出来，听上去一定是更加悲苦的。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "扬州慢·淮左名都",
                    "author" : "姜夔",
                    "content" : "淮左名都，竹西佳处，解鞍少驻初程。过春风十里。尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒。都在空城。杜郎俊赏，算而今、重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡、冷月无声。念桥边红药，年年知为谁生。",
                    "addtionInfo" : "扬州慢：词牌名。淮左名都：指扬州。宋朝的行政区设有淮南东路和淮南西路，扬州是淮南东路的首府，故称淮左名都。名都：著名的都会。解（xiè）鞍少驻初程：少驻，稍作停留；初程，初段行程。春风十里：杜牧《赠别》诗：“春风十里扬州路，卷上珠帘总不如”，这里用以借指扬州。胡马窥江：指金兵侵略长江流域地区，洗劫扬州。这里应指第二次洗劫扬州。废池乔木：废毁的池台。乔木：残存的古树。二者都是乱后余物，表明城中荒芜，人烟萧条。渐：向，到。清角：凄清的号角声。杜郎：即杜牧。唐文宗大和七年到九年，杜牧在扬州任淮南节度使掌书记。俊赏：俊逸清赏。豆蔻：形容少女美艳。豆蔻词工：杜牧《赠别》：“娉娉袅袅十三余，豆蔻梢头二月初”。青楼：妓院。青楼梦好：杜牧《遣怀》诗：“十年一觉扬州梦，赢得青楼薄幸名”。二十四桥：扬州城内古桥，即吴家砖桥，也叫红药桥。红药：红芍药花，是扬州繁华时期的名花",
                    "classInfo" : "42",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "姜夔在这首词里用了他常用的小序。小序的好处就在于交代写作的缘由和写作的背景。而这首小序则更明确地交代了这首词的写作时间、地点、原因、内容、和主旨。让人更好地、更深入地了解词人写作此词时的心理情怀。&&&这首词充分体现了作者认为的诗歌要“含蓄”和“句中有余味，篇中有余意”（《白石道人诗说》）的主张，也是历代词人抒发“黍离之悲”而富有余味的罕有佳作。词人“解鞍少驻”的扬州，位于淮水之南，是历史上令人神往的“名都”，“竹西佳处”是从杜牧《题扬州禅智寺》“谁知竹西路，歌吹是扬州”化出。竹西，亭名，在扬州东蜀岗上禅智寺前，风光优美。&&&但经过金兵铁蹄蹂躏之后，如今是满目羔坞了。经过“胡马”破坏后的残痕，到处可见，词人用“以少总多”的手法，只摄取了两个镜头：“过春风十里，尽荠麦青青”和满城的“废池乔木”。“荠麦青青”使人联想到古代诗人反复咏叹的“彼黍离离”的诗句，并从“青青”所特有的一种凄艳色彩，增加青山故国之情。“废池”极见蹂躏之深，“乔木”寄托故园之恋。&&&这种景物所引起的意绪，就是“犹厌言兵”。清人陈廷焯特别欣赏这段描写，他说：“写兵燹后情景逼真。‘犹厌言兵’四字，包括无限伤乱语，他人累千百言，赤无此韵味。”（《白雨斋词话》卷二）这里，作者使用了拟人化的手法，连“废池乔木”都在痛恨金人发动的这场不义战争，物犹如此，何况于人！这在美学上也是一种移情作用。&&&上片的结尾三句：“渐黄昏，清角吹寒，都在空城”，却又转换了一个画面，由所见转写所闻，气氛的渲染也更加浓烈。当日落黄昏之时，悠然而起的清角之声，打破了黄昏的沉寂，这是用音响来衬托寂静更增萧条的意绪。“清角吹寒”四字，“寒”字下得很妙，寒意本来是天气给人的触觉感受，但作者不言天寒，而说“吹寒”，把角声的凄清与天气的寒冷联系在一起，把产生寒的自然方面的原因抽去，突出人为的感情色彩，似乎是角声把寒意吹散在这座空城里。&&&听觉所闻是清角悲吟，触觉所感是寒气逼人，再联系视觉所见的“荠麦青青”与“废池乔木”，这一切交织在一起，一切景物在空间上来说都统一在这座“空城”里，“都在”二字，使一切景物联系在一起。着一“空”字，化景物为情思，把景中情与情中景融为一体，写出了为金兵破坏后留下这一座空城所引起的愤慨；写出了对宋王朝不思恢复，竟然把这一个名城轻轻断送的痛心；也写出了宋王朝就凭这样一座“空城”防边，如何不引起人们的忧心忡忡，哀深恨彻。&&&词的下片，运用典故，进一步深化了“黍离之悲”的主题。昔日扬州城繁华，诗人杜牧留下了许多关于扬州城不朽的诗作。可是，假如这位多情的诗人今日再重游故地，他也必定会为今日的扬州城感到吃惊和痛心。杜牧算是个俊才情种，他有写“豆蔻”词的微妙精当，他有赋“青楼”诗的神乎其神。可是，当他面对眼前的凋残破败景象，他必不能写出昔日的款款深情来。扬州的名胜二十四桥仍然存在，水波荡漾，冷峻的月光下，四周寂籁无声。唉，试想下，尽管那桥边的芍药花年年如期盛放，也很难有人有情思去欣赏它们的艳丽。词人用带悬念的疑问作为词篇的结尾，很自然地移情入景，今昔对比，催人泪下。&&&纵观全词，行文的基调都笼罩在一种悲凉凄怆的氛围中。无论是词人所见到的“荠麦青青”、“废池乔木”还是在黄昏里听到的“号角”和“空城”还是词人自身所想到的杜牧“难赋深情”和不知亡国恨的“桥边红药”，都是一种悲剧的写照。&&&情景交融是这首词在写作表现手法上最显著的一个特点。移情入景，乐景写哀，都是词人经常使用的手法。特别是乐景写哀，词人在文中写了大量的乐景：名都，佳处，二十四桥……可是，写乐景是为了衬托哀情，是为了对比“现在”的惨状：名都的凋残，佳处的弊坏，二十桥的冷寂……正如王夫之所说：“以乐景写哀，以哀景写乐，倍增其哀乐。”&&&用今昔对比的反衬手法来写景抒情，是这首词的特色之一。&&&上片用昔日的“名都”来反衬今日的“空城”；以昔日的“春风十里扬州路”（杜牧《赠别》）来反衬今日的一片荒凉景象——“尽荠麦青青”。&&&下片以昔日的“杜郎俊赏”、“豆蔻词工”、“青楼梦好”等风流繁华，来反衬今日的风流云散、对景难排和深情难赋。以昔时“二十四桥明月夜”（杜牧《寄扬州韩绰判官》）的乐章，反衬今日“波心荡、冷月无声”的哀景。下片写杜牧情事，主要目的不在于评论和怀念杜牧，而是通过“化实为虚”的手法，点明这样一种“情思”：即使杜牧的风流俊赏，“豆蔻词工”，可是如果他而今重到扬州的话，也定然会惊讶河山之异了。借“杜郎”史实，逗出和反衬“难赋”之苦。“波心荡、冷月无声”的艺术描写，是非常精细的特写镜头。二十四桥仍在，明月夜也仍有，但“玉人吹箫”的风月繁华已不复存在了。词人用桥下“波心荡”的动，来映衬“冷月无声”的静。“波心荡”是俯视之景，“冷月无声”本来是仰观之景，但映入水中，又成为俯视之景，与桥下荡漾的水波合成一个画面，从这个画境中，似乎可以看到词人低首沉吟的形象。总之，写昔日的繁华，正是为了表现今日之萧条。&&&善于化用前人的诗境入词，用虚拟的手法，使其一波未平，一波又起，余音缭绕，余味不尽，也是这首词的特色之一。《扬州慢》大量化用杜牧的诗句与诗境（有四处之多），又点出杜郎的风流俊赏，把杜牧的诗境，融入自己的词境。&&&此词在表现姜夔的词风清雅空灵上非常突出。运用“清”“寒”“空”“波心”“冷月”等词极力表现语言上清雅空灵。同时，用“犹厌言兵”表现兵燹之后的残破；用杜牧名句表现扬州昔日的繁华；用“二十四桥”“波心荡”“冷月无声”表现清幽伤感的气氛；用“桥边红药”表现“寂寞开无主”的荒凉，这些造境都是用来表现意境上清雅空灵。词人的笔法是清雅空灵的，却寄寓深长。用低婉的声调，清刚峭拔之势、冷僻幽独之情，写出了战争带给扬州城万劫不复的灾难。",
                    "transferInfo" : "扬州自古是著名的都会，这里有著名游览胜地竹西亭，初到扬州我解鞍下马稍作停留。昔日繁华热闹的扬州路，如今长满了青青荠麦，一片荒凉。金兵侵略长江流域地区，洗劫扬州后，只留下残存的古树和废毁的池台，都不愿再谈论那残酷的战争。临近黄昏，凄清的号角声响起，回荡在这座凄凉残破的空城。杜牧俊逸清赏，料想他现在再来的话也会感到震惊。即使“豆蔻”词语精工，青楼美梦的诗意很好，也难抒写此刻深沉悲怆感情。二十四桥依然还在，桥下江水水波荡漾，月色凄冷，四周寂静无声。想那桥边红色的芍药花年年花叶繁荣，可它们是为谁生长为谁开放呢？",
                    "backgroundInfo" : "此词作于宋孝宗淳熙三年（公元1176），时作者二十余岁。宋高宗绍兴三十一年（公元1161年），金主完颜亮南侵，江淮军败，中外震骇。完颜亮不久在瓜州为其臣下所杀。根据此前小序所说，淳熙三年，姜夔因路过扬州，目睹了战争洗劫后扬州的萧条景象，抚今追昔，悲叹今日的荒凉，追忆昔日的繁华，发为吟咏，以寄托对扬州昔日繁华的怀念和对今日山河破的哀思。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长亭怨慢·渐吹尽",
                    "author" : "姜夔",
                    "content" : "渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。",
                    "addtionInfo" : "长亭树：指种在长亭亮度的柳树。韦郎：《云溪友议》卷中《玉箫记》条载：唐韦皋游江夏，与玉箫女有情，别时留玉指环，约以少则五载，多则七载来娶，后八载不至，玉箫绝食而死。红萼：红花，女子自指。并刀：并州为古九州之一，今属山西，所产刀剪以锋利出名。”",
                    "classInfo" : "8",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "长亭怨慢》，词调名，姜夔创制，旁注工尺谱。此词虽非单纯的咏柳词，但以柳枝头的“香絮”起兴，经柳丝般的“离愁行缕”收尾，词人身心沉潜其中，早已物我莫辨，主客难分。杨柳，无论柔条还是纤叶，无论绿荫还是飞絮，它浑身上下都散发着浓厚的文化气息。“昔我往矣，杨柳依依”（《诗经·小雅·采薇》），灞桥柳岸，“柳”“留”谐音，柳枝一折，令多少人心胆俱裂。在此词中，柳树的角色是频频转换的，前六句写别时别地，就时而言，正是“渐吹尽”时节，柳絮代表着无情流逝的时光，就地而言，绿荫深深，遮掩着门户，作为人与现实世界之间的一道屏障，柳树凸现了框人词这一艺术世界中的人，它本身也是一件艺术品。&&&面对“青青如此”的长亭树，作者又一次隐入了困境，“望高城不见”的主人公显然已被深深的孤独感所包围，他希望树亦有情，可这只是空幻人生的一个空幻的要求，“怎忘得”一句，“第一是”二句都是无力的呼唤，最后，连并刀也是“空”有，末句展示给读者的只是“离别之神”——柳树那森然的面孔。&&&上阕是咏柳。开头说，春已深，柳絮吹尽，柳阴浓绿 。这正是合肥巷陌情况。“远浦”二句点出行人乘船离去 。“阅人”数句又回到说柳。长亭（古人送别之地）边，离人黯然销魂，而柳则无动于衷，依然“青青如此” 。暗用李长吉诗“天若有情天亦老”句意，以柳之无情反衬自己惜别的深情。这半阕词用笔不即不离，写合肥，写离去，写惜别，而表面上却都是以柳贯串，借做衬托。&&&下半阕是写自己与情侣离别后的恋慕之情 。“日暮”三句写离开合肥后依恋不舍。唐欧阳詹在太原与一妓女相恋，别时有“高城已不见，况复城中人”之句。“望高城不见”即用此事，正切合思念情侣之意。“韦郎”二句用唐韦皋事。韦皋游江夏，与女子玉箫有情，别时留玉指环，约定数年后来娶。后来诺言成空，玉箫绝食而死（《云溪友议》卷中《玉箫记》条）。这两句是说，当临别时，自己向情侣表示，不会象韦皋那样“忘得玉环分付”，自己必将重来的。下边“第一”两句是情侣叮嘱之辞。她还是不放心，要姜夔早早归来 ，否则“怕红萼无人为主”。因为歌女社会地位低下，是不能掌握自己命运的，其情甚笃，其辞甚哀 。“算空有”二句以离愁难剪作结。这半阕词写自己惜别之情，情侣属望之意，凄怆缠绵。",
                    "transferInfo" : "渐渐吹尽了，枝梢上淡香的柳絮，到处人家，柳树浓密的绿荫将门户遮蔽。船儿顺着弯曲回绕的河浦渐渐远去，暮色里云帆凌乱，匆忙往返，究竟奔向哪里？看人间离别多矣，谁能比长亭的柳树悄然冷寂？柳树若是有情时，定不会长得如此青翠碧绿。落日昏暮，高耸的城郭已望不见，只见乱岩层叠的群山无数。我难忘临别的叮嘱：“韦郎这一去呀，怎能忘记你交付给我的玉环信物。”“最要紧是记住早早归来，我怕红萼孤独无人为我作主。”即使有并州制造的锋快剪刀也枉然，亦难以剪断万缕离愁别苦。",
                    "backgroundInfo" : "姜夔二十三岁时，曾游安徽合肥，与此地的歌女姊妹二人相识，时日一长，往来酬唱，情投意合。后来，作者屡次到合肥与二女相会，情意愈浓。光宗绍熙二年（公元1191年），作者再次来到合肥，但不久就离去了，这首词大概作于离去之时，以寄托对二女的无尽眷念之情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "暗香·旧时月色",
                    "author" : "姜夔",
                    "content" : "旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？",
                    "addtionInfo" : "何逊：南朝梁诗人，早年曾任南平王萧伟的记室。任扬州法曹时，廨舍有梅花一株，常吟咏其下。后居洛思之，请再往。抵扬州，花方盛片，逊对树彷徨终日。但怪得：惊异。翠尊：翠绿酒杯，这里指酒。红萼：指梅花。耿：耿然于心，不能忘怀。千树：杭州西湖孤山的梅花成林。",
                    "classInfo" : "14",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "“自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。”淡远蕴藉的笔墨描画出烟霭深沉的旅行，而这“韵最娇”的“新词”便是《暗香》《疏影》二首。沈祖棻云，“《暗香》《疏影》虽同时所作，然前者多写身世之感，后者则属兴亡之悲，用意小别，而其托物言志则同。”小诗流露出的才子词人姜夔于音乐中的那丝陶醉与忧郁，使人不禁想去赏析这首“读之使人神观飞跃”的《暗香》，走进笛里梅花，走进姜夔的清刚幽冷之境。&&&“旧时月色，算几番照我，梅边吹笛。”月光清美，梅花溢香，这位词人吹的想必是笛曲《梅花落》了。笛韵悠然，当时的词人之心可是恬淡安闲，怡然自适，或是心有幽怀，黯然神伤，还是柔情蜜意，“相看好处却无言”？资人遐想，含有韵味。“算几番照我”，回忆并勾勒往事。“几番”约言其多，不止一次。唯“当时只道是寻常”，才有今日的追忆与幽思。“算”字送出一种回忆往事的凝神静思的状态，而这种回忆从根本上是缘于内心生发的感情，这是一种怀旧的情绪，于是引起下句对往事的追述。&&&“唤起玉人”句，在月下、梅边、笛里复加一“玉人”，则美人梅花互衬，俨然有春日里“人面桃花相映红”之美。著一“唤”字则静中有动，静止的美丽图景变得立体而鲜活，出现了情趣。“不管清寒与攀摘”，冒着清寒，攀折梅花，则内心感情之热烈可知。这里清而不凄，清而非冷，清寒而不刺骨。“清”本是极普通的字，作者信笔写来，则天气之清寒，月色之清美，梅花之清香，都可融而为一，这里似乎凝含着往日的幸福之感与甜蜜之情。回视起句清空，它既可能是在“玉人”身旁的“吹笛”，也可能是孤身一人，因思念而吹笛，更可能是兼而有之，以“几番”二字囊括。和次句意脉似断非断，似连非连。这三个分句以寻常的字眼包蕴了广阔的时空，构造了悠远的意境，暗含了凄婉的感情，可谓很有笔力的开篇。&&&下句笔锋陡转，以何逊自比，而着意在于“渐老”的衰飒。“而今”和开篇“旧时”相对，扩大了时间的厚重感。这里不仅有对往日恋人的怀念，还含有对逝去的美好岁月、青春风华的怀念和惋惜，正与“临晚镜，伤流景，往事后期空记省”的嗟悼悲慨暗合。说“忘却春风词笔”，却隐约含有往事不胜悲的意味，正如那位独上高楼望尽天涯路的伤心人，欲寄彩笺却又说“无尺素”一样。而今识尽愁滋味“却道天凉好个秋”，低徊如斯，哀婉如斯，“春风词笔”如何忘却？否则，“竹外疏花，香冷入瑶席”何以入眼，又何以“怪”之？此句又转入现时，竹外疏花萧瑟，冷香吹入瑶席，引人幽思，勾起回忆。正是“相思一夜梅花发，忽到窗前疑是君”，梅花与人两相思。这里见花思人，生出“怪得”之心，必是至深之情。“疏”“冷”烘托凄凉，“瑶席”反衬哀苦，用字可见匠心。",
                    "transferInfo" : "昔日皎洁的月色，曾经多少次映照着我，对着梅花吹得玉笛声韵谐和。笛声唤起了美丽的佳人，跟我一道攀折梅花，不顾清冷寒瑟。而今我像何逊已渐渐衰老，往日春风般绚丽的辞采和文笔，全都已经忘记。但是令我惊异，竹林外稀疏的梅花，谒将清冷的幽香散入华丽的宴席。江南水乡，正是一片静寂。想折枝梅花寄托相思情意，可叹路途遥遥，夜晚一声积雪又遮断了大地。手捧起翠玉酒杯，禁不住洒下伤心的泪滴，面对着红梅默默无语。昔日折梅的美人便浮上我的记忆。总记得曾经携手游赏之地，千株梅林压满了绽放的红梅，西湖上泛着寒波一片澄碧。此刻梅林压满了飘离，被风吹得凋落无余，何时才能重见梅花的幽丽？",
                    "backgroundInfo" : "这首词创作于光宗绍熙二年（公元1191年），与词人《长亭怨慢·渐吹尽》为同年之作。是年冬，姜夔载雪访范成大于石湖。他在石湖住了一个多月，自度《暗香》、《疏影》二曲咏梅，使人神观飞越耳目一新，又深蕴忧国之思、寄托个人生活的不幸。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "疏影·苔枝缀玉",
                    "author" : "姜夔",
                    "content" : "苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
                    "addtionInfo" : "疏影：词牌名，姜夔的自度曲。苔枝：长有苔藓的梅枝。缀玉：梅花像美玉一般缀满枝头。“有翠禽”二句：用罗浮之梦典故。隋代赵师雄游罗浮山，夜梦与一素妆女子共饭，女子芳香袭人。又有一绿衣童子，笑歌欢舞。赵醒来，发现自己躺在一株大梅树下，树上有翠鸟欢鸣，见“月落参横，但惆怅而已”。客里：离乡在外期间。黄昏：日已落而天色尚未黑的时候。“犹记”三句：用寿阳公主事。蛾，形容眉毛的细长；绿，眉毛的青绿颜色。《太平御览》引《杂五行书》云：“宋武帝女寿阳公主，人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去。皇后留之，看得几时，经三日，洗之乃落。宫女奇其异，竞效之，今‘梅花妆’是也”。安排金屋：汉武帝刘彻幼时曾对姑母说：“若得阿娇作妇，当作金屋贮之”。盈盈，仪态美好的样子，这里借指梅花。玉龙：玉笛。恁（nèn）时：那时候。",
                    "classInfo" : "14",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似东风，不管盈盈，早与安排金屋。还教一片随波去，又却怨玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。&&&从“疏影横斜水清浅，暗香浮动月黄昏”这两个警句，到《暗香》、《疏影》这两首名作，从林和靖的梅妻鹤子的清高，到姜白石把梅花幻化为心上人的浪漫，真是一脉相承、灵犀暗通似的。&&&《暗香》、《疏影》这对姐妹篇是姜夔在南宋绍熙二年（1191）冬冒着大雪到苏州探访老诗人范成大时写的。范家“深院寂静”，“有玉梅几树”，词人借赞美梅花寄托怀念心上人之情。《暗香》着重赞赏梅的“清冷”，《疏影》着重赞赏梅的“幽静”。&&&“幽静”往往与“孤高”为伴。“幽静”、“孤高”本都属人的气质。《疏影》这首词的重要特色之一就是既写花又写人，花人合一，互相幻化，以空灵含蓄的笔触，构成朦胧优美的意境。&&&“苔枝缀玉，有翠禽小小，枝上同宿”，开篇展现在读者面前的就是一幅色彩鲜明、幽雅清丽的“双栖图”。苔枝与翠禽色相近，都是充满生机的“绿”，其间点缀着美玉般的梅花，就更显得光彩照人。字里行间不露半个梅字，而梅的形象却浮雕般突现出来了。面对这翠禽双栖于玉梅间的美景，能不勾引起多情的词人浮想联翩！──触景伤情的序幕就这样拉开了。&&&接着推出第二个画面，是“客里相逢，篱角黄昏，无言自倚修竹”，这完全是用写人的手法来写梅，大概出自杜甫的“绝代有佳人，幽居在空谷”，“天寒翠袖薄，日暮倚修竹”的诗意。梅花就是佳人的幻化。相逢在“客里”，又是“篱角黄昏”这么一个典型环境，更突出了寂寞的氛围。在这么寂寞的氛围里，“佳人”“无言自倚修竹”。“无言”这神态，“自倚”这动作，突出了这位孤高的佳人形象；另一面，也折射了词人在“客里”怀念情人的孤寂心情。&&&在这种孤寂情绪的支配下，词人想到对方也一定会同自己一样孤寂难熬。下句就借昭君出塞、远嫁番邦的典故来抒发这种情感。“不惯”“暗忆”这两个貌似平常的词，在这典型的语言环境里，就传达出了不寻常的深沉感情。“想佩环、月夜归来，化作此花幽独”，这就明写出人花幻化的艺术意境。放在“月夜”归来，就更突出“幽独”的气质。“月夜”与“黄昏”照应，“花”与“玉”照应，“幽独”与“无言自倚”照应，文字针线细密，情感脉络分明。而“幽独”一词又是总撮了上片的精髓而成为全词的基调。&&&过片开头的“犹记深宫旧事”与上片的“暗忆江南江北”遥相呼应，这是词人想象自己心上人在远方孤寂中一定会时时想起美好的往事。“那人正睡里，飞近蛾绿”，是借南朝宋武帝女儿寿阳公主午睡时梅花飘落眉心留下花瓣印，宫女争相仿效，称为“梅花妆”的故事，喻往事之美好令人难忘。这美好的时光多么值得珍惜！千万不要象无情的东风一样，“不管盈盈，早与安排金屋。”但到底往事已成空，如今只留下一片美好的追忆而已！这就正如梅花终于被东风吹落，而且“随波去”了，怎能不怨恨那“玉龙哀曲”呢！玉龙，笛名。笛曲《梅花落》是古代流行的乐曲，听了使人悲伤。唐皮日休《夜会问答》说听《梅花落》曲“三奏未终头已白”，可见一斑。故曰“玉龙哀曲”。&&&到了唱“梅花落”悲歌的时候，才“重觅幽香”，为时晚矣！到那时，花落了，香残了，只剩下空秃的疏影，美丽的梅花则“已入小窗横幅”。就正如美好的时光没有好好珍惜，而今双方远隔千里，两地相思，只能象梅花一样孤寂地“暗忆”往事了！末句的“幽香”与上片末的“幽独”遥相呼应，进一步突出了梅的动人形象。&&&全词浑然一体。以赞梅的幽静孤高为主线，紧串密缝；又以寂寞氛围突出“花人合一”的艺术形象，令人神往。运笔空灵含蓄，意境优美；描写细致生动，形象鲜明。不愧为姜夔力作。",
                    "transferInfo" : "苔梅的枝梢缀着梅花，如玉晶莹，两只小小的翠鸟儿，栖宿在梅花丛。在客旅他乡时见到它的倩影，像佳人在夕阳斜映篱笆的黄昏中，默默孤独，倚着修长的翠竹。就像王昭君远嫁匈奴，不习惯北方的荒漠，史是暗暗地怀念着江南江北的故土。我想它戴着叮咚环佩，趁着月夜归来，化作了梅花的一缕幽魂，缥缈、孤独。&&&我还记得寿阳宫中的旧事，寿阳公主正在春梦里，飞下的一朵梅花正落在它的眉际。不要像无情的春风，不管梅花如此美丽清香，依旧将它风吹雨打去。应该早早给它安排金屋，让它有一个好的归宿。梅花不能永远属于呵护它的人，它终究将一片片随水飘去，我只能吹一曲《梅花落》诉说心中的哀怨。等到那时再觅梅花的倩影，只能在小窗边的画轴上见到它的枝叶扶疏。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "风入松·一春长费买花钱",
                    "author" : "俞国宝",
                    "content" : "一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。",
                    "addtionInfo" : "风入松：词牌名。一春：整个春天。长费：指耗费很多。买花钱：旧指狎妓费用。玉骢（cōng）：毛色青白相间的马。骄：马壮健。沽酒：从市上买来的酒；买酒。箫鼓：箫与鼓，泛指乐奏。鬓云：形容发髻浓黑如云。残醉：酒后残存的醉意。花钿：女子头饰。用金翠珠宝制成的花形首饰。",
                    "classInfo" : "11",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "这是一首描写西湖旖旎春光、点写歌舞升平的游乐词。此词曾得到南宋临安最高统治者的赏识，并经过御笔改定。从这首词中，我们可以看到偏安一隅的南宋统治阶级仍不思进取、安于现状的醉生梦死的奢靡生活。&&&全词主写西湖春景，上下一气贯通。词的前四句写人也写马。而其意在渲染西湖的美不胜收。西湖放游，日日如此。以至于到了人“日日醉湖边”，而马则“惯识西湖路”的境地。“惯识”承“日日”，“沽酒楼”承“西湖边”，马经此而“骄嘶”，而写马正为了写人。一个“醉”字已将人带入那神往的画中。故沈际飞《草堂诗余正集》有云：“起处自然馨逸”。通过侧面渲染，西湖魅力已然足见。“红杏”而下四句实写西湖美景。“红杏”、“绿柳”予人以花香，配之以暖风，自然之美令人赏心悦目；继之以悠扬飘荡的“萧鼓”和隐约可见的“秋千”，加上青春靓丽、珠光宝气的出游丽人，人文景观热闹非凡，令人陶醉。有山、有水、有花、有人、有声、有色，此等美景只应天上有，如今却在人间西湖边现，难怪西湖有“人间天堂”之美称。如此美不胜收的胜景，谁能不陶醉于其中呢？末四句则写日暮人归，湖水山色幽悄淡远，风光依然妩媚，词人余兴未尽，独自赏玩之余，相期明日扶醉重来。既是与前“日日醉湖边”相呼应，也表达了词人对西湖春景的无限留恋。此词笔调轻快流丽，如行云流水，读来令人心无远虑。但词局限于风光如画、香绮浓艳的描写，故篇外并无多少深意可言。",
                    "transferInfo" : "入春来不知耗费多少买花钱，一天天沉醉在西湖湖边。玉骢马熟识逛西湖的路，昂首嘶鸣走过酒楼楼前。红杏芳香中箫鼓震天轰响，绿杨婆娑树影里欢荡秋千。春风十里路上丽人翩翩，满头的花朵把云鬓压偏。夕阳西下画船载着春光归去，未尽游兴全付与湖水湖烟。明日还要带残存的醉意，到湖上小路寻找遗落的花钿。",
                    "backgroundInfo" : "据周密《武林旧事》卷三，这首词是太学生俞国宝题写在西湖一家酒肆屏风上的。已作太上皇的宋高宗一次偶然的机会看见了这首词，“称赏久之”，认为“甚好”，还将其中“明日再携残酒”句改为“明日重扶残醉”，俞国宝也因而得到即日解褐授官的优待。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "柳梢青·岳阳楼",
                    "author" : "戴复古",
                    "content" : "袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。",
                    "addtionInfo" : "柳梢青：词牌名。岳阳楼：江南三大名楼之一，位于湖南省岳阳市西门城头。袖剑飞吟：带着宝剑，昂首高吟。袖剑：袖内所藏短剑。洞庭青草：皆湖名，二湖相通，连成一片，在今湖南省岳阳县。一快披襟（jīn）：披开衣襟，十分畅快。披襟：解开衣襟。携酒登临：带着酒来登高临远。变尽人间，君山一点，自古如今：人世虽无穷无化，君山则自古至今，依然如故。",
                    "classInfo" : "27",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "这是一首登临遣怀之作。&&&“袖剑飞吟”，据《唐才子传》记载，吕洞宾尝饮岳阳楼，醉后留诗曰：“朝游南浦暮苍梧，袖里青蛇胆气粗。三入岳阳人不识，朗吟飞过洞庭湖”。词人浪迹南北，与吕洞宾诗中所表现的气质有共通之处。这里借用来抒发自己壮游洞庭的情怀，一开始就树立了一个飘泊江湖的词人形象，并使词篇笼罩在豪迈飘逸的仙气中。“洞庭青草，秋水深深”，八百里洞庭以浩瀚汪洋著称，这里词人只用“深深”二字，便轻轻描绘出它的特征。词篇至此，气象也更为开阔。此外，句中的“秋”字不单点明登楼时令，还以秋日多风和入秋百卉渐衰为下文“一快披襟”、“变尽人间”作铺垫，同时又与词人的苍凉胸怀相表里。“万顷波光”仍写洞庭：“秋水深深”专述涵纳深邃，此句特表醉人美色，两相配合，极见情致。“岳阳楼上，一快披襟”，用独立楼头、任风吹开衣襟的形象衬托词人的登楼豪情。宋玉《风赋》：“楚襄王游于兰台之宫，宋玉、景差侍。有风飒然而至，王乃披襟而当之，曰：‘快哉此风！’”自然，“一快披襟”的原因不仅是因为有风，更重要的还由于深深秋水和万顷波光的感染。总起来看，上片词风豪中带逸，词人登楼的快意在这里得到了有力发挥。&&&下片开始，词人笔锋陡转，“快”意顿生波澜：“不须携酒登临。问有酒、何人共斟”，用不须携酒引出无人与共，感情凝滞曲折，章法也开始摇曳回荡。这首词上片写无边美景、惬然游情，下片叹人间多变、国事衰微，过片处直说此番登临不能尽兴，这有异于上片，可谓“能发起别意”。但词人写楼、写湖只是为了抒发兴废之叹，因而无人共饮几句正好把普通的登山临水引入创作“原意”。“变尽人间，君山一点，自古如今”，点明“不须携酒”的原因，揭破主题。词人生活在南宋后期，其时不但收复北方领土已经无望，就是南方的偏安局面也在风雨飘摇之中。所以词人面对“自古如今”岿然不动的“一点”君山，难免要想起备受欺凌的“偌大”中国。可是当时的上层人士或流连光景、或苟且度日，似乎无人共饮词人之酒。由此可见上文的“不须携酒”几字包含着无限感慨，而这里的“变尽人间”实为振起全篇的关键：因为只有“人间”才是词人属意的所在，而正因为这个“变”字，词人也才由湖光山色联想到国家民族，进而感物伤怀。&&&这首词一开始情调昂扬，颇有为眼前景所陶醉的意思，进入下片以后，先用无人共斟道出自己的孤独和苦闷，后以人间变尽点破忧国主题，有如千斛浓愁凝聚笔端。题旨虽在表现词人的深广忧虑，但篇中不仅毫无局促窘迫的影子。相反，还能把执著的爱国热情同超脱的仙风逸气结合成一个整体；同时词中的情绪虽然一再变化，但意脉始终不断，再加上流畅奔放的语句，天真自然的措词，形成了豪健轻快的特殊风格。",
                    "transferInfo" : "带着短剑到处歌吟，洞庭湖和青草湖，明净的秋水深又深。在雄伟的岳阳楼上，眺望万顷粼粼波光，迎着西风敞开衣襟。用不着带酒登上高楼，问你有酒又与谁共斟？人世间的事不停变幻，只有湖中那一点君山，依然故我，自古如今。",
                    "backgroundInfo" : "自隆兴元年（1163年），宋金符离之战后，金国战败，随后内部又出现了政变，便暂时无力南下侵宋。南宋朝廷沉溺于歌舞淫乐当中，词人远离官场，但又无时无刻不牢记抗金复国大业。每当在登临之际，爱国豪情就会油然而生。这首词便是在这种情况创作的。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "减字木兰花·莎衫筠笠",
                    "author" : "卢炳",
                    "content" : "莎衫筠笠。正是村村农务急。绿水千畦。惭愧秧针出得齐。风斜雨细。麦欲黄时寒又至。馌妇耕夫。画作今年稔岁图。",
                    "addtionInfo" : "莎：蓑，草衣。惭愧：感幸之辞。麦欲句：旧历四月间，有时天气转冷，谓之“麦秀寒”。馌：往田里送饭。稔岁：丰年。",
                    "classInfo" : "106",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "农民们身披蓑衣，头戴斗笠在田间紧张地忙碌着，这正是家家户户农忙的时节。千畦的绿水中，细嫩的秧苗长得出奇的整齐，真是难得。斜风细雨，连日不晴，小麦将黄熟时天又转冷。男人们都去田裡抢收抢种，妇女们送饭来到田头。水田、秧田、麦田，男人、女人冒雨插秧、收麦，以勤劳的双手，描绘出一幅丰收在望的图画。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "双双燕·咏燕",
                    "author" : "史达祖",
                    "content" : "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。",
                    "addtionInfo" : "春社：古代春天的社日，以祭祀土神。在立春后第五个戊日。度：穿过。帘幕：古时富贵人家多张挂于院宇。差（cī）池：燕子飞行时，有先有后，尾翼舒张貌。相（xiàng）：端看、仔细看。雕梁：雕有或绘有图案的屋梁。藻井：用彩色图案装饰的天花板，形状似井栏，故称藻井。软语：燕子的呢喃声。翠尾：翠色的燕尾。红影：花影。芳径：长着花草的小径。芹泥：水边长芹草的泥土。红楼：富贵人家所居处。柳昏花暝（míng）：柳色昏暗，花影迷蒙。暝：天色昏暗貌。栖香：栖息得很香甜，睡得很好。天涯芳信：给闺中人传递从远方带来的书信。古有双燕传书之说。翠黛双峨：指闺中少妇。黛蛾：螺子黛，乃女子涂眉之颜料，其色青黑，或以代眉毛。眉细如蛾须，乃谓蛾眉。更有以眉代指美人者。画阑：雕花的栏杆。凭：倚靠。",
                    "classInfo" : "8",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "这首词对燕子的描写是极为精彩的。通篇不出“燕”字，而句句写燕，极妍尽态，神形毕肖。而又不觉繁复。“过春社了”，“春社”在春分前后，正是春暖花开的季节，相传燕子这时候由南方北归，词人只点明节候，让读者自然联想到燕子归来了。此处妙在暗示，有未雨绸缪的朦胧，既节省了文字，又使诗意含蓄蕴藉，调动读者的想象力。“度帘幕中间”，进一步暗示燕子的回归。“去年尘冷”暗示出是旧燕重归及新变化。在大自然一派美好春光里，北归的燕子飞入旧家帘幕，红楼华屋、雕梁藻井依旧，所不同的，空屋无人，满目尘封，不免使燕子感到有些冷落凄情。&&&“差池欲住”四句，写双燕欲住而又犹豫的情景。由于燕子离开旧巢有些日子了，“去年尘冷”，好像有些变化，所以要先在帘幕之间“穿”来“度”去，仔细看一看似曾相识的环境。燕子毕竟恋旧巢，于是“差池欲住，试入旧巢相并”。因“欲住”而“试入”，犹豫未决，所以还把“雕梁藻井”仔细相视一番，又“软语商量不定”。小小情事，写得细腻而曲折，像一对小两口居家度日，颇有情趣。沈际飞评这几句词说：“‘欲’字、‘试’字、‘还’字、‘又’字入妙。”（《草堂诗馀正集》）妙就妙在这四个虚字一层又一层地把双燕的心理感情变化栩栩如生地传达出来。&&&“软语商量不定”，形容燕语呢喃，传神入妙。“商量不定”，写出了双燕你一句、我一句，亲昵商量的情状。“软语”，其声音之轻细柔和、温情脉脉形象生动，把双燕描绘得就像一对充满柔情密意的情侣。人们常用燕子双栖，比喻夫妻，这种描写是很切合燕侣的特点的。恐正是从诗词的妙写中得到的启发吧！果然，“商量”的结果，这对燕侣决定在这里定居下来了。于是，它们“飘然快拂花销，翠尾分开红影”，在美好的春光中开始了繁忙紧张快活的新生活。&&&“芳径，芹泥雨润”，紫燕常用芹泥来筑巢，正因为这里风调雨顺，芹泥也特别润湿，真是安家立业的好地方啊，燕子得其所哉，双双从天空中直冲下来，贴近地面飞着，你追我赶，好像比赛着谁飞得更轻盈漂亮。广阔丰饶的北方又远不止芹泥好，这里花啊柳啊，样样都好，风景是观赏不完的。燕子陶醉了，到处飞游观光，一直玩到天黑了才飞回来。&&&“红楼归晚，看足柳昏花暝”，春光多美，而它们的生活又多么快乐、自由、美满。傍晚归来，双栖双息，其乐无穷。可是，这一高兴啊，“便忘了、天涯芳信”。在双燕回归前，一位天涯游子曾托它俩给家人捎一封书信回来，它们全给忘记了！这天外飞来的一笔，出人意料。随着这一转折，便出现了红楼思妇倚栏眺望的画面：“愁损翠黛双蛾，日日画栏独凭”。由于双燕的玩忽害得受书人愁损盼望。&&&这结尾两句，似乎离开了通篇所咏的燕子，转而去写红楼思妇了。看似离题，其实不然，这正是词人匠心独到之处。试想词人为什么花了那么多的笔墨，描写燕子徘徊旧巢，欲住还休？对燕子来说，是有感于“去年尘冷”的新变化，实际上这是暗示人去境清，深闺寂寥的人事变化，只是一直没有道破。到了最后，将意思推开一层，融入闺情更有馀韵。",
                    "transferInfo" : "春社日刚刚过去，你们就在楼阁的帘幕中间穿飞，屋梁上落满了旧年的灰尘，冷冷清清。分开羽翼想停下来，再试着钻进旧巢双栖并宿。好奇地张望雕梁藻井，又呢喃软语商量个不停。倏然间飘然而起掠过花梢，如剪的翠尾划开了红色花影。芳香弥漫小径间，春雨将芹泥融融浸润。喜欢贴地争飞，好像要比比谁更俊俏轻盈。回到红楼时天色已晚，看够了昏暝中的柳枝花影。但只顾自己在巢安稳栖息，却忘了稍回天涯游子的书信。这可愁坏了闺中憔悴佳人，望穿双眼天天画栏独凭。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "绮罗香·咏春雨",
                    "author" : "史达祖",
                    "content" : "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。",
                    "addtionInfo" : "做冷欺花：春天寒冷，妨碍了花儿的开放。冥迷：迷蒙。粉重：蝴蝶身上的花粉，经春雨淋湿，飞不起来。西园：泛指园林。钿车：用珠宝装饰的车，古时为贵族妇女所乘。杜陵：地名，在陕西长安东南，也叫乐游原。官渡：公用的渡船。谢娘：唐代歌妓名，后泛指歌妓。",
                    "classInfo" : "78",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "上片一下笔，词人就创设了一种烟雨迷离昏沉的境界。濛濛春雨，带来寒意，使性喜温暖的花儿受到摧残，凄迷的雾气笼罩柳树，天空昏沉黯淡，一片暮色，仿佛是春雨偷偷促使而成。“做冷欺花”，给人以触觉上的感受；“将烟困柳”，给人以视觉上的感受；“偷催春暮”，更是巧妙地调动了人们的听觉器官，使人如闻春雨那沙沙的步履声。起笔三句，不同凡响，摄住了春雨之魂，使纸面上的绵绵春雨，变成可感可触、可见可闻的对象。&&&接下来的“尽日”两句，进一步描写春雨的特有面貌。上句是说春雨极细极密，一片迷糊，满布空间，着重刻画的是春雨的静态；下句说春雨忽起忽止，下下停停，总下个没完，重点表现的是雨的动态。动静结合，使春雨形象更为鲜明、具体地呈现读者面前。同时，又用一“愁”字，点染气氛，奠定了全词的感情基调。&&&以上五句，作者紧扣春雨特征加以摹写已到尽态极妍的地步。进一步刻画，已难措笔，所以作者笔锋一转，写了燕子、蝴蝶的行动。春雨沾湿蝶翅，影响它展翅飞行，故云蝶惊。春雨润湿泥土，便于燕子衔泥筑巢，故云燕喜。迷漾灰黯的春雨图经紫燕素蝶点缀，色彩有所改观，呈现一种凄丽的境界。燕、蝶的作用不仅侧面衬托春雨，扩大了词境，而且，蝶惊燕喜的气氛还反衬出作者寂寞黯然的心境。&&&“最妨它”两句，写春雨对自己约会的影响。“佳约风流”，指男女约会。钿车，以金为饰的华丽车子。杜陵，在长安附近，汉宣帝陵墓所在地，附近多富贵人家，这里借指与情人约会之地。春雨连绵，道路泥泞，心爱之人所乘之钿车受阻，约会之事也就成为泡影了。&&&这两句因咏物而融入闺情。“佳约”的一方，或是作者自己。雨妨佳约，钿车难至，怀人不见，愁情可知。这两句，遥应前面“愁”字。作者融一片愁情于雨景之中，借春雨冥迷暗淡之境现作者怀人不见之情，情景两者融洽无间，堪称绝妙。&&&下片，作者继续把咏雨和抒情结合一起。上片重在描写春雨而兼寓愁绪，下片则主要抒发怀人之情而仍关合雨意。&&&前三句写天色渐晚，潮随雨涨，江水汹涌，作者站在江边，极目远望，但见烟波迷茫，渺无边际，官方所设之渡口（官渡）隐没于烟雨之中，难以寻觅。“还被春潮晚急，难寻官渡”，化用唐朝韦应物七绝名作《滁州西涧》：“春潮带雨晚来急，野渡无人舟自横”两句诗而自成意境。韦诗通过雨天潮急，野渡无人，小舟自横的景色描写，表现出一种悠然自得的闲情逸趣。史词则承“最妨他佳约风流，钿车不到杜陵路”两句，更进一步、更深一层表现了他的愁绪：陆路不通，则觅水道，官渡亦不见，则其愁转浓，可以想见。写来曲折细致、笔法多变。官渡既不见，映入眼中的，只是远处隐隐约约的几座山峰。 “和泪谢娘眉妩”一句，妙笔突起。谢娘本是唐时歌妓，这里借指作者所思念的女子。眉妩，指女子眉毛妩媚。此句写物拟人，含蕴极深。其一，生动地写出了烟雨迷漾之中的山峰形态；其二，将远山比作谢娘（自己之情人），可见作者因“雨妨佳约”，心头情丝缭绕，排遣不去。其三，写谢娘含泪，又是作者悬想对方因思念自己而伤心落泪，这种由“对面入笔”的写法，更翻进一层显示出作者相思之深切。这与李商隐“晓镜但愁云鬓改，夜吟应觉月光寒”的诗句及杜甫“今夜鄜州月，闺中只独看”的诗句写法机杼略同而层折更多、更深，的确是极为难得的佳句。&&&春雨绵绵，怀人不见，伤如之何？“临断岸新绿生时，是落红带愁流处”两句承上进一步写词人之愁。春雨磁润，新绿遍生，花儿却受到摧残，脱离枝叶，带着愁意，随着流水飘向远处。言下之意，春雨隔人，除了相思，别无他法。犹如春雨摧残下的花儿，只有一条路可走，那就是“带将愁去”。无可奈何之情，溢于言表。其愁思之深长，读来真有“一江春水向东流”之感。&&&最后两句以回想从前之事作结，依然不离雨景。“记当日门掩梨花”，化用李重元《忆王孙》词：“欲黄昏，雨打梨花深闭门”。“剪灯深夜语”，则脱胎李商隐《夜雨寄北》：“何当共剪西窗烛，却话巴山夜雨对”诗句。两句回忆往事：也是这样的春日，雨打梨花，院门深闭，自己和心爱的女子欢聚一起，剪着灯花促膝夜语。史词两句的意境，却是作者已经经历过的，是回忆的产物。作者化用前人诗词，灵活通脱，不仅不离咏雨及思人的本旨，而且还借此更为真切地反映了自己的心情。李商隐之诗本系悬想，是想象将来欢聚，而史达祖却用以忆昔，伤叹欢聚长叙已成往事，眼前他只是孤身一人，怅对沉沉大江，绵绵春雨。经过如此组合化用，形成新的境界，和全词所要传达的情绪契合无间，浑然一体。这样用事，达到古人所谓“浑化无迹”的地步。&&&综观全词，构思措辞都很工巧，没有一字说出“雨”字，却句句不离春雨。同时，全词发抒愁情，写得婉转层折，情致深厚。张炎认为此词好在； “收纵联密，用事合题，一段意思，全在结句”。这是有一定道理的。",
                    "transferInfo" : "春雨挟着冷气，欺凌早开的花朵，雾气漫着烟缕，困疲垂拂的柳树，千里烟雨暗暗地催促着晚春的迟暮。整日里昏暗迷蒙，像忧愁满腹，想要飘飞又忽然停住。蝴蝶吃惊自己的翅膀湿重，落在西园栖息；春燕喜欢用湿润的春泥筑巢，飞来飞去。最无奈，是道路的泥泞，妨碍了风流男女的约会佳期，使他们华丽的车辆到不了杜陵路。极目眺望，江面上烟雾沉沉。再加上春潮正在迅急，令人难以找到官家的渡口。远山全都隐隐约约，宛如佳人那含情的眼睛和眉峰。临近残断的河岸，可见绿绿的水波涨起，使水面上漂着片片落红，带着幽愁漂流向东。记得当日，正是因为有你，我怕梨花被吹打才掩起院门。正是因为有你，我才和那位佳人在西窗下秉烛谈心。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·画楼帘幕卷新晴",
                    "author" : "卢祖皋",
                    "content" : "画楼帘幕卷新晴。掩银屏。晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷。年华空自感飘零。拥春酲。对谁醒。天阔云间，无处觅箫声。载酒买花年少事，浑不似，旧心情。",
                    "addtionInfo" : "江城子：词牌名。画楼：雕饰华丽的楼房。银屏：镶银的屏风。娉婷（pīng tíng）：姿态美好貌。这里借指美人。酲(chéng)：醉酒。",
                    "classInfo" : "92",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "晏几道在《临江仙》的开头写“梦后楼台高锁，酒醒帘幕低垂”，是以“帘幕低垂”的阴暗景色来衬托“去年春恨却来时”的阴暗心情的。卢祖皋这首《江城子》的开头写“画楼帘幕卷新晴”，则是以“新晴”的明朗景色来反衬他“日日唤愁生”的沉闷心绪。“新晴”中的“新”字，与雨过天青，空气清鲜，阳光洒照的光明景色突现出来了，气氛是开朗的。一个“卷”字，更富浪漫色彩，和王勃“珠帘暮卷西山雨”中的“卷”字用得一样灵活。“画楼帘幕”把“新晴”“卷”进来，室内就是一片明朗的气氛了。主人索性把白色如银的屏风也收起来，好让和煦到阳光照彻楼房。但这一来，晓来的寒意却又轻轻地袭来了。“掩银屏，晓寒轻”这一句记的是平常的行动与感觉，但暗含着个情感的过渡：“新晴”原有暖意，给人欢快之感，而这里却注入个“寒轻”。这还是室内的感觉。到下句写到室外了，是“坠粉飘香”，这对“新晴”好景来说，真是大煞风光。“夜来风雨声，花落知多少”，原来风雨过后，梨花落，杏花飞，花事阑珊，春色渐老。而对如此景况，多情的词人能不产生伤春迟暮之感?于是，“日日唤愁生”就很自然的了，这句明点出个“愁”字，由景入情。这种伤春迟暮的愁情，与“新晴”的气氛是不调协的，故说首句是以乐景反衬愁情；而与“寒轻”的气氛接近，故说“掩银屏，晓寒轻”是个过渡句。“愁”的内容是什么？下文就作了注脚。“暗数十年湖上路，能几度，著娉婷。”“暗数”，富含低徊自怜之情韵，“十年”表时间之长。多少年来在美丽如画的西湖路上，能有几次与心上人共度良辰呢！这里以问句出，表达了心口自问，缠绵，悱恻之意绪。整个上片，分三层写，主要是触景生情，伤春怨别。&&&过片开头“年华空自感飘零”一句，紧承上片的“愁”字来开拓更深的意境。一个“空”字，有虚度之意，似锦年华能几日？四处飘零，仕途艰险，情场多折，能不“愁”么？在这种愁思缠绵的熬煎下，如何打发时光？只好“日日花前常病酒”，“拥春醒”吧!希望醉中忘却烦恼，但总有酒醒的时候呀，又如何？“对谁醒”是“醒对谁”的倒装，洒醒过来对谁倾诉心曲呢?“人阔云闲，无处觅箫声”，这里化用杜牧“二十四桥明月夜，玉人何处教吹箫”之诗意。“天阔云闲”，既写实，又写虚，既写莽莽穹苍，也写悠悠别绪。可谓情景交融，意境深远。这里设问设答，表达了深沉的别离与飘泊交织之苦。结尾道：“载酒买花年少事，浑不似，旧心情”，人老了，饱经沧桑，已无年少时那种寻欢作乐的闲情了！这结语不尽惆怅之情回荡纸上。整个下片也分三层，主要是抚今忆昔，感叹飘零。&&&全词委婉低徊，沉郁深厚，以景衬情，情景交融，一个“愁”字贯串全篇，而又是通过具体细致的心理变化的描写来逐步开拓“愁”境的。结尾有言已尽而意无穷的韵致，把读者带入这不尽惆怅的意境中；忍不住与作者同声一叹。",
                    "transferInfo" : "画楼上卷起了幕帘，展开一片新晴，清晨的寒意很轻微，我掩紧银白色的屏风。坠落的一片片花瓣飘来淡淡的清香，天天都令人产生愁情。暗暗地计算着十年间西湖上往返行程，有几次能遇着美丽姑娘的钟情，能与佳人幽欢尽兴。我徙然感到韶华易逝，容华凋零，终日在春酒中留连光景。没有知心的人可以交谈，对谁人也用不着清醒。天大地大，无处可以再次寻找那悠扬欢乐的箫声。即使也跟年轻时那样买花携酒，但是却完全没有了当时的那种心情。",
                    "backgroundInfo" : "词是作者在临安时写的一首伤春怨别，感叹飘零的作品。以一个“愁”字贯穿全词，委婉低徊，以情致胜。作者在抒写感伤时跌宕起伏，年华易老，韶华易逝而旧梦难再的孤寂落寞心情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "宴清都·初春",
                    "author" : "卢祖皋",
                    "content" : "春讯飞琼管。风日薄、度墙啼鸟声乱。江城次第，笙歌翠合，绮罗香暖。溶溶涧渌冰泮。醉梦里、年华暗换。料黛眉重锁隋堤，芳心还动梁苑。新来雁阔云音，鸾分鉴影，无计重见。啼春细雨，笼愁澹月，恁时庭院。离肠未语先断。算犹有、凭高望眼。更那堪、芳草连天，飞梅弄晚。",
                    "addtionInfo" : "琼管：古以葭莩灰实律管，候至则灰飞管通。葭即芦，管以玉为之。泮：溶解，分离。次第：转眼，顷刻。溶溶：水盛。冰泮：指冰雪融化。黛眉：以美人黛眉比喻柳叶，此处泛指。隋堤：隋代开通济渠，沿渠筑堤，后称为隋堤。梁苑：园囿名，在今河南开封市东南，此处泛指园林。雁阔云音：听不到大雁的叫声。阔：稀缺。鸾分鉴影：指妇女失偶。恁时：此时。",
                    "classInfo" : "92",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "此词为伤春抒怀之作。上片写景。“春讯”八句从自然与人事的声、色、香、暖之种种变化，渲染江城春色之绚丽与温馨。“醉梦”、“暗换”，写春光流逝之迅速和词人恍惚不觉之心态，“料黛眉”二句写词人料想中原故土柳叶凝眉锁愁，林花震颤不安，暗寓了对中原的眷念与悲感。下片抒情。由春思人，由思生恨、辞情愈转愈深。“春啼”三句以移情手法写春之啼泣而细雨淋漓，由云之笼愁而月光暗淡，词人此刻正独立于庭院而思家伤时，一片凄凉。“离肠”二句写词人相思离愁而痛断离肠，即使登高望远以舒怀，亦不得消释内心的离恨。末句以景结情，传达出无限深长的别愁离恨，辞尽意未尽。",
                    "transferInfo" : "春天的讯息随着葭莩灰飞出琼管，早春的清风日头虽然还不暖，越过墙头的鸟啼已一片噪乱。江城转眼间，已是翠碧笼罩，笙歌喧天，人们穿上绮罗春衫，迎来花香日暖。溪涧里残冰消融，绿水涓涓，恍惚在醉梦里，岁月悄然转换。我料想隋堤的柳叶凝重地紧锁了黛眉，梁苑的林花芳心震颤。新近我久已不闻鸿雁的叫声，分飞的鸾凤对着镜中的孤影悲唤，生离死别的情人再也不能相见。啼泣的春天洒下淋沥的细雨，愁云笼罩的夜晚，月光淡淡，我独守着此时的庭院。离别的愁肠未曾倾诉已先寸断。就算还能登高望远，更如何忍受那芳草连绵伸向天边，飞落的梅花舞弄着暮色昏暗。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "霜天晓角·仪真江上夜泊",
                    "author" : "黄机",
                    "content" : "寒江夜宿。长啸江之曲。水底鱼龙惊动，风卷地、浪翻屋。诗情吟未足。酒兴断还续。草草兴亡休问，功名泪、欲盈掬。",
                    "addtionInfo" : "仪真：今江苏仪征县，在长江北岸。这一带是南宋的前方，多次被金兵侵占并经常受到骚扰。草草兴亡：是对中原沦陷和南宋危殆的命运而发的感慨。草草：草率。兴亡，偏义复词，指“亡”。盈掬：满握，形容泪水多。",
                    "classInfo" : "100",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "人生之最大不幸，莫过于空有济世之才，而无施展之处。在南宋时期，多少志士空叹白发，遗恨而终。这首词抒发的，即是这种情感。仪真，即现在的江苏省仪征县，位于长江北岸，这在南宋时期，曾多次受到金兵骚扰。爱国而且胸怀天下的作者夜泊于此，面对寒江，北望中原，百感交集，借江景抒发了他壮志难酬的抑郁和悲愤之情。&&&“寒江夜宿，长啸江之曲。”一个“啸”字，就表现出高远境界的，气势不俗。夜泊长江，江景凄寒，作者伫立江边，思潮翻滚，不禁仰天长啸。与“长啸”这一壮怀激烈之情交织在一起，为此词奠定了苍凉雄浑的基调。接着，作者描绘了江上风高浪急、莽莽滔滔的景象：“水底鱼龙惊动，风卷地，浪翻屋。”只见狂风卷地，巨浪翻腾，以至惊动了水底鱼龙。一“卷”一“翻”，只觉得气势飞动。这一幅有声有色、令人惊心动魄的图画，形象表现了作者的忧思和不平。&&&“诗情吟未足，酒兴断还续”，是一过渡，全词转入下片抒情。作者的情绪由激昂慷慨渐趋低沉，想借吟诗饮酒强自宽解，然而郁结于心的如此深广的忧愤岂是轻易能够排遣掉的，其结果只能是“吟未足”，“断还续”。是什么在困扰着作者，使他郁闷，心绪难平？那就是国家的“草草兴亡”，即中原的匆匆沦丧。“休问”，两个字内涵十分丰富。从这二个字中读者不仅可以看出国势衰微已到了不堪收拾的地步，而且表明作者心情极为沉痛。一想到朝廷对外妥协投降，想到主战派备受压制、排斥、打击，想到自己和许多爱国志士虽满怀壮心却报国无门，不禁悲从中来，心潮难平。“功名泪，欲盈掬”，既激愤又伤心，词人感叹报国无路，读来使人黯然神伤，并与开篇的“长啸”相呼应。将当时社会上的那种壮志难酬、无可奈何的大众心态，集中表达了出来。&&&这是一首抚时念乱的沉郁之作。作者夜泊仪征江边，面对滔滔江水，环视南北江岸，一时之间，河山之感，家国之恨涌于心头，感怀百端。首二句即点出时间、地点和人的心境。他的心情就和眼前的鱼龙惊动，浪翻风卷一样，澎湃不平，郁勃难抑，写景也是写情，情景相融。使人似乎可以听到作者内心剧烈的跳荡。&&&上片以“寒江夜宿，长啸江之曲。”起句破题，点明夜泊的时间和地点，总写人物的活动。奔波的劳顿并没有将词人拉入梦中，而是长久地无法入眠。他的心中充满了积郁和悲愤，一腔怨愤无处发泄，只好对江长啸，凭借反常的发泄行为来求取暂时的心理平衡。一个“啸”字形象地暗示出作者奔走无果，壮志难伸，英雄失路，托足无门的满腔悲愤。这是全词的“文眼”，是整首词感情基调的集中表现，也是上片写景的总起，下面的景色全由此一“啸”字引起。“水底鱼龙惊动，风卷地，浪翻屋。”“惊”是对“啸”的反应，这是极写长啸的深沉和力度。夜间本是鱼龙及各种水生动物休眠的时候，但它们突然听到裂耳的长啸，都惊跃骇游起来，就连沉在江底的鱼龙也不例外，以至江水搅起冲天巨浪，携着卷地的狂风，把海水举得很高很高，海上的小屋都被冲翻了。这几句写得笔力遒劲，破空而来，想象奇特，而不游离江上的具体环境。景为情生，是抒情主体内心情绪的外化，情托景显，复杂愤懑的内宇宙被海水、海浪、海风形象地展示了出来。声音、形象、感触三面并举，听觉、触觉、视觉三官并用，绘声绘色，气势磅礴，有雷霆万钧之力，排山倒海之势。&&&下片变形象抒情为直抒胸臆，感情的格调也由愤转悲，显示出强烈的悲剧意识。“诗情吟未足，酒兴断还续。”这二句既有沉郁丰富的思想内涵，又是此情此景中作者情感轨迹的具体表现。然而，事到如今，江北的金朝依然长居不亡，自己的平戎之策又得不到当权者赏识，英雄失路，托足无门，眼见得岁月催人，功名难就，回首往事，心绪正如奔腾翻卷的江水。因此，酒喝了一阵再喝一阵，进又无门，退又不忍，只有断断续续自斟饮，一声长叹两鬓霜了。结句“草草兴亡，休问功名，泪欲盈掬”，既是对南宋的沉痛哀惋，又是对自身的沉痛悲泣。一代偏安江左的王朝，就这样在屈辱求和中建立又消亡，即将把懦弱无能、终无建树的形象永远留给史册，在这样的社会悲剧和历史悲剧中，千万不要再考虑个人的功名了。然而，此话还没有开口，就已热泪盈掬。在这里，词人把个人的命运同国家的命运联系了起来，并看到了国家命运对个人命运的制约作用，看到了作为小人物对改变国家形象的无可奈何，对挣脱自身悲剧也无可奈何。这种对人生悲剧原因的认识，正是“泪欲盈掬”的深刻缘由。&&&本篇虽然短小，但内涵丰富，韵味淳浓，起伏跌宕，富于变化。悲愤苍凉，雄阔浑厚。",
                    "transferInfo" : "夜晚，（我）留宿在寒冷的长江边，江景凄寒，伫立江边，（我）思潮翻滚，不禁仰天长啸。（这啸声）搅起冲天巨浪，携着卷地的狂风，把江水举得很高很高，江上的小屋都被冲翻了。就连潜藏在江底的鱼龙神怪都惊得跳出水来。（我）心中潜藏的诗意被激发出来，吟诵了许多诗词仍嫌不够；又断断续续地喝了许多酒，仍觉得心中的愁怨排解不出，不足以消愁。不要问国家的兴亡为什么就在旦夕之间，（我）虽心有抱负，却难以施展，让我不禁想流下愁苦的泪水。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "玉楼春·春思",
                    "author" : "严仁",
                    "content" : "春风只在园西畔。荠菜花繁胡蝶乱。冰池晴绿照还空，香径落红吹已断。意长翻恨游丝短。尽日相思罗带缓。宝奁明月不欺人，明日归来君试看。",
                    "addtionInfo" : "冰池晴绿：指池水碧绿。罗带缓：因体瘦而衣带松。奁（lian）：镜匣。这里指镜子。晴绿：指池水。",
                    "classInfo" : "81",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "本词采用常见的上景下情的写法。但其写景却在动与静对比的同时，用暗示衬托出思妇的情怀。小园内春光烂漫，杂花竞放，但思妇的视线却只有小园西畔的一片荠菜花，此时荠菜开出繁密的白色小花，引来许多上下纷飞的蝴蝶。“繁”和“乱”是以荠菜花和蝴蝶的形态和活动反映出春事已深。“只在”两字暗示春风仅仅在园中停留，却不光顾寂寞的深闺。&&&荠菜本是可食之野菜，而她无心踏青挑菜，以致听任荠菜长得遍地都是：“花繁”，不仅形容荠菜长得茂密，又从另一角度暗示了思妇因思春而无意游赏的心情。&&&词人借思妇的目光，将关注点转移到池塘和花径上。“冰池”指水面光洁如冰，莹澈清碧。“照还空”，形容冰池在阳光之下显得透明无比。“香径”写落花堆满小路，送来阵阵芳馨。“吹已断”，是说枝头花瓣都已被风吹落在地。从这一泓碧水、一条花径的静景场面中，衬托出思妇幽闺寂寞、尽日凝望的神态。这种以写景为主而景中有情的写法，过渡到下片抒情，使得全词融为一体。&&&下片所写的相思之情，主要是以间接而曲折的手法来反映的。游丝，是飘荡于空中的昆虫之丝，说“恨游丝短”是用以反衬自己情意之长。由于相思而日益消瘦，亦不直接说出，只用“罗带缓”来暗示。&&&这种写法在《古乐府歌》：“离家日已远，衣带日趋缓。”中有表现。《古诗十九首。行行重行行》亦有“相去日已远，衣带日已缓”之句，不过前者是游子口吻，后者是思妇之辞。这里间接地刻画出由于离别日久相思不已而渐趋消瘦的思妇形象。&&&结尾两句设想新奇，以构思别出心裁而为人称道，是承上面“罗带缓”而进一步悬拟他日归来相见时的情景。这样的手法更显示出相思之苦。词人并未使用直接诉陈因怀人而憔悴之语，而是曲折地说：梳妆匣里的圆镜不会欺人，待你归来之日可以看到思妇消瘦的容颜。这种间接的写法看似痴语，其实是至情的流露。本词运用反衬、暗示、间接等手法，使词意婉转层深，独具韵致。",
                    "transferInfo" : "暮春的风光只在庭园的西边，荠菜花开得正好，蝴蝶也飞来飞去忙乱着。冰清澄澈的池塘一汪碧绿。香径上的花儿已经落尽，就连落在小路上的花瓣也被风吹得老远。我的相思太深，竟怨摇曳的游丝太短。整日里为相思煎熬，以致体瘦而衣带渐渐松缓。打开梳妆镜，镜如明月，不会骗人，镜中的人容颜已憔悴，等明日君归来看镜，亲自看一看我憔悴的容颜，便知我的一片深情。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "沁园春·答九华叶贤良",
                    "author" : "刘克庄",
                    "content" : "一卷阴符，二石硬弓，百斤宝刀。更玉花骢喷，鸣鞭电抹，乌丝阑展，醉墨龙跳。牛角书生，虬髯豪客，谈笑皆堪折简招。依稀记，曾请缨系粤，草檄征辽。当年目视云霄。谁信道凄凉今折腰。怅燕然未勒，南归草草，长安不见，北望迢迢。老去胸中，有些磊块，歌罢犹须著酒浇。休休也，但帽边鬓改，镜里颜凋。",
                    "addtionInfo" : "沁园春：词牌名。九华：山名，在安徽省青阳西南。叶贤良：刘克庄友人，名字、生平皆不详。阴符：古兵书名。二石（dàn）：古代计量单位，约为现在的二百四十斤。玉花骢（cōng）：又称菊花青，是一种良马。喷：吐气。电抹：形容宝马飞奔，迅如闪电。乌丝阑（lán）：指上下以乌丝织成栏，其间用朱墨界行的绢素，亦指有墨线格子的笺纸。龙跳：比喻书法笔势纵逸雄健。牛角书生：指李密，亦用于比喻勤奋读书的人。虬（qiú）须豪客：指豪迈卓异之士。折简：亦折柬、折札。言其礼轻，随便。请缨（yīng）系粤：用汉终军请缨出征南越事，粤，同越。檄（xí）：下文书征讨。目视云霄：指眼界高。折腰：弯腰行礼，指屈身于人，用陶渊明不为五斗米折腰的典故。燕（yān）然未勒：燕然，指杭爱山，位于今蒙古境内；勒，指刻石记功。草草：随便。迢（tiáo）迢：形容路途遥远。磊（lěi）块：一作垒块，谓胸中郁结不平之气。休休：罢休。鬓（bìn）改：鬓发改变颜色。颜凋：容颜衰老。",
                    "classInfo" : "36",
                    "poetryID" : "19",
                    "source" : "3",
                    "analysesInfo" : "词的上片，词人回忆年少时意气风发、征战沙场的光辉岁月。一卷《阴符》说明词人年少熟读兵书，深谙用兵之道；而“二石硬弓，百斤宝刀”则突出他力大无穷，身手不凡。“一”、“二”、“百”三个数词，读起来如泉喷涌，咄咄逼人。开篇三句将词人文武双全、雄才大略，气度非凡的形象刻画得栩栩如生。接着以去声“更”字领格，统领四个偶句，对仗工整，节奏明快，激壮之情随之奔涌而出。接下来四句写词人扬鞭策马奔腾，速度犹如风驰电掣。“更玉花骢喷”至“谈笑皆堪折简招”几句写词人年少时文韬武略，广交贤能，与志同道合之士煮酒论天下，豪气干云。“龙跳”二字，极言其书法苍劲有力，有如蛟龙跳跃。“谈笑皆堪折简招”，把他们的从游关系，写得随便、热烈而又亲切。在九个四言偶句之后，突然出现这一平仄协调的七言句，显得音律和谐，语调从容，从而反映出主人公不仅仅是一介武夫，而是一个带有儒将风度的英雄。歇拍三句略一转折，歌颂他怀有建功立业的豪情壮志。从语言上看，又恢复了四言格局，庄重之中饶有豪迈气概。整个上片，从尚文习武、谈笑交游、建功立业等方面，塑造了作者理想中的人物，实际上正是词人的自我形象。&&&词的下片，词人先以一语扫过，随即描写现在。“当年目视云霄”一句，表现了词人傲岸不羁的性格。“谁信道、凄凉今折腰”，反用陶渊明作彭泽令不肯为五斗米折腰事，暗指此时之不得志。上句回忆当年，下句慨叹当前，给读者以强烈的对比感。后一句的前面冠以“谁信道”三字，更加强了愤懑不平的感情色彩。词人以苍凉深沉的笔调抒写壮志未酬、英雄暮年的悲慨。在这种强烈对比之下，感情的浓烈，已是至极。“怅燕然未勒”四句，用了两个典故：一是《后汉书·窦宪传》所载窦宪登燕然山，刻石记功而还；二是李白《金陵凤凰台诗》所记“总为浮云能蔽日，长安不见使人愁”，此四句由一个“怅”字统领，表达作者请壮志难酬的激愤和悲凉。“老去”，也援用一典。可见其胸中积有多少愤懑情结。结尾三句全从上面的“老”字生发，用的却是形象化的语言。“歌罢犹须着酒浇”突出作者的深重苦闷，唱歌也无法将其排解，还需借酒，但却是借酒浇愁愁更愁。“休休也”是作者不甘而无奈的感叹，他回头看见镜中的自己，已经是白发生、容颜改，凄凉悲苦的感觉油然而生。&&&词的上片先写武艺，次写驭马，郊游，最后写建功立业，塑造出一个英武豪迈、兼具文韬武略的英雄形象，既是作者理想中的人物，又是词人的自我形象。下片则写老年悲慨，苍凉郁勃。综合来看，词的上下两片对比强烈，过渡自然，语言精炼。词人用豪迈深沉的笔调，将一个已处暮年的爱国英雄渴望建功之志的情感充分而强烈地表达出来，全词豪宕疏放、雄肆激昂。同时，该词用典较多，既扩大了容量，却又并不粘滞板涩，其间融会贯通，给读者留下了无限的想象空间。",
                    "transferInfo" : "熟读一卷《阴符》，能开两石硬弓，手提百斤宝刀。更有玉花骢喷着粗气，挥舞马鞭，鞭梢作响，鞭快如电；展开乌丝阑，醉中的墨迹如蛟龙跳跃。与之谈笑的是勤奋攻读的书生、行侠仗义的豪客，都值得寄信相召。依稀记得，曾经主动请缨出战南越事，草拟檄文征讨辽兵。当年我傲岸不羁、目视云霄，谁肯信，如今竟落得为五斗米而折腰。草草南归，未能在燕然山刻石记功令人十分惆怅；遥遥北望，却不见故都长安。年华已老，胸中郁结着不平之气，高歌后仍需用酒浇灭。罢了罢了，但见帽子两边鬓发渐白，镜中容颜日益憔悴。",
                    "backgroundInfo" : "宋南渡后一百余年，文恬武嬉，而刘克庄却不忘恢复，拳拳家国，其思想志行略似于陆游。这首《沁园春》答友人词，就是在刘克庄感叹自己英雄老去，壮志未酬的背景下，所作的一首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "长相思·惜梅",
                    "author" : "刘克庄",
                    "content" : "寒相催。暖相催。催了开时催谢时。丁宁花放迟。角声吹。笛声吹。吹了南枝吹北枝。明朝成雪飞。",
                    "addtionInfo" : "寒相二句：指气候转暖，促使梅花萎谢。吹了南枝吹北枝：南方气候温和，寒流罕至，岭梅往往南枝花落，北枝花开，所以说角声、笛声吹落了南枝梅花，又吹落了北枝。",
                    "classInfo" : "14",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "此词题为“惜梅”；上片着重在一个“惜”字上，起首两句写梅的开放和谢落，以下两句叹息寒催梅开，暖催梅落，早开便会早落，表现惜花之心。下片从惜梅引申到伤时，先写闻曲有感，再从惜花转到忧时，末句词意一转，仍归结到惜梅上。梅花开时清香阵阵，沁人心脾。梅花落时，片片花瓣，漫天飞舞，宛若飘飘白雪，使人观之不胜叹惋，欲留不能。一个“惜”字，深入骨髓。&&&“寒相催。暖相催。”两句写梅的开放和谢落。“寒相催”，“暖相催”是指气候转暖，促使梅花萎谢。&&&“催了开时催谢时。丁宁花放迟。”两句叹息寒催梅开，暖催梅落，早开便会早落，因此就叮嘱花儿，还是迟一点开吧。其惜花之心，由此可见。及到花飞春去，就感伤不已，真是惜花兼又伤春。对此作者有不同的看法，认为，花儿开得迟些，甚而至于不开，那就没有谢落之事，当然也不会生惜花之心。此即所谓“无得亦无失”，也是妙参佛理的“了达”之语，由此可见作者的人生态度是“殊有悟境”。&&&下片从惜梅引申到伤时。先写闻曲有感，但闻角声传出《大梅花》、《小梅花》的曲调，笛声传出《梅花落》的曲子。因为汉代军中之乐横吹曲中有《梅花落》是笛中曲名。角也是军中吹器，唐大角曲就有《大梅花》、《小梅花》等曲。“鸣角”又有“收兵”之义，因此，边境告急，城危如卵，谁又能承担起恢复中原的重任呢？词意至此，已从惜花转到忧时。&&&“吹了南枝吹北枝”，此句承上两句而来；南方气候温和，寒流罕至，岭梅往往南枝花落，北枝花开，所以说角声、笛声吹落了南枝梅花，又吹落了北枝。这里暗与上文照应，隐指危机存在于偏安江南之小朝廷。&&&末句词意一转，仍归结到惜梅上。梅花开时清香阵阵，沁人心脾。梅花落时，片片花瓣，漫天飞舞，宛若飘飘白雪，使人观之不胜叹惋，欲留不能。一个“惜”字，深入骨髓。",
                    "transferInfo" : "寒冷时催促梅花开放，暖和时催促着凋落，早开便会早落。叮嘱花儿，还是迟一点开吧。角声吹起，笛声吹起。吹落了南枝梅花，又吹落了北枝。清晨梅花就漫天飞舞，宛若飘飘白雪。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贺新郎·送陈真州子华",
                    "author" : "刘克庄",
                    "content" : "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。",
                    "addtionInfo" : "平章：议论，筹划。公事：指对金作战的国家大事。分付：安排，处理。“记得”二句：指靖康之变后在河北、山西等地结集的抗金义军，其中有不少归附东京留守宗泽。把作：当作。握蛇骑虎：比喻危险。真吾父：用郭子仪事。郭子仪曾仅率数十骑入回纥大营，回纥首领马而拜，说：“真吾父也”。两河：指河北东路、西路，当时为金统治区。狐兔：指敌人。祖生：祖逖。这里指南宋初年的抗金名将宗泽、岳飞等。“多少”二句：谓士大夫只会痛哭流涕沽名钓誉而不去行动。新亭，用新亭对泣事。块土：犹言国土。",
                    "classInfo" : "36",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "这首送陈子华的词，写法特别。“北望神州路，试平章、这场公事，怎生分付？”突如其来地提出一个因北望中原而产生的问题，起势突兀，引人注目。&&&“记得太行山百万，曾入宗爷驾驭。今把作握蛇骑虎。”接着才指出问题的具体内容：即是该怎样对待沦陷区的义军。问题从南、北宋之际说起，当时的爱国将领宗泽为抗击金军，招抚了义军首领王善、杨进等人，他敢于招抚被人视为“寇盗”的义军，有能力“驾驭”他们，依靠他们壮大抗金的力量，所以宗泽声威大震，军民都敬重他，喊他为宗爷爷。宗泽在政治上、军事上采取正确的立场和措施，在抗敌方面收到了巨大的效果。&&&作者写这首词时，宗泽逝世已久，但在北方金人统治地区，仍有义军活动。其中红袄军力量最大，首领杨安儿被杀后，余众归附南宋，可惜朝廷不信任他们，把抗金民众武装看成是手上拿的蛇和跨下骑的虎，甩掉又不是，用又不敢用。作者送行的友人陈子华，他曾主张积极招抚中原地区的义军。他出知真州（治今江苏仪征），在公元一二二七年（宋理宗宝庆三年）四月，当时李全还未叛降蒙古。宋朝如果能够正确团结、运用义军的力量，抗金是大有可为的。所以作者送陈子华赴江北前线的真州时，要他认真地考虑这个关系国家安危存亡的重大问题。这里前二句歌颂宗泽正确对待义军，声威极大；后一句用《魏书。彭城王勰传》的典故，批判昏聩无能的投降派。两种不同的形象，形成鲜明、强烈的对照，笔力遒壮。“君去京东豪杰喜，想投戈拜真吾父。谈笑里，定齐鲁。”希望陈子华到真州要效法宗泽，使京东路（指今山东一带）的豪杰，欢欣鼓舞，做到谈笑之间，能够收复、安定齐鲁北方失地。既是勉友，更抒发自己延纳俊杰、收复河山的热切愿望，写得酣畅乐观，富于豪情壮志。&&&下片情感波澜起伏，一会儿奇峰突兀，一会儿陡转直下，沉郁凝重。“两淮萧瑟惟狐兔。问当年、祖生去后，有人来否？”面对当时现实：国土沦丧，人烟稀少，狐兔出入；父老长久盼望，然而看不到祖逖那样的志士。笔调跌宕，感情变为悲愤。“多少新亭挥泪客，谁梦中原块土？”说当时不但丧心麻木、公然卖国的投降派不想念中原，连以名流自命的士大夫们也没有意志去收复失地。笔调和前三句相同，用南宋统治区域的现实去补充前三句，进一步浓化前三句的感情。“算事业须由人做。”指出事在人为，不须颓丧，又转为充满信心的乐观，和上片的思想感情相呼应。单句回斡，陡然而来，戛然而止，这是词中表现豪迈之气的顶点。“应笑书生心胆怯，向车中、闭置如新妇。”用《梁书·曹景宗传》的典故，嘲笑书生气短，言外之意，也是希望陈子华要振作豪气勇于作为，似自嘲而实是勉励陈子华。“空目送，塞鸿去。”&&&以写送别作结。全词正面写送别，只有这两句话；又不直接写送人，却言写目送塞鸿并去，仍与北国河山联系在一起。既点题，又围绕全词的中心内容，有余味，有力量。&&&历史上的反动统治者，都是敌视人民的力量，勇于对内，怯于对外。在这首词中，作者要陈子华正确对待义军，招抚义军，思想是进步的。他的词，发展了辛弃疾词的散文化、议论化的倾向，雄放畅达，继承辛派的爱国主义词风，又有自己的风格。这首词气势磅礴，一气贯之，是名词的显著特色。立意高远，大处落墨，又曲折跌宕，不同于那些一味讲究直率的人。",
                    "transferInfo" : "向北眺望通往中原的路，试着议论议论，这一场恢复中原的大事，该怎么嘱咐？记得太行山王善、杨进聚众百万，曾经接受东京留守宗泽驾驭。现在朝廷对义兵左右为难就象握着毒蛇骑着老虎。你到京东路去义军领袖会高兴，料想他们一定会放下武器拜你为父。谈笑间，平定齐鲁。黄河两岸一派萧条只见乱跑的狐兔，试问当年、祖逖离开这里后，还有人来过否？多少在建业新亭洒泪的士大夫，谁真正想到过中原那一大块国土？算起来恢复大业必须由适当的人来做。应该笑象我等书生心里胆怯，向车中、关闭起来象新媳妇。空空地目送，边塞的鸿雁飞去。",
                    "backgroundInfo" : "南宋理宗宝庆三年（1227），刘克庄知建阳县（今属福建省）事，年三十六岁。他的朋友陈鞾（字子华）本来任仓部员外郎，调知真州，兼淮南东路提点刑狱，路过建阳。真州（今江苏省仪征县），位于长江北岸，是靠近当时宋金对峙前线的要地。作者在送别陈子华之时，写了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贺新郎·九日",
                    "author" : "刘克庄",
                    "content" : "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。",
                    "addtionInfo" : "贺新郎：词牌名。九日：指农历九月九日重阳节。湛（zhàn）湛：深远的样子。空四海：望尽了五湖四海。高楼百尺：指爱国志士登临之所。白发书生：指词人自己。牛山：在山东临淄县南。凌云笔：谓笔端纵横，气势干云。南朝狂客：指孟嘉。晋孟嘉为桓温参军，尝于重阳节共登龙山，风吹帽落而不觉。拈（niān）出：搬出来。岑（cén）寂：高而静。匿（nì）：隐藏。",
                    "classInfo" : "34",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "首三句先以“湛湛长空黑”烘托出胸中块垒，通过对昏黑风雨交加的描写，表达出词人忧虑国事、痛心神州陆沉的悲愤之情。满天密布深黑的乌云，再加上阵阵斜风细雨，使人心乱如麻，愁思似织，“乱愁如织”点出全篇主旨。重阳本来是登高之佳节，由于风雨凄凄，只能登上高楼，放眼遥望千山万壑，浩荡秋色。但“千崖秋色”，寂寞凄凉，会使人泪水滂沱。“白发”四句直抒“老眼”登览之所感。“神州泪”说明词人是为神州残破沉沦的“往事”而极度伤心洒泪。“神州”二字曾在词人词中反复出现，说明恢复中原是他念念不忘的头等大事。&&&“少年”三句遥接“老眼平生”，折笔追叙少年时代的豪兴与才情。但是目前却青春已逝，壮志成空，进一步突出了如今的家国之恨。“常恨世人”三句则有更深寄托。词人慨恨文士不顾国家多难，只想效法魏晋名士风流的狂客行径，每年在重阳节登高，总喜欢提起东晋孟嘉落帽的故事，把它称扬一番，毫无现实意义。“若对”两句，是说如自己这样的忧国志士，并不追慕魏晋风度，但对国破家亡的现状忧心如焚却又无能为力。词意至此急转直下，壮志未酬，词人在感愤之余，觉得自己既不能改变这种局面，在此佳节也只能赏黄花以遣怀，借酒浇愁了。“鸿北去”，目送飞鸿北去，抒发对故土的思恋。“日西匿”暗指南宋国势危殆，振兴无望。以天际广漠之景物作结，与首句呼应，意余言外。&&&上片写重阳节登高望远所引起的感喟。下片批评当时的文人只知搬弄典故的浮泛文风，表达出词人对国事和民生的极端关注。全词写景寓情，叙事感怀，以议论为主，借题发挥，感慨苍凉。主旋律是英雄失路融家国之恨的慷慨悲歌，意象凄瑟，既豪放，又深婉。",
                    "transferInfo" : "暗沉沉的天空一片昏黑，又交织着斜风细雨。实在令人难以忍受，我的心中纷乱如麻，千丝万缕的愁思如织。我平生就喜欢登高临远眺望四海，幸亏现在高楼百尺。放眼望去，千山万壑尽现于点点秋色里，我胸襟博大满怀情意。虽然只是普通的一个白发书生，流洒下的行行热泪却总是为着神州大地，绝不会像曾经登临牛山的古人一样，为自己的生命短暂而悲哀饮泣。追忆怀念以往的荣辱兴衰，一切都已经杳无影迹了。少年时我风华正茂，气冲斗牛，自以为身上负有凌云健笔。到而今才华如春花凋谢殆尽，只剩下满怀萧条寂寞的心绪。常常怨恨世人的新意太少，只爱说南朝文人的疏狂旧事。每当重阳吟咏诗句，动不动就把孟嘉落帽的趣事提起，让人感到有些厌烦。如果对着菊花而不饮酒，恐怕菊花也会嘲笑人太孤寂。只看见鸿雁向北飞去，一轮昏黄的斜阳渐渐向西边沉了下去。",
                    "backgroundInfo" : "这首词为词人于重阳节登上高楼之作。重阳本是登高远眺的好时光，但词人却遇到了乌云密布、阴雨绵绵的糟糕天气，词人由凄凉的天气联想到自己报国无门的苦闷，于是借景抒情，写下了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "玉楼春·戏林推",
                    "author" : "刘克庄",
                    "content" : "年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。",
                    "addtionInfo" : "玉楼春：词牌名。林推：姓林的推官，词人的同乡。长安：借指南宋都城临安。寄：客居。此句说客居的日子多于家居的日子。青钱：古铜钱成色不同，分青钱、黄钱两种。无何：不过问其他的事情。红烛呼卢：晚上点烛赌博。呼卢，古时一种赌博。锦妇机中字：织锦中的文字。玉人：美人，这里指妓女。这句说妓女的心事是不易捉摸的。水西桥：此处泛指妓女所居之处。",
                    "classInfo" : "27",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "此词是刘克庄为规劝林姓友人而写的一篇佳作。饮酒狎妓，原是文人津津乐道的快事。但时值国运衰颓，时势艰危，词人早已没有了心思。因此对林姓友人的纵酒狎妓生活深感惋惜和遗憾。因而写词予以规劝，颇具辛派词人特色。&&&词的上片极力描写林的浪漫和豪迈。“年年跃马长安市，客舍似家家似寄”言其久客轻家。“长安”借指南宋都城临安（今杭州）。年年驰马于繁华的都市街头，视客舍（借指酒楼妓馆）如家门而家门反像寄居之所，可见其性情之落拓。“青钱换酒日无何，红烛呼卢宵不寐”则具言其纵情游乐。二句盖从杜甫《逼侧行赠毕四曜》“速宜相就饮一斗，恰有三百青铜钱”及晏几道《浣溪沙》“户外绿杨春系马，床前红烛夜呼卢”等语化出。“无何”即无事，“呼卢”指赌博。日夜不休地纵酒浪博，又可见其生活之空虚。&&&作者在其它词作中也提到过这位林姓朋友的狎妓纵欲生活，可以互参。如此描写，表面上是对林的豪迈性格的赞赏，实际上则是对林的放荡行为的惋惜。&&&下片就点对林的规箴。“易挑锦妇机中字，难得玉人心下事？”二句对举成文，含蓄地批评他迷恋青楼、疏远家室的错误。妻子情真意切，忠实可靠，妓女水性杨花，朝秦暮楚，一点也不值得信赖。结末“男儿西北有神州，莫滴水西桥畔泪”二句熔裁辛弃疾《贺新郎·同父见和再用韵答之》“我最怜君中宵舞，道男儿到死心如铁”及《水调歌头。送施密圣与帅江西》“同贱子亲再拜：西北有神州”等句意，热情而严肃地呼唤林某从偎红倚翠中解脱出来，立志为收复中原建立一番功业。“水西桥”是当时妓女聚居的一个地方，“莫滴水西桥畔泪”即不要同那些妓女们混在一起，洒抛那种无聊的伤离恨别之泪。这样的规箴，辞谐而意甚庄，“旨正而语有致”（《艺概》评后村词语）。末二语尤见壮心，“足以使懦夫有立志”（《白雨斋词话》评此词语）。&&&总之，这首词的情感格调是非常高的。词中充满着一种高扬的爱国主义激情，对声色犬马的糜烂生活极其不屑，让人读后击节佩赏。其艺术风格上的特色是：气劲辞婉，中刚外柔。作者对他这位朋友的荒于狎妓是非常惋惜的，从篇末二句一扬一抑的情感落差来看，甚至颇有点愠怒。但用来表达此种惋惜和愠怒的言语却十分委婉，心中激昂慷慨，笔下温厚和平，摧刚为柔达炉火纯青的地步。此词章法亦甚精巧，上片写人，下片致意，既各有所重，又相得益彰。",
                    "transferInfo" : "年年骑着高头大马在京城里东奔西跑，竟然把客舍当成了家里，家里反而像成了寄宿的地方一样。每天都拿着青铜大钱买酒狂饮，整日吊儿郎当，无所事事一天混到晚，每天晚上点起红烛掷骰赌博，经常都是彻夜不眠一直到天亮。你应该知道，妻子的真情容易得到，妓女的心思却难以触摸猜透。西北的神州还没有收复，男子汉应该有收复故土的豪情壮志，切不要为了红粉知已而轻易地流下几行男儿泪。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "卜算子·片片蝶衣轻",
                    "author" : "刘克庄",
                    "content" : "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。",
                    "addtionInfo" : "蝶衣轻：花瓣象蝴蝶翅膀那样轻盈。猩红：像猩猩血一样鲜红。了：尽。",
                    "classInfo" : "21",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "辛派词人素以豪放闻名。刘克庄词，尤以豪放见长，不写儿女情长，晓风残月。但刘克庄也写婉约词，而且糅豪放于婉约之中，更见其独具一格的豪放。这首《卜算子》即是如此，用比兴手法，委婉含蓄地表达了词人才不见用的凄楚情怀。&&&上片先写花的可爱。起首一韵为花描态绘色：片片花瓣儿宛如蝴蝶轻盈的翅膀；点点花朵儿猩红如染，那么鲜艳娇美。上句写花之态，从花瓣儿着墨，因花瓣儿薄，故云“轻”；下句写花之色从整个花朵儿落笔，海棠花朵儿个小，所以在写花之色的同时再著一“小”字，并补足上文“轻”字。两句同一写花，而角度各异，为下句“百种千般巧”伏笔。而“片片”又见花瓣儿之多，“点点”又见花朵儿之密，为下片换头句“朝见树头繁”埋下伏笔。歇拍一韵旨在写花的可爱，可词人偏不直说，而是以揣度的口吻插入一句议论，用“道是天公不惜花”衬起，然后再说出花的“百种千般巧”。这样写，不仅沉着有力，使行文不板；而且，由于引进了“天公”即自然界的主宰“天老爷”丰富了全词的含蕴，突出了作者创作本词的寓意，很耐人寻味。歇拍句的“百种千般巧”，当然包括上文所说的姿致轻盈、体态娇小、色彩鲜艳，但细味“巧”字，又分明包含着花的气韵美和内在美。只有形貌和气韵、外在的表现和内在的含蕴配合相宜、谐和一致，方可谓之“巧”，谓之美。&&&下片写花被“雨洗风吹了”的惋惜之情。上片极写花的可爱，这是为下片写花被雨打风吹去作铺垫。所以过片一韵便说：“朝见树头繁，暮见枝头少。”这里，“繁”、“少”对写，“朝”、“暮”对提，不仅见花事变化之遽，亦且见词人对花事的关心。从中我们可以想见“爱花成癖”的词人秉烛逐枝察看的忧惧情态，这一韵不似上片起首一韵，似对非对，却极有韵致，一段惜花情思宛然若揭。&&&最后一韵乃全词的核心所在，但词人也不直说，而先用“道是天公果惜花”句衬起，然后再说出花事被“雨洗风吹了”的可悲现实。这话也很发人深思，同样具有一种哲理性味道，因为同上片歇拍一韵所说，本来就是一个问题的两个方面。而且，上片的“道是”句是扬，这里的“道是”句是抑，欲抑先扬，抑扬之间，流露出词人对天老爷任凭风雨摧残花事的不满。",
                    "transferInfo" : "片片花瓣像蝶翅般轻盈，殷红点点，娇小可爱。如果说上天不爱花，为何把它们设计得这么巧妙？早上看见树上花儿朵朵，傍晚却剩下不多。如果说上天爱花，为何又用风雨摧残它们？",
                    "backgroundInfo" : "刘克庄一生有才情，有志向，有抱负，却屡遭贬官，备受压抑。这首小词一变他粗犷奔放的词风，以婉约之笔隐晦而曲折地表达了自己遭受压抑的愁苦情怀，流露出对当权者压制、迫害和摧残人材的不满。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "一剪梅·舟过吴江",
                    "author" : "蒋捷",
                    "content" : "一片春愁待酒浇。江上舟摇，楼上帘招。秋娘度与泰娘桥，风又飘飘，雨又萧萧。何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。",
                    "addtionInfo" : "吴江：今江苏县名。在苏州南。浇：浸灌，消除。帘招：指酒旗。秋娘度：指吴江渡。秋娘：唐代歌伎常用名，或有用以通称善歌貌美之歌伎者。萧萧：象声，雨声。银字笙：管乐器的一种。调笙，调弄有银字的笙。心字香：点熏炉里心字形的香。",
                    "classInfo" : "6",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "这是一首写在离乱颠簸的流亡途中的心歌。明艳的春光与凄楚的神魂在强烈地对照着，春深似海，愁深胜似海，在时光的流逝中，“春愁”却无法排遣。于是从看似浏亮的声韵中读者听到了夹杂着风声雨声的心底的呜咽声。&&&词大致作在南宋亡后蒋捷飘零于姑苏一带太湖之滨的阶段。这里原是个山柔水软的江南秀丽地。一个彷徨四顾，前程茫茫，时光空抛，有家难归的游子置身在此境地里，怎能不惆怅莫名呢？词的上片初一看无非写春愁难解，借酒浇愁而已。略加细察，可以看出此中有大起伏，情思在跌宕中激越波荡。词人的一腔“春愁”待酒以浇的渴望，在“江上舟摇”的飘流中是得到瞬间的满足的。“楼上帘招”这江村小酒店的或许写有“太白一醉”字样的青布帘招知词人，可来醉乡小憩。在这一“摇”一“招”之间，情绪是由愁而略见开颜了的。可是当江上小舟载着这薄醉之人继续行去，醉眼惺忪地在眼帘上映入“秋娘渡与泰娘桥”的景色时，风吹酒醒，雨滴心帘，只觉风入骨，雨寒心。转而“秋愁”复涨，而且愈涨愈高了。情绪的起伏就是如此激转湍漩。“秋娘渡”、“泰娘桥”指的是吴江一带地名。蒋捷的《行香子·舟宿间湾》词就有“过窈娘堤，秋娘渡，泰娘桥”之句。词人在此处以“秋娘渡”与“泰娘桥”指代苏州吴江一带景物之美——秀婉妩媚令人愉悦的美。正是这美景愈触发其愁思，思念起了在家的“笑涡红透”、“软语灯前”的妻室。&&&“风又飘飘，雨又萧萧”的句式正是一种暗示法的句式，是某种特定心态借助意象的表现方法。它让人可以产生听觉上的风声雨声，视觉上的潇潇绵绵、飘飘扬扬，触觉上的寒意、潮意、湿润意，一直到心态上的感知：酸辛感、苦涩感。这手法在下片中也出现的：“流光容易把人抛，红了樱桃，绿了芭蕉。”一“红”一“绿”，将春光渐渐消逝于初夏的来临中这个过程充分表现了出来。这是时序的暗示。但细加辨味，芭蕉叶绿，樱桃果红，花落花开，回黄转绿，大自然一切可以年年如此，衰而盛，盛而衰，可是人呢？绿肥红瘦对人来说意味着青春不再，盛世难逢。再进一步推去，家国呢？一旦破败，还能重见么？“流光容易把人抛”的全过程，怎样抛的，本极抽象，现今以“红了樱桃，绿了芭蕉”明示出来。所以，如果说，暗示具体时序由春而夏，那是“实”的表现，那么将抽象的流光抛人揭示开来就是“虚”的具体化。这八个字真是妙极了的。至于色彩的自然绚丽，语言的准确性那是可以不言而喻的。&&&明白了这些，“何日归家洗客袍”之问就显得不只是一般的游子之家情了。从词的脉络说，这一句暗接上片的因风雨之声而强化了的触景生情，即使内心的愈发高涨的“春愁”由心底浮出来，具体化，外现。但从内在情思看，这“洗客袍”即结束飘流的不安定生活，重新过着由佳人相伴，素手调笙，烧起心字形清香的宁静怡乐的生活——可能吗？“何日归家”正是无望之叹！莫说有家难归，即使归家了，“客袍”洗涴得了么？国已破，家难在！对一个忠贞之士来说，从此将是无尽的流亡生涯，往昔温馨雅事都已在“何日”之问中一去不复返。失落了这样的心境，也就结束了这样的情事，这是肯定的，所以“何日”之间，其实他已是自答了的。由此而读下去，“流光容易把人抛”已如前面分析，在这看似明畅的词句中包裹的是怎样一颗紧缩的心，岂非一目了然。&&&这里有意把下片诸句倒过顺序来谈，又将“何日归家洗客袍”置于上下片的关联点上去理解，是想从具体的句式和情思上说明这首短词形似明快，实则苦涩，在艺术上具有似“流”实“留”的特点，情韵在回环周转地流荡，呈一种漩涡状。这种艺术手段最能将“剪不断，理还乱”的情意充分表达出。“流”，是流畅少停蓄，而“留”则有顿挫，有吞吐，有抑扬之势。蒋捷确有一些词写得稍嫌“流”，但这首《一剪梅》却不属此类作品，不可匆匆浏览，不细辨味。",
                    "transferInfo" : "船在吴江上飘摇，岸上酒楼酒旗飘摇，我那满怀羁旅的春愁只能用美酒来消除了。船只经过令文人骚客遐想不尽的胜景秋娘渡与泰娘桥，江风迅疾，落雨潇潇，实在令人烦恼。什么时候才能回到家中清洗衣袍，在家调弄镶有银字的笙，点燃熏炉里心字形的盘香呢？春光容易流逝，使人追赶不上，樱桃才红熟，芭蕉又绿了，春去夏又到。",
                    "backgroundInfo" : "南宋消亡之初，也就是公元1276年（元十三年）春元军破临安后，词人开始流浪，在流浪途中舟行流经吴江县的吴淞江时，为了表达自己内心的思乡之情以及伤国作者写下这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "虞美人·听雨",
                    "author" : "蒋捷",
                    "content" : "少年听雨歌楼上。红烛昏罗帐。壮年听雨客舟中。江阔云低、断雁叫西风。而今听雨僧庐下。鬓已星星也。悲欢离合总无情。一任阶前、点滴到天明。",
                    "addtionInfo" : "虞美人：著名词牌之一。昏：昏暗，罗帐：古代床上的纱幔。断雁：失群孤雁。僧庐：僧寺，僧舍。星星：白发点点如星，形容白发很多。无情：无动于衷。一任：听凭。",
                    "classInfo" : "78",
                    "poetryID" : "26",
                    "source" : "3",
                    "analysesInfo" : "词人从“听雨”这一独特视角出发，通过时空的跳跃，依次推出了三幅“听雨”的画面，而将一生的悲欢歌哭渗透、融汇其中。&&&第一幅画面：“少年听雨歌楼上，红烛昏罗帐。”它展现的虽然只是一时一地的片断场景，但具有很大的艺术容量。“歌楼”、“红烛”、“罗帐”等绮艳意象交织出现，传达出春风骀荡的欢乐情怀。少年时候醉生梦死，一掷千金，在灯红酒绿中轻歌曼舞，沉酣在自己的人生中。一个“昏”字，把那种“笙箫吹断水云间，重按霓裳歌遍彻”的奢靡生活表现出来。这时听雨是在歌楼上，他听的雨就增加了歌楼、红烛和罗帐的意味。尽管这属于纸醉金迷的逐笑生涯，毕竟与忧愁悲苦无缘，而作者着力渲染的只是“不识愁滋味”的青春风华。这样的阶段在词人心目中的印象是永恒而短暂的。以这样一个欢快的青春图，反衬后面的处境的凄凉。&&&第二幅画面：“壮年听雨客舟中，江阔云低，断雁叫西风。”一个客舟中听雨的画面，一幅水大辽阔、风急云低的江秋雨图，一只失群孤飞的大雁。这里的“客舟”不是《枫桥夜泊》中的客船，也不是“惊起一滩鸥鹭”里的游船，而是孤独的天涯羁旅，孤独、忧愁、怀旧时时涌在心头。这时的雨伴随着断雁的叫声。这一个“断”字，联系了诸多意境，同断肠联系在一起，同亲情的斩断联系在一起，有一种人生难言的孤独和悔恨。“客舟”及其四周点缀的“江阔”、“云低”、“断雁”、“西风”等衰瑟意象，映现出风雨飘摇中颠沛流离的坎坷遭际和悲凉心境。壮年之后，兵荒马乱之际，词人常常在人生的苍茫大地上踽踽独行，常常尔奔曲走，四方漂流。一腔旅恨、万种离愁都已包孕在他所展示的这幅江雨图中。&&&“而今听雨”的画面，是一幅显示他当前处境的自我画像。一个白发老人独自在僧庐下倾听着夜雨。处境之萧索，心境之凄凉，在十余字中，一览无余。江山己易主，壮年愁恨与少年欢乐，已如雨打风吹去。此时此地再听到点点滴滴的雨声，却已木然无动于衷了。“悲欢离合总无情”，是追抚一生经历得出的结论，蕴有无限感伤，不尽悲慨。“一任阶前点滴到天明”，似乎已心如止水，波澜不起，但彻夜听雨本身，却表明他并没有真正进入超脱沉静的大彻大悟之境，只不过饱经忧患，已具有“欲说还休”的情感控制能力。&&&蒋捷的这首词，内容包涵较广，感情蕴藏较深。以他一生的遭遇为主线，由少年歌楼听雨，壮年客舟听雨，写到寄居僧庐、鬓发星星。结尾两句更越过这一顶点，展现了一个新的感情境界。“一任”两个字，就表达了听雨人的心情。这种心情，在冷漠和决绝中透出深化的痛苦，可谓字字千钧。虽“一任点滴到天明”，却也同时难掩听雨人心中的不平静。身在僧庐，也无法真正与世隔绝，也不能真正忘怀人生。&&&方位名词的巧妙运用，是这首词的一大特点。“少年听雨歌楼上”，追欢逐乐，无忧无虑，正是作者一生中最美好、最快乐的时光，因而一个“上”字，正好暗合作者这样一种生活情境。“壮年听雨客舟中”，这时期的作者，进士及第不久，南宋灭亡，他不肯仕元，开始了漂泊生涯。“软语灯边、笑涡红透”的家庭生活既已失去，离乱生活，使他惟有感时伤怀，于客舟中听潇潇冷雨，吹瑟瑟西风，看辽阔的江面堆满铅灰色的云，失群孤雁传来凄厉的哀鸣，心境一何愁苦悲凉！但这时的处境与暮年相比，还未到达极端孤寂的境地，因而用一“中”字，倒也贴切。“而今听雨僧庐下”，已是白发老者的他，已经尝遍了悲欢离合的滋味，大半生坎坷遭遇的折磨，几乎使他到了麻木的地步，悲欢离合，已经无法掀动他感情的涟漪，因而他能够听任檐前冷雨一直滴到天明。作者真的已经麻木不仁、万念俱灰了吗？如果四大皆空，又为什么彻夜难眠呢？可见作者的忧愁痛苦不仅没有得到解脱，只是换了一种形式而已。这另一种形式的愁苦，是情感的内敛与深化。这时一个“下”字，自然与作者风烛残年的境遇高度一致。三个方位名词，也许并非刻意安排，但作者一生的际遇，确实能从这三个方位名词上看出端倪，不是吗？&&&这首词以“听雨”为线索，以时间为顺序，选取作者一生三个典型片断，凸显词人晚年悲苦凄凉的境遇和心情。同是听雨，不同的年龄，不同的环境，不同的际遇，有着迥然不同的感受。",
                    "transferInfo" : "年少的时候，歌楼上听雨，红烛盏盏，昏暗的灯光下罗帐轻盈。人到中年，在异国他乡的小船上，看蒙蒙细雨，茫茫江面，水天一线，西风中，一只失群的孤雁阵阵哀鸣。而今人至暮年，两鬓斑白，独在僧庐下听细雨点点。想到人世的悲欢离合，似乎总是那样的无情，既然如此，又何必感慨呢？就任随那窗外的雨，在阶前点点滴滴直到天明。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "22000",
    "mainClass" : "25"
}
