{
    "poetryList" : [
                    {
                    "name" : "蝶恋花·春涨一篙添水面",
                    "author" : "范成大",
                    "content" : "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。",
                    "addtionInfo" : "画舫：彩船。夷犹：犹豫迟疑，这里是指船行迟缓。横塘：在苏州西南，是个大塘。谷雨：二十四节气之一，在清明之后。看看：转眼之间，即将之意。江国：水乡。寒：指水冷。",
                    "classInfo" : "107",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "这是一首田园词，描绘出一幅清新、明净的水乡春景，散发着浓郁而恬美的农家生活气息，自始至终有流露出乡村景色人情淳朴、宁静、合皆，读了令人心醉。&&&词的上片向读者讲述了一幅早春水乡的五彩画面。&&&“春涨一篙添水面。芳草鹅儿，绿满微风岸。”“一篙”，是指水的深度，“池涨一篙深。”“添水面”，有两重意思，一是水面上涨二是水满后面积也大了。“鹅儿”，小鹅，黄中透绿，与嫩草色相似。“绿”，就是“绿柳才黄半未匀”那样的色调。春水涨满，一直浸润到岸边的芳草；芳草、鹅儿在微风中活泼泼地抖动、游动，那嫩嫩、和谐的色调，透出了生命的温馨与活力；微风轻轻地吹，吹绿了河岸，吹绿了河水。&&&“画舫夷犹湾百转，横塘塔近依前远。”“画舫”，彩船。“夷犹”，犹豫迟疑，这里是指船行迟缓。“横塘”，在苏州西南，是个大塘。江南水乡河渠纵横，湾道也多。作者乘彩船往横塘方向游去，河道曲折多湾画舫缓慢行进。看着前方的塔近了，其实还远。这就象俗语所说“望山走倒马”，那水面上的小鹅，其实，作者并不急于到塔边，所以对远近并不在意，此时更使他欣悦的倒是一路好景致。便很令人疼爱留连。这两句写船行，也带出了沿途风光，更带出了自己盎然兴趣。全词欢快气氛也由此而兴。&&&词的下片写到农事，视野更加开阔了。如此写，既与上片紧密相联，又避免了重复。&&&“江国多寒农事晚。村北村南，谷雨才耕遍。”“江国”，水乡。“寒”指水冷。旱地早已种植或翻耕了，水田要晚些，江南农谚曰：“清明浸种（稻种），谷雨下秧。”所以“耕遍”正是时候。着一“才”字，这不紧不慢的节奏见出农事的轻松，农作的井然有序。“村北村南”耕过的水田，一片连着一片，真是“村南村北皆春水”、“绿遍山原白满川”，一派水乡风光现于读者面前，虽然农事紧张或更可说繁重，但农民们各得其乐，一切进行得有条不紊。&&&“秀麦连冈桑叶贱，看看尝面收新茧。”“秀麦”，出穗扬花的麦子。“面”当为炒面，将已熟未割的麦穗摘取下来，揉下麦粒炒干研碎，取以尝新，现代农村仍有此俗。这两句是写高地上景象，虽然水稻刚刚下种，但漫冈遍野的麦子拔穗了，蚕眠，桑叶也便宜了，农桑丰收在望。所以下面写道：“看看尝面收新茧”。“看看”，即将之意，透着津津乐道、喜迎丰收的神情。下片写田园，写农事，流露出对农家生活的认同感、满足感。&&&本词是一首田园词，体现了田地间春意盎然的一幕，笔调清新愉悦，将景物与农事描写得自然连贯，充分表现出作者对田园生活的长期向往之情，是一篇很有特色的词作。",
                    "transferInfo" : "春来，绿水新涨一篙深，盈盈地涨平了水面。水边芳草如茵，鹅儿的脚丫满跚，鲜嫩的草色，在微风习习吹拂里，染绿了河塘堤岸。画船轻缓移动，绕着九曲水湾游转，望去，横塘高塔，在眼前很近，却又像启船时一样遥远。江南水乡，春寒迟迟农事也晚。村北，村南，谷雨时节开犁破土，将田耕种遍。春麦已结秀穗随风起伏连岗成片，山冈上桑树茂盛，桑叶卖家很贱，转眼就可以，品尝新面，收取新茧。",
                    "backgroundInfo" : "南宋时期在政治上软弱妥协，农业工业却发展很快，许多爱国之士都因政见与朝堂向左而隐居于世，范成大也是其中一员，这首词正是他隐居苏州那一代所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "采桑子·恨君不似江楼月",
                    "author" : "吕本中",
                    "content" : "恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？",
                    "addtionInfo" : "采桑子：词牌名。君：这里指词人的妻子。一说此词为妻子思念丈夫。江楼：靠在江边的楼阁。暂满还亏：指月亮短暂的圆满之后又会有缺失。满，此指月圆；亏，此指月缺。",
                    "classInfo" : "78",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "这是一首借喻明月来倾诉别离之情的词。全词纯用白描手法写出，颇有民歌风味，情感真挚，朴实自然。结构上采取重章复沓的形式，深得回环跌宕、一唱三叹的妙处。上下片主体相同，只是稍加变化，形成鲜明的对比，匠心独具。&&&上片指出他行踪不定，在南北东西漂泊，在漂泊中经常在月下怀念他的妻子，因此感叹他的妻子不能像月亮那样跟他在一起。下片写他同妻子分离的时候多，难得团圆。这首词的特色，是文人词而富有民歌风味。民歌是真情的自然流露，不用典故，是白描。这首词也是真情的自然流露，也是白描，很亲切。民歌往往采取重复歌唱的形式，这首词也一样。不仅由于《采桑子》这个词调的特点，像“南北东西”，“暂满还亏”两句是重复的；就是上下两片，也有重复而稍加以变化的句子，如“恨君不似江楼月”与“恨君却似江楼月”，只有一字之差，民歌中的复叠也往往是这样的。还有，民歌也往往用比喻，这首词的“江楼月”，正是比喻，这个比喻亲切而贴切。&&&这首词用“江楼月”作比，在上片里赞美“江楼月”“南北东西，只有相随无别离”，是到处漂泊，永不分离的赞词。&&&下片里写“江楼月”，“暂满还亏，待得团圆是几时”，是难得团圆的恨词。同样用“江楼月”作比，一赞一恨，是在一篇中用同一个比喻而具有二柄。还有，上片的“江楼月”，比“只有相随无别离”，是永不分离；下片的“江楼月”，比“待得团圆是几时”，是难得团圆。命意不同。同用一个比喻，在一首词里，所比不同，构成多边。像这样，同一个比喻，在一首词里，既有二柄，复具多边，这是很难找的。因此，这首词里用的比喻，在修辞学上是非常突出的。这样的比喻，是感情的自然流露，不是有意造作，用得又非常贴切，这是更为难能可贵的。作者经常在月下怀念妻子，所以产生上片的比喻；作者感叹与妻子难得团圆，所以产生下片的比喻。这些是作者独具的感情，所以写得那样真实而独具特色。&&&此词从江楼月联想到人生的聚散离合。月的阴晴圆缺，却又不分南北东西，而与人相随。词人取喻新巧，正反成理。以“不似”与“却似”隐喻朋友的聚与散，反映出聚暂离长之恨。具有鲜明的民歌色彩。全词明白易晓，流转自如。风格和婉，含蕴无限。曾季狸《艇斋诗话》：本中长短句，浑然天成，不减唐、《花间》之作。《啸翁词评》：居仁直忤柄臣，深居讲道。而小词乃工稳清润至此。",
                    "transferInfo" : "可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。可恨你就像江边楼上高悬的明月，短暂的圆满之后又会有缺失，等到明月再圆不知还要等到何时。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秦楼月·芳菲歇",
                    "author" : "向子諲",
                    "content" : "芳菲歇，故园目断伤心切。伤心切，无边烟水，无穷山色。可堪更近乾龙节，眼中泪尽空啼血。空啼血，子规声外，晓风残月。",
                    "addtionInfo" : "秦楼月：又名忆秦娥。芳菲歇（xiē）：指春残花谢的景况。故园：这里指沦陷的国土。目断：望断。可堪（kān）：何况。乾龙节：四月十三日为宋钦宗赵桓诞辰，定名乾龙节。啼（tí）血：指词人悲痛至极。",
                    "classInfo" : "34",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "公元1127年“靖康之变”，徽、钦二帝被金人掳走北去，中原尽失。这样的时局下朝野志士无不拔剑斫地，切齿扼腕，于是词坛上产生了一批令人读后慷慨悲凉、数百年后尚见其慷慨磊落之气的作品。向子諲这一首《秦楼月》，题旨相同，篇幅虽短，感情的容量却并不小。另外这首词表现上也自有特色。&&&全诗结构分上下两阕，词意可分三层。&&&起首“芳菲歇”三字，写春光消逝景象，似实而虚。因为词人并非吟咏节序，抒发一般的伤春伤别情怀，所以下面不再展开对景色的描绘。当此春末夏初时节，萦绕词人心间的是什么呢？是“故园目断伤心切”。这句中“故园”可作家乡解，但向子諲家江西临江，并未沦落于金人之手，这里显然是指失去的国土。词人登高遥望北方故国，而故国不可见，对于一个胸怀爱国之情的南渡词人来说，怎能不悲伤痛苦呢？这一句，是词人内心感情的直捷表露。但如果任凭感情的驱使，沿此思路写下去，就未免有一泻无余之病了。词是吟咏性惰的，但最好是诉诸具体的事物。至此，词人笔锋一转，由直而曲，欲吐又休，不言情而转写景：“无边烟水，无穷山色。”词人眼中所见，唯有迷离的烟水，朦胧的山色。这一景象，既是“故园目断”含义的丰富和扩展，又使“伤心切”这一心理活动形象化；同时，无边无际的自然山水，又恰到好处地隐隐传达出词人此时此地情感的悠远的惆怅。所以，读至此，读者简直分不清词人是写景呢，还是抒情。景与情合，情以景生，情景交融，“悲喜亦于物显”（王夫之语），正是“无边烟水，无穷山色”的妙处。&&&下阕“可堪”二字，是不能堪的意思。此乃词人着意用力之笔，正是这两字把上阕“故园目断伤心切”的感情向前深化了。词人为何春末夏初时节思念故国呢？因为是“更近乾龙节”。《易·乾》：“九五，飞龙天。”乾卦以龙取象，所以古人便以“乾龙”喻帝王。乾龙节，是北宋钦宗赵恒的生日。据《宋史·礼志》记载：“靖康元年四月十三日，太宰徐处仁等表请为乾龙节。”从记载中可以想见当年此日，朝廷中群臣为皇帝祝寿，钦宗赐宴，好一派隆重的寿宴的盛况！而此时又是四月，乾龙节又将近，然而此时却是神州板荡，山河易主。词人抚今追昔，怎能忍受得了如此巨变呢？于是万千感触，化为使人不忍卒读的词句：“眼中泪尽空啼血。”这一句，哀怨悲凉，撼人心魄。向子諲是一位力主抗金的将领。公元1130年（高宗建炎四年）金兵大举南下，一路杀奔江西、湖南。此时向子諲正潭州（今长沙）知州任上，有人建议暂避敌锋，他大呼曰：“是何言之不忠也！使向之诸郡有一二能为国家守，敌其至此耶？朝廷使我守此潘也，委而去之，非义矣！”（见汪应辰《向公墓志铭》、胡宏《向侍郎行状》）他亲率军民血战数日，终因实力不济而城破。事后，他的好友陈与义赠诗，诗中赞曰“柱天勋业须君了”（《题向伯恭过峡图》）。然而词人想当时家亡国破，君辱臣耻，却又回天无力，胸中不禁充塞着极度的愤恨和悲哀。这样深沉难遣的感情郁积胸中，实非“眼中泪尽空啼血”一句不能尽之了。以上为词意的第二层。&&&紧接着，词人由人的“空啼血”联想到自然界的子规，感情又进一层。按《秦楼月》词调的要求，“空啼血”是承上句而来，并非是语句的简单重复，而用以引起以下句意。词人因情设景，以“子规声外，晓风残月”这样凄厉萧索的意境结束全词。子规即杜鹃鸟。子规啼血是古诗词中常用的，如白居易《琵琶行》：“其间旦暮闻何物？杜鹃啼血猿哀鸣。”李山甫《闻子规》：“断肠思故国，啼血溅芳枝。”“晓风残月”，是柳永《雨霖铃》词中的名句。这首词虽是移用，但词人显然对“杜鹃啼血”内涵进行了改造。此词中它表现的已不是离别的愁苦，而是因国破家亡而生的故国之思了。“子规声外，晓风残月”，是因情而设景，也就是王国维所谓“以我观物，故物皆着我之色彩”的“有我之境”。它以丰富的内蕴，传达出词人心中的无限哀怨，撞击着读者的心扉。",
                    "transferInfo" : "暮春时节，芳菲飘落，登高遥望故国，内心悲伤痛切。迷离的烟水，朦胧的山色，更让我伤心欲绝。更不能忍受的是乾龙节又快到了，追昔抚今，眼中泪水流尽，像杜鹃鸟那样啼出鲜血来。在一片凄厉的子规声外，是故国破败的河山。",
                    "backgroundInfo" : "这首词当作于靖康之变（1126-1127）后的一个暮春，当时徽钦二宗被金人掳走，中原沦丧于金人之手，而南宋朝廷偏安一隅，不思收复失地，迎回徽钦二宗。词人为了抒发家亡国破，悲哀愤恨的心情，写下了这一首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "苍梧谣·天",
                    "author" : "蔡伸",
                    "content" : "天。休使圆蟾照客眠。人何在，桂影自婵娟。",
                    "addtionInfo" : "圆蟾：圆月。蟾：蟾蜍。蟾蜍为月亮的代称。桂影：月影。婵娟：美好。这两句是说月中桂影空自婆娑，而月下却不见伊人佳影。",
                    "classInfo" : "6",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "月光如练，然而人隔千里，这边是他乡仰望，那边是闺中独看。这位痴情人不禁异想天开了，说：月亮啊，据说你是一面宝镜，你能照出她的芳姿倩影吗？“人何在？桂影自婵娟！”他凝视着那轮明月，那嫦娥般美丽的身影在何处呢？只有桂影疏密有致，空自盘旋罢了。&&&此时此地，他可能情不自禁地想起他俩月下携手漫步的美好时光。然而此时呢？人却远隔千里，这多么令人愁怅啊！&&&这首小词通过对圆月观感，抒发出沉挚的思念之情。寥寥十六个字，然而曲折有致。",
                    "transferInfo" : "天啊，不要让这一轮圆月照得我这离家的人无法安眠。面对满月，孤身一人，心中的那个她在哪儿呢？月宫里，只有桂树的影子斑斑驳驳，无人赏看。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "忆王孙·春词",
                    "author" : "李重元",
                    "content" : "萋萋芳草忆王孙。柳外楼高空断魂。杜宇声声不忍闻。欲黄昏。雨打梨花深闭门。",
                    "addtionInfo" : "萋萋：形容春草茂盛的样子。王孙：这里指游子，行人。杜宇：即杜鹃鸟，鸣声凄厉，好象在劝说行人“不如归去”。",
                    "classInfo" : "92",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "这首词主要是写景，通过写景传达出一种伤春怀人的思绪。那一份香眇深微的情思是通过景色的转换而逐步加深加浓，逐步显示的。在场景的转换上，词作又呈为一种由大到小，逐步收束，词终而趋于封闭的心态特征。此词起笔展示的是一种开阔的伤心碧色：连天芳草，千里萋萋，极目所望，古道晴翠，而思念的人更在天涯芳草外，闺中人的心也轻轻飘扬到天尽头了。这一句，情与景都呈现出一种杳眇深微的特征。接下来，场景收束为田间路头杨柳、柳外高楼。继而，在杜鹃声声中，将到黄昏时，随着时间的推移，场景再次收束为小院梨花带春雨。最后，螟色入庭院，场景收束为一个无言深闭门的近镜头。可以想见，闭门人游荡在千里外的芳心也将最后回到常日紧闭的心扉内。词作结构由大而小，由外而内，由景生情，总体上表现为收束的特征。这一特征又准确地表现了古代妇女那种内向型的心态。&&&这首词的另一个特点是，不以锤炼字句为能，因为可以看见词中选用的都是一些最常见的意象。这些意象大多在前人诗词中反复出现过，积淀了丰富的内涵和深厚的民族文化的感情。意象本身就有很强的美的“张力”，足以调动人们的生活文化积累，从而帮助读者想象美丽的意境。比如，词中写到的芳草、杨柳、高楼、杜宇、梨花，无一不是中国雅文学中的基本意象。这些意象经过历代诗人传唱，已具有一触即发、闻声响应的高度感发能力。即以“柳”而论，从《诗经》中的“杨柳依依”到韦庄的“无情是台城柳”，从李白的“春风知别苦，不遣柳条青”到柳永的“杨柳岸、晓风残月”，那一缕柳丝寄寓了多少中国文人的愁绪啊！人们读到这个字，就会随着各自的文化积累不同程度地感受到那种萦绕在心头的忧怨。再如“芳草”“王孙游兮不归，春草生兮萋萋”（淮南小山《招隐士》）：“记得绿罗裙，处处怜芳草”（牛希济《生查子》）：“离恨却如春草，更行更远还生”（李煜《清平乐》）：“芳草无情，更在斜阳外”（范仲淹《苏幕遮》）……那无处不在的芳草，承载了游子思妇的无穷相思。&&&这首词中的其他意象也大多具有这种美的联想性。因此，当作者把这些意象巧妙组合到一起时，就形成了一种具有更丰富的启发性的画面。于是人们在熟悉中发现了陌生，有限中找到了无限。&&&读这样的词，应当是回味大于思索，联想重于分析。这样可以得到比几句词的字面意义更多的东西。",
                    "transferInfo" : "暮春时的萋萋芳草总是让人想起久去不归的游子。杨柳树外楼阁高耸，她终日徒劳地伫望伤神。杜鹃声声悲凄，令人不忍听闻。眼看又即将到黄昏，暮雨打得梨花凌落，深深闭紧闺门。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "临江仙·夜登小阁忆洛中旧游",
                    "author" : "陈与义",
                    "content" : "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。",
                    "addtionInfo" : "临江仙：词牌名。午桥：在洛阳南面。坐中：在一起喝酒的人。豪英：出色的人物。这两句说：想从前在午桥桥头饮宴，在一起喝酒的都是英雄好汉。长沟流月：月光随着流水悄悄地消逝。去无声：表示月亮西沉，夜深了。疏影：稀疏的影子。这两句说，在杏花稀疏的影子里吹起短笛，一直欢乐到天明。二十余年：二十多年来的经历（包括北宋亡国的大变乱）。堪惊：总是心战胆跳。这两句说，二十多年好像一场春梦，我亲身经历了亡国的变乱，自己虽然还活着，回想起来总是胆战心惊。新晴：新雨初晴。晴，这里指晴夜。渔唱：打鱼人编的歌儿。这三句说，百无聊赖地登上小楼，看看雨后初晴的月夜景色。古往今来多少大事，也不过让打鱼的人编作歌儿在三更半夜里唱唱罢了。三更：古代漏记时，自黄昏至指晓分为五刻，即五更，三更正是午夜。",
                    "classInfo" : "36",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者晚年追忆洛中朋友和旧游而作的。上片写对已经沦落敌国之手的家乡以及早年自在快乐生活的回顾。下片宕开笔墨回到现实，概括词人从踏上仕途所经历的颠沛流离和国破家亡的痛苦生活，结句将古今悲慨、国恨家愁，都融入“渔唱”之中，将沉挚的悲感化为旷达的襟怀。此词直抒胸臆，表情达意真切感人，通过上下两片的今昔对比，萌生对家国和人生的惊叹与感慨，韵味深远绵长。&&&上片忆旧。&&&“忆昔午桥桥上饮，坐中多是豪英。”回想往昔在午桥桥上宴饮，在一起喝酒的人大多是英雄豪杰。用“忆”字开篇，直接了当把往事展开来。“午桥”是唐代白居易、刘禹锡、裴度吟诗唱和、举杯相欢的地方。作者青年时期，追寻遗韵，仰慕前贤，在故乡洛阳，与当时“豪英”一起，也在午桥宴饮聚会，把酒临风。&&&“长沟流月去无声，杏花疏影里，吹笛到天明。”白天和朋友们在午桥畅饮，晚上围坐在杏树底下尽情地吹着悠扬的笛子，一直玩到天明，竟然不知道碧空的月光随着流水静悄悄地消失了。桥上欢歌笑语，桥下一片宁静，以静衬动。这三句写景叙事，优美自然，它如同明净澄澈的清水一样。特别是“杏花疏影里，吹笛到天明”两句， “杏花”则点明在春天的夜晚，豪杰们抚琴弄笛，那情致高雅的笛声此起彼伏。作者以初春的树林为背景，利用明月的清辉照射在杏花枝上所撒落下来的稀疏花影，与花影下吹奏出来的悠扬笛声，组成一幅富有空间感的恬静、清婉、奇丽的画面，将作者那种充满闲情雅兴的生活情景真实地反映了出来。&&&下片感怀。&&&“二十余年如一梦，此身虽在堪惊。”作者在政和三年（1113年）做官后，曾遭谪贬；特别是靖康之变，北宋沦亡，他逃到南方，饱尝了颠沛流离、国破家亡的痛苦。残酷的现实和往昔的一切形成鲜明的对照，很自然会有一场恶梦的感触。这两句概括了这段时间里国家和个人的激剧变化的情况。这里，作者以饱蘸着久历艰难和劫后余生的血泪的笔触，写下这感慨深沉的诗句，发人深思，启人遐想。经历了国破家亡，战事连连之后，曾在一起吟诗饮酒的豪杰们如今散落各方，九死一生，身世之感和家国之痛油然而生。&&&接着写道：“闲登小阁看新晴。古今多少事，渔唱起三更。”“闲登”句是说：我闲散无聊地登上小阁，观看这雨后新晴的月色。这旬点题，写明作此词的时间、地点和心境。“新晴”与“长沟流月”照应，巧妙地将忆中之事与目前的处境联系起来，作者今昔不同的精神状况从中得以再现。“古今多少事，渔唱起三更。”把国家兴亡和人生的感慨都托之于渔唱，进一步表达作者内心寂寞悲凉的心情。古往今来的大事已经转瞬即逝了，只有把它们编成歌儿的渔夫，还在那半夜三更里低声歌唱。这是低沉的感叹，软弱的呻吟，无能为力的自我表白。这种看破世情、回避现实的消极态度，从侧面显示诗人对现实的极度不满，这是乱世怀古伤今的主题。&&&这首词通过回忆在洛阳的游乐来抒发作者对国家沦陷的悲痛和漂泊四方的寂寞。以对比的手法，明快的笔调，通过对旧游生活的回忆，抒发了北宋亡国后深沉的感慨。寥寥几笔，勾画出来的自我形象相当丰满。",
                    "transferInfo" : "回忆当年在午桥畅饮，在座的都是英雄豪杰。月光映在河面，随水悄悄流逝，在杏花稀疏的花影中，吹起竹笛直到天明。二十多年的经历好似一场梦，我虽身在，回首往昔却胆战心惊。闲来无事登上小阁楼观看新雨初睛的景致。古往今来多少历史事迹转瞬即逝，只有把它们编成歌的渔夫，还在那半夜三更里低声歌唱。",
                    "backgroundInfo" : "这首词大概是在公元1135年（宋高宗绍兴五年）或六年陈与义退居青墩镇僧舍时所作，时年四十六或四十七岁。北宋灭亡，陈与义流离逃难，艰苦备尝，而南宋朝廷在播迁之后，仅能自立，他回忆二十多年的往事，百感交集，不禁感叹今昔巨变，写下了这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贺新郎·寄李伯纪丞相",
                    "author" : "张元干",
                    "content" : "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。",
                    "addtionInfo" : "贺新郎：词牌名。李伯纪：即李纲。鼻息鸣鼍鼓：指人们熟睡，鼾声有如击着用猪婆龙的皮做成的鼓，即有鼾声如雷之意。鼍鼓：用鼍皮蒙的鼓。鼍：水中动物。“谁伴我”二句：用东晋祖逖和刘琨夜半闻鸡同起舞剑的故事。十年一梦扬州路：化用杜牧诗“十年一觉扬州梦”，借指十年前，即建炎元年，金兵分道南侵。宋高宗避难至扬州，后至杭州，而扬州则被金兵焚烧。十年后，宋金和议已成，主战派遭迫害，收复失地已成梦想。骄虏：指金人。要斩楼兰：用西汉傅介子出使西域斩楼兰王的故事。琵琶旧语：用汉代王昭君出嫁匈奴事。她善弹琵琶，有乐曲《昭君怨》。琵琶旧语即指此。谩暗涩铜华尘土：叹息当时和议已成定局，虽有宝剑也不能用来杀敌，只是使它生铜花（即铜锈），放弃于尘土之中。暗涩：是形容宝剑上布满铜锈，逐渐失光彩，失去作用。铜华：指铜花，即生了铜锈。垂纶：即垂钓。纶，钓鱼用的丝线。传说吕尚在渭水垂钓，后遇周文王。后世以垂钓指隐居。",
                    "classInfo" : "36",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "上片写词人登高眺望江上夜景，并引发出孤单无侣、众醉独醒的感慨。此显示出自己的真实用意。&&&起首四句写自己携着手杖登上高楼，只见夜空星斗下垂，江面宽广无边，波涛万顷，月光流泻在蒙着烟雾的洲渚之上。“扫尽”三句，是说江风极大，将天上浮云吹散，江面因风大而无人乘舟夜渡。沉思间又见雁儿飞落在芦苇深处夜宿，并由此引起无限感触。&&&“怅望”两句，先是怅望祖国山河，徒然吊影自伤；这时正值深夜，“鼻息鸣鼍鼓”，这里以之喻苛安求和之辈，隐有众人皆醉我独醒之慨。“谁伴我”两句，承上；“月流烟渚”、“怅望关河空吊影”，用李白《月下独酌》“我歌月徘徊，我舞影零乱”诗意，自伤孤独（辛弃疾《贺新郎·别茂嘉十二弟》结句之“谁共我，醉明月”，与此意同）。李纲与己志同道合，而天各一方，不能在此月下同舞。同舞当亦包括共商恢复中原之事，至此才转入寄李纲本题。&&&下片运用典故以暗示手法表明对明朝屈膝议和的强烈不满，并表达了自己对李纲的敬仰之情。&&&“十年”这一句，是作者想到十年前，高宗在应天府（今河南商丘）即位同时，当时为建炎元年（1127年）。不久高宗南下，以淮南东路的杨州为行都；次年秋金兵进犯，南宋小朝廷又匆匆南逃，扬州被金人攻占，立刻被战争摧为一片空墟，昔日繁华现在犹如一梦，此处化用杜牧“十年一觉扬州梦”（《遣怀》）诗句。而此时只剩残破空城，使人怀想之余，不觉加强了作者对高宗的屈膝议和感到不满，也加强了作者坚决抵抗金人的南下的决心。“倚高寒”两句，继续写作者夜倚高楼，但觉寒气逼人，远眺满目疮痍的中原大地，不由愁思满腔，但又感到自己壮心犹在，豪气如潮，足以吞灭敌人。“要斩”两句，运用两个典故反映出对宋金和议的看法。前一句是期望朝廷振作图强，像汉代使臣傅介子提剑斩楼兰（西域国名）王那样对付金人。词中以楼兰影射金国，以傅介子比喻李纲等主战之士。后一句是借汉嫁王昭君与匈奴和亲事，影射和议最终是不可行的，必须坚决抵抗。杜甫《咏怀古迹》诗云：“千载琵琶作胡语，分明怨恨曲中论。”作者在此用杜甫诗意，说明在琵琶声中流露出对屈辱求和的无穷遗恨与悲愤，以此暗示南宋与金人议和也将遗恨千古。“谩暗涩”句，这里运用比喻，以宝剑被弃比喻李纲等主战人物的受到朝廷罢斥压制。“唤取”两句，先以“谪仙”李白来比李纲，兼切李姓，这是对李纲的推崇。李纲自己也曾在《水调歌头》中说：“太白乃吾祖，逸气薄青云。”作者对他评论，即发表意见，面对和议已成定局的形势，爱国之士能否就此隐退苕溪（浙江吴兴一带）垂钓自遣而不问国事。结尾振起，指出要凭浩荡长风，飞上九天，由此表示自己坚决不能消沉下去，而是怀着气冲云霄的壮志雄心，对李纲坚持主战、反对和议的主张表示最大的支持，这也就是写他作此词的旨意。",
                    "transferInfo" : "拖着手杖，独上高楼去。仰望北斗星低低地垂挂在夜天，俯视沧江正翻起波浪万顷，月亮流泻在烟雾迷漫的洲渚。浮云被横扫净尽、寒风飘拂不定，不能乘坐小船连夜飞渡。栖宿的鸿雁已经落在萧索的芦苇深处。怀着无限惆怅的心情，想望祖国分裂的山河，徒劳无益地相吊形影。这时只听到人间发出的鼾声像敲打鼍鼓，还有谁肯陪伴我乘着酒兴起舞？事隔十年好像一场噩梦，走尽了扬州路。独倚高楼夜气十分冷寒，一心怀愁为的是祖国，恨不得一气吞下骄横的胡虏。要亲手杀死金的统治者用这把三尺的宝剑，莫使留下怨恨像王昭君弹出的琵琶怨语。让宝剑暗淡无光，白白地生锈化为尘土。我请您来评论看看，经过苕溪时，还能允许我们垂纶放钓否？大风浩荡，不停地吹着，我雄心勃发，要乘风飞举。",
                    "backgroundInfo" : "绍兴八年（1138年）冬，奸臣秦桧、孙近等筹划与金议和、向金营纳贡，李纲坚决反对，张元干闻之怒不可遏，作《再次前韵即事》诗，痛斥秦桧、孙近等主和卖国之权奸为“群羊”。李纲在福州上疏反对朝廷议和卖国，张元干得知李纲上书事，作《贺新郎·寄李伯纪丞相》。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "贺新郎·送胡邦衡待制赴新州",
                    "author" : "张元干",
                    "content" : "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉。更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星残月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听《金缕》。",
                    "addtionInfo" : "底事：言何事。昆仑倾砥柱：古人相信黄河源出昆仑山，传说昆化山有铜柱，其高入天，称为天柱。此以昆仑天柱，黄河砥柱，连类并书。九地黄流乱注：喻金兵的猖狂进攻。聚万落千村狐兔：形象描写中原经金兵铁蹄践踏后的荒凉景象。耿：明亮。大白：酒杯名。",
                    "classInfo" : "34",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "“贺新郎”是这首词的词牌，“送胡邦衡谪新州”是这首词的题目，亦可看作是小序，作者在这里交待了词的写作背景、原因和主题。&&&词的上阕述时事。有三层意思：第一层：梦绕神州路。怅秋风、连营画角，故宫离黍。写中原沦陷的惨状，形象地概括了北宋灭亡的历史事实，有尺幅千里之势。&&&首句：梦绕神州路。写作者自己日夜思念北方国土，连做梦都在围着北宋故都汴京的路转。“绕”，即萦绕，牵挂心间，不能忘怀。这里有徘徊、巡回之意。“神州路”，古称中国为赤县神州，（见《史记·孟子荀卿列传》）这里指中原沦陷区。作者为什么要将中原沦陷之惨状托之于梦呢？含意有二：一是中原沦陷不可去，沦陷之惨唯可于梦中见之；二是中原之沦陷如恶梦一般。实景虚写，写出人心之惨痛，故有第二层的质问。&&&怅秋风、连营画角，故宫离黍。这两句写梦中所见。中原沦陷惨状，以“怅”为领字。所怅者，一是“连营画角”金兵军营相望，军号凄厉。 二是“故宫离黍”。当他在梦中来到汴京的时候，那萧瑟的秋风，更引起了他的无限悲伤，当年繁华的汴京，已成了金兵的军营，一阵阵哀厉高亢的军号声连成一片，原来的皇宫大殿长满了野草，完全变成了荒凉的废墟。&&&以上几句，层层递转，字字沉实，词人悲愤之情，愈转愈深沉。因为胡铨主张收复中原、反对议和而得罪权臣，被贬谪岭南，所以起笔即从中原写起。“梦绕神州路。怅秋风、连营画角，故宫离黍。”是写对中原地区的深沉怀念和收复失地的愿望。作者通过对北宋灭亡、汴京荒凉的描写，表达了对国事的忧伤。这就与坚决主战的胡铨沟通了感情，因为他们的心情和意志都是一致的。所以这个开头很不寻常，作者不写送别之情，不写景物之状，而从共同关心的国事写起，表示对友人被贬谪的同情，并引以为知已，说明他们是志同道合的。&&&第二层：底事昆仑倾砥柱，九地黄流乱注。聚万落、千村狐兔。严词质问悲剧产生的根源，是对开头四句的追问和深思。到底是什么原因，使我们的国家变成这个样子呢？&&&底事昆仑倾砥柱，底事，即何事，什么事，什么原因，为什么？“昆仑倾砥柱”即“倾昆仑砥柱”。昆仑,即昆仑山。古人相信黄河源出昆仑山，传说昆仑山有铜柱，其高入天，称为天柱。见《淮南子·地形训》：“河水出昆仑东北陬。”《神异经·中荒经》：“昆仑之山，有铜柱焉。其高入天，所谓天柱也。”古人以昆仑为至高无上的山。砥柱，即砥柱山，在今河南陕县东北黄河中。《水经·河水注》：“砥柱，山名也。昔禹治洪水，山陵当中者凿之，故破山以通河，河水分流，包山而过，山见水中如柱然，故曰砥柱也。”《禹贡》称：“异河积石，至于龙门，又东至于砥柱。”倾，即摧毁、倒塌。作者在这里以昆仑天柱，黄河砥柱，连类并书，比喻北宋王朝倾垮。&&&九地黄流乱注。喻指金人的入侵以及战争带来的惨景。九地：九州，即中国，这里指中原沦陷区。黄流乱注：黄河泛滥，洪水横流。这里喻指金兵的猖狂入侵。&&&聚万落、千村狐兔。即“万落千村狐兔聚”，形象描写中原经金兵铁蹄践踏后的荒凉破败景象。正如曹操在《蒿里行》描写的那样：“白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。”落，即村落。狐兔，这里指入侵之敌。&&&在这里，作者叙述了国家残破之恨和人民遭难的惨状，以山崩地裂，洪水泛滥比喻国家的破亡和金兵的入侵，用狐狸和野兔的聚集，表现了战争造成的荒凉，反映出人民所承受的灾难。又以“九地黄流乱注”与上层的“连营画角”，“聚万落、千村狐兔”与上层的“故宫离黍”，上下照应，显得生动形象，深沉悲愤。&&&在第二层中，诗人提出了疑问，问而不答。乃因答案分明，不言即知，况且涉及朝廷统治者而不能言。故而笔锋一转，写出了以下几句：天意从来高难问，况人情、老易悲难诉。更南浦，送君去。其言外之意是：天高固然难测，而衣冠华族沦于异族之手，实乃人事使然。此为第三层，感慨时事，点明送别。&&&天意从来高难问，天意：上天的意志。此指皇帝的态度。高难问：难以让人琢磨，猜不透。&&&况人情、老易悲难诉。况：况且。人情：人们之间的交往情谊。一说“人之常情”。老易悲，是说天意既难测，而人越到老了，想起人们之间交往的友情，越容易感到悲伤，今有深仇而不思报，故长叹：悲难诉。从这里可以看出，“悲难诉”的内涵是：北宋议和灭亡之悲难诉；南宋王朝苟且偷生、偏安江左、迫害忠良，这种悲伤是难以诉说的。&&&“天意从来高难问，况人情、老易悲难诉。”出自杜甫诗《暮春江陵送马大卿公恩命追赴阙下》“天意高难问，人情老易悲”，以表示对高高在上的执政者的心意难测，一味妥协投降、忘了亡国之仇的不满。&&&更南浦，送君去。写送别。作者的笔锋自然转至送别胡铨。南浦，泛指送别的地方。出自屈原《九歌·河伯》：“子交手兮东行，送美人兮南浦。”或江淹《别赋》：“春草碧色，春水渌波。送君南浦，伤如之何！”&&&以上几句是写作者对南宋朝廷的不满和对胡铨的慰勉。在上一层里，作者用浓重的笔墨写出了亡国之痛，至此便很自然地要问：这一切是怎么造成的？究竟是谁的过错呢？在当时，这答案不能明白讲出，所以作者只好借杜甫的“天意高难问，人情老易悲”这两句诗，来暗示国破家亡的罪责，应由最高统治者来承担。诗人以怨愤的笔调写道：上天的意志向来都是难以令人猜测的，何况人越到老了，想起人们的交往之情越容易悲伤，这种悲伤的原因也很难诉说得清楚。是为国家的命运悲伤，还是因为朋友的贬谪悲伤，作者使用“难诉”二字，其意丰蕴含蓄，即是对上面问题的回答，又给人留下了回味的余地。人老了容易悲伤，现在为自己的知已送别，其悲伤更属必然了，所以，作者用“更”字，又深入了一层，具体落实在送别上，至此点明主题。&&&上阕的安排，突出了作者同友人共同的忧国思想，而把个人的伤离放在了次要地位，使作者与友人的惜别之情不同于一般，这就与那些只写离情别绪的俗套之作有明显的区别。突出了共同的爱国思想，也就把词的境界，提到了新的高度。故词的下阕转写友谊与慰勉，叙别情：凉生岸柳催残暑。耿斜河、疏星淡月，断云微度。万里江山知何处。回首对床夜语。雁不到、书成谁与。目尽青天怀今古，肯儿曹、恩怨相尔汝。举大白，听金缕。&&&下阕也有三层意思：第一层：凉生岸柳催残暑。耿斜河、疏星淡月，断云微度。换头四句紧扣上阕结尾送君“南浦”之意，通过景物描写，说明送别的时间与地点。&&&首句：凉生岸柳催残暑。点明季节，说明作者写词时，是在夏末秋初之夜。初秋的凉风从岸边烟柳丛里吹来，驱散了残余的暑气，这是地面景象。而夜空中，则是耿斜河、疏星淡月，断云微度。在横斜的银河里，散布着稀疏的星星，月亮洒着淡淡的月光，不时，偶有一两片云彩轻轻地缓缓地漂荡在空中。耿：明亮。斜河：天河，即银河；银河偏斜，又称斜汉，表示夜已深。这里作者以凄清的夜景衬托离别时的气氛和心情。此时此刻，有何感受呢？心里想了些什么呢？&&&第二层：万里江山知何处。回首对床夜语。雁不到、书成谁与。设想分别后的情形，表达怀恋的深情。。&&&万里江山知何处。极言今后相隔万里，不知道你在何处。&&&回首对床夜语。回首：回忆，回想。对床夜语：两人对躺在床上谈话到深夜，说明友谊之深。对床，出自白居易《雨中招张司业宿》：“能来同宿否，听雨对床眠。”夜雨，出自李商隐《夜雨寄北》：“君问归期未有期，巴山夜雨涨秋池。何当共剪西窗烛，却话巴山夜雨时。”&&&这几句曲曲折折抒写留恋之情：既反映了他们深厚的友情，也表达了他们对国事的感慨：君此去道路茫茫，国家前途亦茫茫。&&&雁不到、书成谁与。书，即书信。雁不到：相传雁能传书，但北雁南飞止于衡阳回雁峰，而新州在衡阳之南。故民间有“大雁飞不到岭南，书信难以寄出”的说法。范仲淹《渔家傲》“塞下秋来风景异，衡阳雁去天留意”也是说宋代朝臣贬谪远方，好友大都不敢互通音讯。苏轼等人，也常在诗中提到过。“雁不到”，为假托而已。&&&这几句是先从眼前的分别写起，次忆旧情，复叹别后悲伤。意思是：今宵分别之后，我们相隔千山万水，谁能知道你究竟在什么地方呢？从今以后，天各一方，而我们对床夜话的情景，将成为美好的回忆，唯有通过书信表达我们的友情。但是，新州是个连大雁也飞不到的地方，就是写成了书信，又有谁捎得去呢？这里由眼前的送别，想到了今后可能书信难通，只能回忆以前的友情，这就更深入一层地表达了作者对友人离去的留恋和悲伤。&&&以上几句，格调悲沉。词的结尾，作者劝慰友人，调子转而激昂：目尽青天怀今古，肯儿曹、恩怨相尔汝。举大白，听金缕。这是第三层：遣愁致送别意。&&&“目尽青天怀今古”照应“天意从来高难问”，远望天空，想到古今世态的变化，有四顾苍茫之感。目尽：极目远望。&&&肯儿曹、恩怨相尔汝。言大丈夫不能“无为在歧路，儿女共沾巾”。意思是：我们谈的都是国家大事，怎么能像孩子一样只顾说个人恩怨呢？肯，在这里是怎么肯的意思。儿曹，即小儿女辈。儿曹恩怨：指小孩之间一会儿好，一会儿埋怨。相尔汝，形容两人讲话时互相指着对方的那种样子。尔和汝，都是“你”的意思。出自韩愈《听颖师弹琴》：“昵昵儿女语，恩怨相尔汝。”&&&举大白，听《金缕》。作者满腹悲愤感情，通过层次井然的多次转折，这几句是说，遥望苍天，俯仰今古，历史上出现了多少英雄人物，我们也要象他们那样，决不做只念恩怨私情的儿女之辈。请满饮此杯后，听我唱一曲《金缕》，为你壮行送别吧！词的煞拍，创造了一个激昂阔大的意境，雄壮的笔调，表现了作者不肯屈服，坚持斗争的精神，传达了对朋友的鼓励和支持，具有鼓舞人心的力量。&&&通观全词，可以看出，这是一首不寻常的送别词，它打破了历来送别词的旧格调，把个人之间的友情放在了民族危亡这样一个大背景中来咏叹，既有深沉的家国之感，又有真切的朋友之情；既有悲伤的遥想，又有昂扬的劝勉。作者以慷慨悲凉的笔调，所抒发的不是缠绵悱恻的离愁别恨，而是忧念国事艰危的愤慨之情。作者连梦中都思念着被金军蹂躏的中原河山，表现了对南宋投降路线的不满与愤恨，特别是词的结尾所表白的与友人共勉的磊落胸襟和远大的抱负，在当时的艰难困境中，是十分可贵的。",
                    "transferInfo" : "我辈梦魂经常萦绕着未光复的祖国中原之路。在萧瑟的秋风中，一方面，金兵营垒相连，军号凄厉；另方面，故都汴京的皇宫宝殿已成废墟，禾黍充斥，一片荒凉，真是令人惆怅呵！为什么黄河之源昆仑山的天柱和黄河的中流砥柱都崩溃了，黄河流域各地泛滥成灾？如今，中原人民国破家亡，流离失所。人口密聚的万落千村都变成了狐兔盘踞横行之地。杜甫句云：“天意高难问，人情老易悲。”从来是天高难问其意。如今我与君都老了，也容易产生悲情，我们的悲情能向谁倾诉呢?我只能默默地相送到南浦。送君远去！&&&别后，我仍然会伫立江边眺望，不忍离去。见柳枝随风飘起，有些凉意，残暑渐消。夜幕降临，银河横亘高空，疏星淡月，断云缓缓飘动。万里江山，不知君今夜流落到何处？回忆过去与君对床夜语，畅谈心事，情投意合，这情景已不可再得了。俗话说雁断衡阳，君去的地方连大雁也飞不到，写成了书信又有谁可以托付？我辈都是胸襟广阔，高瞻远瞩之人，我们告别时，看的是整个天下，关注的是古今大事，岂肯像小儿女那样只对彼此的恩恩怨怨关心？让我们举起酒杯来，听我唱一支《金缕曲》，送君上路！",
                    "backgroundInfo" : "此词作于绍兴十二年（公元1142年）。绍兴八年因反对“和议”、请斩秦桧等三人而贬为福州签判的胡铨，在这年再次遭遣，除名编管新州（今广东新兴），亲友都不敢去送他，张元干却写这首《贺新郎》词送他。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "柳梢青·茅舍疏篱",
                    "author" : "杨无咎",
                    "content" : "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。",
                    "addtionInfo" : "宁宁：宁静之意。移时：谓少顷。",
                    "classInfo" : "14",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "梅花冰肌玉骨，半霜傲雪，经冬凛冰霜之操，早春魁百花之首，以韵胜，以格高，故为历代人们所喜爱。文人学者更是植梅、赏梅看作是陶情励操之举。扬无咎这首词，借咏梅以抒发自己的情操，寄托幽思，刻画了一位生性孤傲、不随波逐流的世外高士的形象。扬无咎，南宋时画家、词人，字补之，号逃禅老人，清夷长者。高宗时，因不愿依附奸臣秦桧，累征不起，隐居而终。尤善画梅。&&&词作上片通过对梅花生长的环境、外在形象的描绘，着力刻画出梅花超凡脱俗 的韵致。“茅舍疏篱”，这是梅花生长之处。历来文人雅士总喜欢把他们眼中的梅花置放在清幽、远离尘世的地方，如“墙角数枝梅，凌寒独自开”（王安石《梅花》），“春来幽谷水潺潺，的滴梅花草棘间”（苏轼《梅花二首》之一），“驿外断桥边，寂寞开无主”（陆游《卜算子?咏梅》），等等。杨无咎在这里同样也开宗明义，把他所喜爱的梅花置放在这样的一个环境之中，无非 是借此表明自己的心迹，超凡脱俗，高洁自爱。“半飘残雪，斜卧低枝”两句，是以比拟手法来正面刻画梅花形象。上句写梅花之洁白晶莹，下句刻绘梅树姿态之飘逸，这句是化用林逋的咏梅名句：“疏影横斜水清浅，暗香浮动月黄昏”。末三句笔锋一转，紧承首句，再度刻画梅花周围的环境，从而使得整个画面显得更富清幽、高雅的意境：白云缭绕、修竹萧萧、皓月高悬、溪流潺潺。这个画面比林逋诗句的内涵更大，境界更清幽，更有特色。这些景致和意象是隐士生活不可或缺的，它们都具有隐士的生活和品格高洁的象征作用。由此我们可以看出，词人虽写梅，然而根本之点却不在于梅，这就为下片的抒情作了很好的铺垫。&&&下片词人笔锋转向刻写自己，一位在梅树前伫足凝思的词人形象跃然纸上。“宁宁伫立移时”，“宁宁”，神情专注貌；“移时”，谓时间经过之久，与历时、经时意同。这句是刻画词人自己在梅花树前驻足观赏、凝思。“判瘦损，无妨为伊”，意谓为了观赏梅花、从梅花那里汲取精神力量，陶冶性情，以致“瘦损”了自己的身体也“无妨”。这里看出词人对梅花的迷恋倾心程度之深。这句的写法，以退为进，与柳永的名句“衣带渐宽终不悔，为伊消得人憔悴”，有异曲同工之妙。最后三句：“谁赋才情，画成幽思，写入新诗”。词人觉得光整日价伫立在梅花前流连观赏还远远不够，最好还能让梅花的飘逸神韵、高洁品性时刻与己相伴，于是他便祈想：谁能赋于我才情，能够把梅树的倩影与神韵描画下来、用词章把她刻画下来，成为永恒的留念？",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "满江红·写怀",
                    "author" : "岳飞",
                    "content" : "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。",
                    "addtionInfo" : "怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极。潇潇：形容雨势急骤。长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。八千里路云和月：形容南征北战、路途遥远、披星戴月。等闲：轻易，随便。靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。胡虏（lǔ）：秦汉时匈奴为胡虏,后世用为与中原敌对的北方部族之通称。朝天阙：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。",
                    "classInfo" : "32",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "岳飞工诗词，虽留传极少，但这首《满江红》英勇而悲壮，深为人们所喜爱，它真实、充分地反映了岳飞精忠报国、一腔热血的英雄气概。这首的上片，“怒发冲冠，……空悲切”。意思说，我满腔热血，报国之情，再也压不住了，感到怒发冲冠，在庭院的栏杆边，望着潇潇秋雨下到停止。抬头远望，又对天长啸，急切盼望实现自己的志愿。三十多岁的人了，功名还未立，但是我也不在乎，功名好比尘土一样，都是不足所求的。我渴望的是什么东西呢？渴望是八千里路的征战，我要不停的去战斗，只要这征途上的白云和明月作伴侣。不能等了，让少年头轻易地变白了，到那时只空有悲愤。这一段表现了岳飞急于立功报国的宏愿。&&&下片，“靖康耻，……朝天阙。”靖康二年的国耻还没有洗雪，臣子的恨什么时候才能够消除呢？我要驾乘着战车踏破敌人的巢穴，肚子饿了，我要吃敌人的肉；口渴了；我要喝敌人的血。我有雄心壮志，我相信笑谈之间就可以做到这些。等待收复了山河的时候，再向朝庭皇帝报功吧！这一段表现了岳飞对“还我河山”的决心和信心。&&&这首词，代表了岳飞“精忠报国”的英雄之志，表现出一种浩然正气、英雄气质，表现了报国立功的信心和乐观主义精神。“壮志饥餐胡虏肉，笑谈渴饮匈奴血。”“侍从头、收拾旧山河”。把收复山河的宏愿，把艰苦的征战，以一种乐观主义精神表现出来，读了这首词，使人体会，只有胸怀大志，思想高尚的人，才能写出感人的词句。在岳飞的这首词中，词里句中无不透出雄壮之气，充分表现作者忧国报国的壮志胸怀。&&&从“怒发冲冠”到“仰天长啸”，先是写在家里庭院中的情况，他凭观栏雨，按说这是一种很惬意的生活，可是却按不住心头之恨而怒发冲冠。一句“仰天长啸”，道出了精忠报国的急切心情。&&&“三十功名尘与土，八千里路云和月。”说明了岳飞高尚的人生观，两句话把作者的爱与恨，追求与厌恶，说得清清楚楚。岳飞在这里非常巧妙地运用了“尘与土”；“云和月”。表白了自己的观点，既形象又很有诗意。&&&“莫等闲、白了少年头，空悲切。”这两句话很好理解，可作用很大，接着上面表达出的壮烈胸怀，急切期望早日为国家收复山河，不能等待了！到了白了少年头，那悲伤都来不及了。它有力地结束词的上片所表达的作者心情。&&&下片一开始就是，“靖康耻，犹未雪；臣子恨，何时灭？”把全诗的中心突出来，为什么急切地期望，胸怀壮志，就因为靖康之耻，几句话很抽象，但是守渡得很好，又把“驾长车、踏破贺兰山缺，”具体化了。从“驾长车”到“笑谈渴饮匈奴血”都以夸张的手法表达了对凶残敌人的愤恨之情，同时表现了英勇的信心和无畏的乐观精神。&&&“待从头、收拾旧山河，朝天阙。”以此收尾，既表达要胜利的信心，也说了对朝庭和皇帝的忠诚。岳飞在这里不直接说凯旋、胜利等，而用了“收拾旧山河”，显得有诗意又形象。",
                    "transferInfo" : "我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！",
                    "backgroundInfo" : "第一种说法：岳飞第一次北伐，即岳飞30岁出头时所作。第二种说法：公元1136年（绍兴六年）。绍兴六年，岳飞第二次出师北伐岳飞很快发现自己是孤军深入，既无援兵，又无粮草，不得不撤回鄂州（今湖北武昌）。此次北伐，岳飞壮志未酬，镇守鄂州时写下了千古绝唱的名词《满江红》。第三种说法：《满江红》创作的具体时间应该是在岳飞入狱前不久。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "小重山·昨夜寒蛩不住鸣",
                    "author" : "岳飞",
                    "content" : "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。",
                    "addtionInfo" : "寒蛩（qióng）：秋天的蟋蟀。千里梦：指赴千里外杀敌报国的梦。三更：指半夜十一时至翌晨一时。月胧明：月光不明。胧，朦胧。功名：此指为驱逐金兵的入侵，收复失地而建功立业。旧山：家乡的山。付：付与。瑶（yáo）琴：饰以美玉的琴。知音：《列子·汤问》载：伯牙善鼓琴，钟子期善听琴。伯牙琴音志在高山，子期说“峩峩兮若泰山”；琴音意在流水，子期说“洋洋兮若江河”。伯牙所念，锺子期必得之。后世遂以“知音”比喻知己，同志。",
                    "classInfo" : "34",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "这首《小重山》虽然没有《满江红》家喻户晓，但是通过不同的风格特点和艺术手法表达了作者隐忧时事的爱国情怀。&&&上片着重写景。&&&“昨夜寒蛩不住鸣。惊回千里梦，已三更”，昨天夜里蟋蟀一直鸣叫不停，使作者从金戈铁马对抗金兵的梦中惊醒了，而此时已经是深夜的三更天了。“寒蛩”点明了季节是深秋。山河飘摇，国家残破，作者夙夜忧患，而昨夜深秋的蟋蟀却小停地呜叫，催逼着词人心中的隐忧和悲愤，使克复中原的责任更加沉重，“惊”字充分表达了在秋夜蟋蟀的凄清呜叫中作者终夜难眠的情景。“千里”暗示梦回到包括家乡在内的中原地区，说明了词人在睡梦之中也不忘收复中原的爱国之情。这一句通过叙写被梦惊醒来表现作者日夜牵挂的都是国家的战事和兴衰。&&&“起来独自绕阶行。人悄悄，帘外月胧明”，被梦惊醒后，因梦见战场战事而忧国忧民再无睡意，独自在台阶前徘徊。周围静悄悄的，人们都在熟睡，只有天上的明月散下淡淡的冷光。深秋的月夜，凄清冷淡，表达了作者“众人皆醉我独醒，举世皆浊我独清”的孤独与凄凉心境。“独自”写出词人的孤独寂寞，心事无法向人诉说，可见其苦闷之深。结拍“人悄悄，帘外月胧明”以景收束上片，映衬词人不能成眠，更见孤独之感。上阕用简洁的语言和平淡的叙述质朴地展现出作者所面临的困境，其简沽有力、朴素真切的文风，确实展现出一代英雄的真性情和其所面对的历史情景的复杂性。&&&下片抒写收复失地受阻、心事无人理解的苦闷。&&&换头三句，慨叹岁月如流，家乡长久沦陷，归期遥遥无望。作者自二十岁从军，出生入死，与金兵浴血奋战，决心迎二圣归京阙，取故地上版图（《五岳祠盟记》），为国家建立丰功伟业。可是十多年已经过去，头发也白了，仍未能返回故园，实现还我河山的伟大抱负。每当他想到这里，怎能不义愤填膺、忧心如焚呢？所谓阻归程，实际并非指山高水深，道路遥远，难以归去，而是暗喻着对投降派屈辱求和、阻挠抗金斗争的不满和谴责。因为当时正是秦桧弄权，气焰十分嚣张时候，作者不便明言，所以用含蓄的表现手法，弹出弦外之音，让读者去体会。&&&结拍三句，用俞伯牙与钟子期的典故，表达自己处境孤危，缺少指引，深感寂寞的心情。据《吕氏春秋本味》，春秋时俞伯牙善鼓琴，唯有钟子期能从琴声中体会出他的心事。后来钟子期死，伯牙破琴绝弦，终身不复鼓琴。秦桧上台后，迎合赵构的旨意，对坚持抗金的主战派进行无情的打击和迫害，将他的亲信和爪牙安置在朝廷的重要位置上，以便实现其卖国求荣的罪恶目的。这三句表达了作者抱负难以实现的痛苦，反映了投降派统治下南宋的黑暗现实。&&&上片是即景抒情，寓情于景，忧国忧民使他愁怀难遣，在凄清的月色下独自徘徊。下片写他收复失地受阻，要抗金却是“知音少”，内心郁闷焦急，用了比兴手法。作者隐忧时事，吞吐曲折，委婉含蓄，流露出悲凉悱恻之思。全词所展现的沉郁悲怆情怀，节制而深层，忧思而压抑。至其《小重山》词，则真有寄托之作也。故国怕回首，而托诸惊梦；所愿不得偿，则托诸空阶明月；咎忠贞不见谅于当轴，致坐失机宜，而托诸瑶琴独奏，赏音无人。盖托体比兴也”，如此评断，亦可谓知套岳帅之良苦用心也。&&&从写作手法说，《满江红·怒发冲冠》多用赋体，直陈其事，慷慨激昂，凝聚着岳飞忠贞报国的豪迈精神和战斗雄姿。这首《小重山》则多用比喻，曲折地道出心事，含蓄委婉，抑扬顿挫，情景交融，艺术手法是很高超的。这首词虽然短小。但含蓄隽永，明丽婉转，寓情于景，深切地表达了作者壮志难酬和忧国忧民的悲苦心境。&&&曾有一段时间，对古典诗词的评论，有人以情调的高昂与低沉分高下，于是认为，岳飞这首《小重山》情调低沉，不如他的《满江红》创意高。其实，对事物的评论，应当对具体问题做具体分析，而不可以表面上的一刀切。情调高昂的作品固然好，但不能把高昂误作为粗犷叫嚣。情调低沉也并非消极。岳飞的《满江红》与《小重山》词均表达了他的抗金以收复中原的雄心壮志，只因作词的时间与心境不同，因此在作法上遂不免有所差异，实际上异曲同工，又焉可用情调的高昂与低沉区分其高下呢？况且作词常是要用以兴浑融、含蓄蕴藉的方法以表达作者的幽情远旨，使读者吟诵体会，馀味无穷。岳飞因为壮志难酬，胸中抑塞，所以作这首《小重山》词，用沉郁蕴藉的艺术手法表达，这也正是运用词体特长，正如张惠言论词时所谓道贤人君子幽约怨悱不能自言之情，低徊要眇以喻其致（《词选序》）。对诗词评赏也应明白这一道理。",
                    "transferInfo" : "昨天秋夜的蟋蟀止不住的鸣叫声将我从遥远的梦境中惊醒，已是三更时分。起来独自绕着台阶踽踽行。四周静悄悄没有人声，帘外一轮淡月正朦胧。为国建功留青史，未老已白头。家乡的山上松竹已长大变老，无奈议和声起、阻断了归程。想把满腹心事付与瑶琴弹一曲。可高山流水知音稀，纵然琴弦弹断，又有谁来听？",
                    "backgroundInfo" : "绍兴六年（1136）至绍兴七年（1137）岳飞准备大举收复中原，北上灭金。但宋高宗赵构及朝内主和派对其大加干涉和阻挠，迫害主战派。多人被罢免和杀害，大好的抗金复国形势，有付诸东流的危险。这首词就是在这种背景下写出的。岳飞内心的极度郁闷，对投降派猖獗的极度愤慨，均写于词中。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹧鸪天·一点残红欲尽时",
                    "author" : "周紫芝",
                    "content" : "一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。",
                    "addtionInfo" : "残红：此指将熄灭的灯焰。屏帏：屏风和帷帐。调：抚弄乐器。宝瑟：瑟的美称。金猊（ní）：狮形的铜制香炉。猊：狻猊（suān ní），即狮子。西楼：指作者住处。",
                    "classInfo" : "81",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "",
                    "transferInfo" : "",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "霜天晓角·题采石蛾眉亭",
                    "author" : "韩元吉",
                    "content" : "倚天绝壁，直下江千尺。天际两蛾凝黛，愁与恨，几时极！暮潮风正急，酒阑闻塞笛。试问谪仙何处？青山外，远烟碧。",
                    "addtionInfo" : "霜天晓角：词牌名。采石：采石矶。蛾眉亭：在当涂县（今安徽境），傍牛渚山而立，因前有东梁山，西梁山夹江对峙和蛾眉而得名。牛渚山，又名牛渚圻，面临长江，山势险要，其北部突入江中名采石矶，为古时大江南北重要津渡、军家必争之地。蛾眉亭便建在采石矶上。两蛾凝黛：把长江两岸东西对峙的梁山比作美人的黛眉。愁与恨：古代文人往往把美人的蛾眉描绘成为含愁凝恨的样子。极：穷尽，消失。塞笛：边笛，边防军队里吹奏的笛声。当时采石矶就是边防的军事重镇（1161年虞允文曾大败金兵于此）。闻塞笛，暗示了作者的感触。谪仙：李白，唐人称为谪仙。他晚年住在当涂，并且死在那里。青山：在当涂东南，山北麓有李白墓。",
                    "classInfo" : "27",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "词为登蛾眉亭远望，因景生情而作。风格豪放，气魄恢宏。&&&词的上片，采用于动写静手法。作者随步换形，边走边看。起句“倚天绝壁，直下江千尺”，气势不凡。先是见采石矶矗立前方，作者抬头仰视，只觉峭壁插云，好似倚天挺立一般。实际上，采石矶最高处海拔才一百三十一米，只因横空而来和截江而立，方显得格外倚峻。待作者登上峰顶的蛾眉亭后，低头俯瞰，又是另一幅图景。只觉悬崖千尺，直逼江渚。这开头两句，一仰一俯，一下一上，雄伟壮丽，极富立体感。&&&“天际两蛾凝黛，愁与恨，几时极！”作者骋目四望，由近及远，又见东、西梁山（亦名天门山）似两弯蛾眉，横亘西南天际。《安徽通志》载：“蛾眉亭在当涂县北二十里，据牛渚绝壁。前直二梁山，夹江对峙，如蛾眉然。”由此引出作者联想：黛眉不展，宛似凝愁含恨。其实，这都是作者情感的含蓄外露，把人的主观感受加于客观物体之上。&&&韩元吉一贯主张北伐抗金，恢复中原故土，但反对轻举冒进。他愁的是金兵进逼，南宋当局抵抗不力，东南即将不保；恨的是北宋覆亡，中原故土至今未能收复。“几时极”三字，把这愁恨之情扩大加深，用时间的无穷不尽，状心事的浩茫广漠。&&&如果上片是由景生情，那么下片则又融情入景。&&&“暮潮风正急，酒阑闻塞笛。”暮，点明时间；兼渲染心情的暗淡。又正值风起潮涌，风鼓潮势，潮助风波，急骤非常。作者虽未明言这些景象所喻为何，但人们从中完全可以感受到作者强烈的爱憎情感。酒阑，表示人已清醒；塞笛，即羌笛，军中乐器。当此边声四起之时，作者在沉思。&&&“试问谪仙何处？青山外，远烟碧。”很自然地，作者想起了李白。李白曾为采石矶写下过著名诗篇，在人民口头还流传着许多浪漫神奇的故事，如捉月、骑鲸等：更为重要的是李白一生怀着“济苍生”和“安计稷”的政治抱负，希望能像东晋谢安那样“为君谈笑静胡沙”（《永王东巡歌·其二》）。但他壮志难酬，最后病死在当涂，葬于青山之上，至此已数百年；而今但见青山之外，远空烟岚缥碧而已。韩元吉虽然身任官职，但在当时投降派得势掌权的情况下，也无法实现自己的理想。读者从虚无缥缈的远烟中，已能充分领悟到他此刻的心情了。&&&下俯长江，悬崖千丈，而不远的东西梁山又像两弯蛾眉、夹江对峙。其山川之奇丽由此可以想见。不仅如此，这里还凝聚着丰厚的人文积淀。号为“谪仙人”的李白在些留下“捉月”、“骑鲸”的神奇传说，并且还把他的仙骨留给了江畔的青山绿水。而更令人怀念的是，就在词人写作此词之前不久，南宋将士曾在此奏响过“采石大捷”的凯歌。不过当作者登临怀古之际，形势却又发生了变化，南宋统治集团重又推行起苟安媾和的政策。怀着国事日非的优惧，词人此刻之所见所闻，当然就是一派“两蛾凝愁”和“潮怒风急”的景色了。“境由心造”，其言良望。",
                    "transferInfo" : "登上蛾眉亭凭栏望远，只见牛渚山峭壁如削、倚天而立，上有飞瀑千尺悬空奔流，泻入滔滔长江。那眉梢眉尖凝聚不解的愁与恨，到什么时候才能消散？波涛汹涌的江水正卷起连天怒潮，浪高风急；酒意初退，耳畔便仿佛响起如怨如诉、不绝如缕的塞外悲笛。试问到哪里去才能追寻到谪仙人李白的踪迹？那万重青山外，千里烟波的尽头、郁郁葱葱的地方。",
                    "backgroundInfo" : "此词可能是元吉在赴镇江途中经采石时作（他在镇江留六十日，次年正月即以考功郎征赴临安，故离镇江后不便再有采石之行）。《宋史·孝宗本纪》载，公元1164年（隆兴二年）旧历十月，金人分道渡淮，十一月，入楚州、濠州、滁州，宋朝震动，酝酿向金求和。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "眼儿媚·迟迟春日弄轻柔",
                    "author" : "朱淑真",
                    "content" : "迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。",
                    "addtionInfo" : "眼儿媚：词牌名。迟迟：阳光温暖、光线充足的样子。轻柔：形容风和日暖。花径：花间的小路。暗香：指幽香。朱楼：指富丽华美的楼阁。梢头：树枝的顶端。",
                    "classInfo" : "78",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "朱淑真是一位多愁善感的女词人，这首词写一位闺中女子（实际上是作者自己）在明媚的春光中，回首往事而愁绪万端。&&&上片“迟迟春日弄轻柔，花径暗香流”两句，描绘出一幅风和日丽，花香怡人的春日美景。“迟迟春日”语出《诗经·七月》“春日迟迟”，“迟迟”指日长而暖。“弄轻柔”三字，言和煦的阳光在抚弄着杨柳的柔枝嫩条。秦观《江城子》词：“西城杨柳弄春柔。”“弄”字下得很妙，形象生动鲜明。对此良辰美景，主人公信步走在花间小径上，一股暗香扑鼻而来，令人心醉，春天多么美好啊！但是好景不长，清明过后，却遇上阴霾的天气，云雾笼罩着朱阁绣户，犹如给女主人公的内心罩上了一层愁雾，使她想起了一段不堪回首的伤心往事。看来开头所写的春光明媚，并不是眼前之景，而是已经逝去的美好时光。不然和煦的阳光与云雾是很难统一在一个画面上，也很难发生在同一时间内。“云锁朱楼”的“锁”字，是一句之眼，它除了给读者云雾压楼的阴霾感觉以外，还具有锁在深闺的女子不得自由的象喻性。“锁”字蕴含丰富，将阴云四布的天气、深闺女子的被禁锢和心头的郁闷，尽括其中。&&&下片着重表现的是女主人公的春愁。这种春愁是由黄莺的啼叫唤起的。大凡心绪不佳的女子，最易闻鸟啼而惊心，故唐诗有“打起黄莺儿，莫教枝上啼”之句。试想一个愁绪万端的女子，在百无聊赖之时，只好在午睡中消磨时光，午睡醒来，听到窗外莺声巧啭。不禁唤起了她的春愁。黄莺在何处啼叫呢？是在绿杨影里，还是在海棠亭畔，抑或是在红杏梢头呢？自问自答，颇耐人玩味。&&&这首词笔触轻柔细腻，语言婉丽自然。作者用鸟语花香来反衬自己的惆怅，这是以乐景写哀的手法。作者在写景上不断变换画面，从明媚的春日，到阴霾的天气；时间上从清明之前，写到清明之后；有眼前的感受，也有往事的回忆。既有感到的暖意，嗅到馨香，也有听到的莺啼，看到的色彩。通过它们表现女主人公细腻的感情波澜。下片词的自问自答，更是妙趣横生。词人将静态的“绿杨影里，海棠亭畔，红杏梢头”，引入黄莺的巧啭，静中有动、寂中有声，化静态美为动态美，使读者仿佛听到莺啼之声不断地从一个地方流播到另一个地方，使鸟啼之声富于立体感和流动感。这是非常美的意境创造。以听觉写鸟声的流动，使人辨别不出鸟鸣何处，词人的春愁，也像飞鸣的流莺，忽儿在东，忽儿在西，说不清准确的位置。这莫可名状的愁怨，词人并不说破，留给读者去想象，去补充。",
                    "transferInfo" : "春日暖暖的阳光，像在抚弄着杨柳轻柔的枝条，在花园的小径上，涌动着浓浓的香气。可过了清明节天却阴了起来，云雾笼罩着红楼，好似是把它锁住，那往事，真是不堪回首！午睡醒来，听到莺儿美妙的鸣叫声，却又唤起了我的春愁。这莺儿却在哪里呢？是在绿杨影里，是在海棠亭畔，还是在红杏梢头？",
                    "backgroundInfo" : "朱淑真是中国宋代著名女词人，与李清照“差堪比肩”，并称“词坛双壁”。其虽家世显赫，婚姻却十分不幸，她又是一个多愁善感的人，多才多艺的她只能将愁思寄予词的写作。词率性凄清，清空柔媚，感情真挚，情韵俱胜，此词正是其词风格的写照。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "谒金门·春半",
                    "author" : "朱淑真",
                    "content" : "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。",
                    "addtionInfo" : "谒金门：原为唐教坊曲，后用为词牌。此情无限：即春愁无限。十二阑干：指十二曲栏杆。输与：比不上、还不如。芳草：在古代诗词中，多象征所思念的人。",
                    "classInfo" : "39",
                    "poetryID" : "15",
                    "source" : "3",
                    "analysesInfo" : "这是一首写春愁闺怨的词。&&&在这首词中作者抒发因所嫁非偶尔婚后日日思念意中人却无法相见的痛苦之情。开端两句：“春已半，触目此情无限”，通过女主人公的视觉和对暮春景象的感受，道出了她的无限伤感之情。“此情”究竟指的是什么？这里并未明说，从词的下文及作者婚事不遂意来看，是思佳偶不得，精神孤独苦闷；是惜春伤怀，叹年华消逝。“无限”二字，有两层意思：一是说明作者此时忧郁心情的浓重，大好春色处处都触发她的忧思；二是表明作者的隐忧永无消除之日，有如“一江春水向东流”之势。&&&接着，作者用行为描写形象地表现了她的愁绪：“十二阑干闲倚遍，愁来天不管。”古词曾有“倚遍阑干十二楼”之句与此近似。此句写女主人公愁怀难遣、百无聊赖、无所栖息的情态。“遍”字，写出呆留时间之长。“闲”字，看来显得轻松，实则用意深重，这正表现了作者终日无逅、时时被愁情困锁不得稍脱的心境。她因无法排遣愁绪，只得发出“愁来天不管”的怨恨。此句写得新颖奇特，天，本无知觉，无感情，不管人事。而她却责怪天不管她的忧愁，这是因忧伤至极而发出的怨恨，是自哀自怜的绝望心声。&&&剥削阶级社会的女子不能自主自己的婚事，常常怨天尤人。《诗·鄘风·柏舟》的“母也天只！不谅人只！”写的是一个女子爱上一个青年，她的母亲却强迫她给另一个人，她誓死不肯，呼娘唤天，希望能谅察她的心。朱淑真心中虽也有恋人，但她却不能违背“父母之命，媒妁之言”，不得不嫁给一个庸俗之徒，故她痛苦的感情比《柏舟》中那个女子更强烈、更深沉。&&&过片，具体写对自然景物的感喟：“好是风和日暖，输与莺莺燕燕。”大好春光，风和日暖，本应为成双佳人享受，可是自己因孤寂忧伤而无心赏玩，全都白白地送给了莺燕，这既表现出对莺燕的羡妒，又反映了现实的残酷无情。说得何等凄苦！莺莺、燕燕，双字叠用，并非是为了凑成双数，而是暗示它们成双成对，以反衬自己单身只影，人不如鸟，委婉曲折地表现孤栖之情，含蓄而深邃。作者在诗集《恨春五首》之二里写道：“莺莺燕燕休相笑，试与单栖各自知！”造语虽异，立意却同。&&&末两句进一步表现作者的情思：“满院落花帘不卷，断肠芳草远。”它不但与开头两句相照应，而且隐曲地透露了她愁怨的根源。她在诗中说：“故人何处草空碧，撩乱寸心天一涯。”（《暮春有感》）“断肠芳草连天碧，春不归来梦不通。”（《晚春有感》）由相比可知，她所思念的人在漫天芳草的远方，相思而又不得相聚，故为之“断肠”。全词至此结束，言有尽而意无穷，读来情思缱绻，荡气回肠，在读者脑海里留下一个凝眸远方、忧伤不能自已的思妇形象。这与晏殊的“当时轻别意中人，山长水远知何处”（《踏莎行》）、李清照的“人何处，连天芳草，望断归来路”（《点绛唇》），词意相同，但朱淑真写得隐晦，而晏、李说得明朗，敢直言“意中人”、“人何处”，这是因为晏殊不受封建礼教的束缚，李清照思念丈夫为人情所不能非议，故他们没有顾忌。而朱淑真婚后思念情人则被视为非法，故难以明言。",
                    "transferInfo" : "春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。",
                    "backgroundInfo" : "朱淑是中国宋代著名女词人，与李清照“差堪比肩”，并称“词坛双壁”。其虽家世显赫，婚姻却十分不幸，这首词正是由于自己的婚姻的不幸，所嫁非偶，日夜思念自己的意中人所写。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "蝶恋花·送春",
                    "author" : "朱淑真",
                    "content" : "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。",
                    "addtionInfo" : "系：拴住。青春：大好春光。隐指词人青春年华。少住：稍稍停留一下。犹自：依然。杜宇：杜鹃鸟。便作：即使。莫也：岂不也。“把酒”句：阴历三月末是春天最后离去的日子，古人有把酒浇愁以示送春的习俗。潇潇雨：形容雨势之疾。",
                    "classInfo" : "94",
                    "poetryID" : "16",
                    "source" : "3",
                    "analysesInfo" : "惜春伤春，留春送春，词中常调。这首“送春”词却别具一份女词人的巧思妙想与慧心深情。&&&上片化景物为情思，纯从“楼外垂杨”着笔。从风飘柳絮的景象看，词中所写，当是暮春烟柳，而非细叶新裁的仲春嫩柳，这样方与送春之旨吻合。杨柳依依的形象和折柳送别的风习使人们从柳条想到送别，原很自然；但从“垂杨千万缕”想到它“欲系青春”，却是女词人的独特感受。从“送”到“系”，虽只在一转换之间，却包含了想象的跨越飞跃，进一步写出了柳的缱绻多情。那千万缕随风荡漾的柳丝，像是千万缕柔曼的情思，力图挽住春天。然而“少住春还去”，春毕竟是留不住的。他人至此，不过叹息伤感而已，词人却从随风飘荡的柳絮生出“随春且看归何处”的奇思妙想。柳絮的形象，在诗词中或状撩乱春愁，或状漂荡无依，即使联想到“送”，也只有“飞絮送春归”（蔡伸《朝中措》）一类想象。朱淑真却以女词人特有的灵心慧性和缠绵执着，将它想象成一直深情地追随着春天，想看一看春究竟归于何处。由“系”到“随”，进一步写出了柳对春天的无限依恋和无尽追踪。&&&下片从“春归”生出，转从送春的词人方面着笔。“绿满山川”正是暮春之景。这一望碧绿之中正含有落花飞絮狼藉的伤感记忆，更何况耳畔又时时传来象征着春归的杜鹃鸟凄伤的呜叫声。目接耳闻，无非芳春消逝的景象即便是无情人，恐怕也要为之愁苦不已。“便作”句先从反面假设，“莫也”句则故用摇曳不定之语从正面渲染愁苦，愈觉情怀酸楚。写到这里，方才引出这位满怀愁情的女主人公。“系春”不住，“随春”难往，唯有“送春”：“把酒送春春不语，黄昏却下潇潇雨。”这两句似从欧词“泪眼问花花不语，乱红飞过秋千去”化出，但独具神韵。在词人感觉中，这即将离去的春天，像是怀着无限别离的惆怅与感伤，悄然无语，与伤春的词人默然相对。时近黄昏，又下起了潇潇细雨。这“潇潇雨”，像是春天告别的细语，又像是春天归去的叹息。而女主公情怀的黯淡、孤寂也从中隐隐传出。妙在“不语”与“潇潇雨”之间存在着一种似有若无的对应与联系，使读者感到这悄然飘洒的“雨”仿佛是一种不语之“语”。这一境界空晨。极富象外之致的结语使词在巧思妙想之外更多了一份悠远的情致。&&&全词通过描写外缕垂杨、飞絮缱绻、杜鹃哀鸣、春雨潇潇，构成一副凄婉缠绵的画面，一个多愁善感，把酒送春的女主人公的形象活现在这幅画面中，词句清丽，意境深远。",
                    "transferInfo" : "楼外垂杨千条万缕，仿佛要拴住这大好的春光，可是春天却只稍稍停留便离去了。只有柳絮仍然在风里飘飞，随着春风要看春归向何处？一片碧绿的山野间传来一声声杜鹃的啼叫声，杜鹃即使无情，凄厉的叫声岂不也在为人愁苦。举杯送别春天，春天沉默不语，黄昏时分忽然下起了潇潇细雨。",
                    "backgroundInfo" : "朱淑真在少女时有一段纯美的爱情，但婚后生活却十分不如意，最后忧郁而终。这首词正是她对昔日美好生活一去不复返的追恋哀伤不已的反映。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "踏莎行·秋入云山",
                    "author" : "张抡",
                    "content" : "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。",
                    "addtionInfo" : "秋入:进入秋天。丹枫：亦称霜叶、红叶。万叶：极言枫叶之多。碧云：青白色的云气。黄花千点：无数的菊花。幽岩下：山岩深幽之处。林梢挂：挂在树梢上。松醪：是松膏酿制的酒。常与：点明了兴趣所在，乐此不疲。野人：山野之人。期：约会之意。忘形：便是隐士悠然自得、不拘形迹的写照。共说清闲话:一起谈天说地。",
                    "classInfo" : "4",
                    "poetryID" : "17",
                    "source" : "3",
                    "analysesInfo" : "张抡这首《踏莎行》上片写秋天山景，下片写仲秋赏月。&&&“秋入云山，物情潇洒，百般景物堪图画。”第一句先以“秋”字点出节令，然后以“入”字写出秋来的动态，再以“山”字指明秋入的处所。前方着一“云”字，点明山势高峻，耸立云端。通过此句四字，把本词描写秋山的意旨交代出来。接下去，用第二句写秋入云山所带来的变化。“物情”二字，指山中景物的情态。“潇洒”，乃清秀爽丽之貌。这两个字最宜于表现秋天风物秀逸的风韵。如杜甫《玉华宫词》：“万籁真笙竽，秋色正潇洒。”张抡说“物情潇洒”，不只是写到秋之于物的作用，而且写出景物之情。仿佛山中草木有知有情，秋来之际显出潇洒的姿容。而从“物情”的“潇洒”之中，又可见出词人潇洒的笔意，词家之清韵。景中有我，我在景中，情深意远，极尽赏爱之意。接着第三句紧续一笔，“百般景物堪图画”，“百般”极言景物之多，千姿百态，争艳斗奇，蕴含着无限的诗情画意，故而说“堪图画”。张抡这首词，可说是以画入诗，诗中有画。山中秋景胜绝，无处不美，目不暇接，要有一番选择，用最典型的景物写出秋山之美，于是词人以生花妙笔写出丹枫、黄花两景。&&&丹枫万叶碧云边，黄花千点幽岩下。”这是两句精美绝伦的对偶句。第一句，“丹枫”，亦称霜叶、红叶。谓枫叶经霜而红，色艳如丹，故称为“丹枫”。“万叶”，极言枫叶之多。“丹枫万叶”四字点带出层林尽染万山红遍之景。“碧云”，青白色的云气。句尾的“边”字，是个忽视不得的字眼。丹枫的位置、山势的高大均由此字点出。说明火红的枫叶层层叠叠，依山而上，一直铺展到碧云旁边，描绘出碧云与红叶相映，山色与青空交辉，丹枫似锦、万山如绣的秀丽景色。晚唐诗人杜牧写过一首《山行》绝句：“远上寒山石径斜，白云生处有人家。停车坐爱枫林晚，霜叶红于二月花。”后两句也是极写枫林霜叶之美和赏爱不尽的情趣，向为脍炙人口的名句。杜牧用比喻写霜叶之红，张抡则以碧云映衬丹枫之色。各有千秋，异曲而同工。为描述红叶之美，古代诗人竞驰才思，极尽形容之妙。杨万里曾赋一绝，题为《秋山》，诗云：“乌臼平生老染工，错将铁皂作猩红。小枫一夜偷天酒，却倩孤松掩醉容。”以浪漫的笔调，拟人化的手法，十分风趣地写出了小枫醉容可掬的形象。再接着看张抡的词，“黄花”，即黄菊，以其色泽金黄，故称之为“黄花”。“千点”，是远而望之，言其小而多，也表现其点缀分布之广。“幽岩”，清幽寂静的山岩。有岩而幽，说明草木丰茂，一片青绿。“下”字，点出金菊的位置，在山岩深幽之处。无数的菊花，点点洒洒，如散金碎黄，镶嵌在万绿丛中，显得分外明丽耀眼，描绘出岩壑含翠、金英秀发的清幽景色。&&&古来写丹枫、黄花的诗词，车载斗量，不可胜数。但分而言之者多，兼而写之者少。即使兼写，也很难找到能与此媲美的妙句。朱庆余《观涛》写过“高楼晓望无穷意，丹叶黄花绕郡城”，可谓秀美而有意趣，但终究略逊一筹。张抡这两句词，就所构成的画面来说，突出的主体景物是丹枫、黄花而分别以碧云、幽岩作为陪衬。高远处，在淡采素墨的背景中，抹出浓烈之色；深幽处，在重笔濡染的衬底上，点出鲜明之色。淡中见浓，浓中有淡，明暗变化，对比强烈，构成一幅色彩斑斓、意境深远的秋山画卷，充分显示了词人摹写景物的艺术才能。古人云：“江山明秀发诗情”。正是可爱的自然风光激发了词人的灵感，才写出了这两句情韵俱到的好词。另一方面，好诗好词又是在长期创作实践中，经过千锤百炼得到的。在这方面，古代诗人的感受是很深的，经验也是非常丰富的。杜荀鹤认为写诗必须持之以恒，永不间断，所谓“生应无辍手，死是不吟时”。陆游到了84岁还坚持不懈地奋力创作，说是“无诗三日却堪忧”，成为最多产的诗人，一生留下了上万首诗词。为了斟酌一句诗、一个字，诗人们往往是呕心沥血，倾注了全部精力。李贺为积累诗句，马上特置锦囊，每有所得，辄书之以投囊中。贾岛为“推”、“敲”二字，想得出神，竟然骑马闯进韩愈的仪仗队而不自知。他苦吟苦写，乃至于“两句三年得，一吟泪双流”。其中甘苦，大有一言难尽的味道。另一个苦吟诗人孟郊，为写得好一些，焚膏继晷，日夜习作，自道是：“夜学晓不休，苦吟神鬼愁。”还有一个卢延让，更是险觅狂搜，殚精竭虑，为“吟安一个字”，以至于“捻断数茎须”，说是“险觅无应闷，狂搜海亦枯”。诸如此类，不胜枚举。我们并不主张闭门索句，凭空臆造，一味雕琢。但字斟句酌，刻苦磨炼，以严肃认真的态度从事创作，是写出好诗好词的首要条件。王安石的“春风又绿江南岸”是尽人皆知的名句，其中的“绿”字之所以写得形象生动，掷之于地可作金石之声，乃是经过十几次的反复修改而后得到的。伟大的现实主义诗人杜甫，论才华论技巧，都是冠绝千古的，然而他在创作中始终一丝不苟，常常是“新诗改罢自长吟”。而且他的诗作愈老愈严格，自道是：“晚来渐于诗律细”，“语不惊人死不休”。古往今来，无数的事例证明了一条永恒不变的法则，那就是作家不仅需要才华，更重要的是要有认真、严肃的创作态度，才能熔铸出好的诗句，写出好的作品。由此看来，张抡这两句词，虽说只有十四个字，然而却是来之不易，付出了艰苦劳动的。&&&下片换头三句，写仲秋夜月之美。&&&“已喜佳辰，更怜清夜，一轮明月林梢挂。”仲秋，是一年一度的佳节，人人欢度，故而曰“已喜”。又逢天气爽朗，夜空碧清如洗，因而格外高兴，故曰“更怜”。下面由写意转而写景，点出“一轮明月”。月圆如轮，高挂林梢，银辉流洒，清光烛地，正是赏月的大好时刻。故而末结两句云： “松醪常与野人期，忘形共说清闲话。“松醪”，用松膏酿制的酒。李商隐《复至裴明府所居》云：“赊取松醪一斗酒，与若相伴酒烦襟。”“野人”，山野之人。“期”，约会之意。“忘形”，语出《庄子·让王》：“养志者忘形，养形者忘利，”杜甫《醉时歌》云：“忘形到尔汝，痛饮真吾师。”张抡这两句写词人常与山野之人相约饮酒，情投意合，不拘形迹地在月光下谈天说地，淡泊的心境与清幽的月色交融在一起，表现出闲适惬意、怡然自得的山居乐趣。&&&综上所述，可以看出，这首词在语言上是很有特色的。音韵和谐，辞意兼美，清丽秀润，亲切自然。词人在语言艺术上，的确是达到了炉火纯青的地步。",
                    "transferInfo" : "高高的山上现在进入了秋天，山中景物清爽秀丽。景物众多争艳斗奇就像一副图画。枫叶之多尽染万山一直连绵到云彩边上，，在山岩深幽之处。无数的菊花，点点洒洒。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。我常与山野之人相约饮酒，不拘形迹地在月光下谈天说地。",
                    "backgroundInfo" : "张抡，宋高宗年间独自登高秋游，赏万山秋景，有感而发，故作此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "瑞鹤仙·郊原初过雨",
                    "author" : "袁去华",
                    "content" : "郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山眉妩。来时旧路。尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。",
                    "addtionInfo" : "邮亭：古时设在路边，供送文书的人和旅客歇宿的馆舍。收香藏镜：晋贾充之女贾午爱韩寿，以御赐西域奇香赠之；汉秦嘉妻徐淑赠秦嘉明镜。此处指将情人赠物收藏。",
                    "classInfo" : "81",
                    "poetryID" : "18",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者旅途借宿，产生的相思离愁之情，通过描写郊原途中的凄美景色，来表达作者的离愁别绪。&&&上片写风雨后黄昏之景，为抒离情渲染环境。“郊原初过雨，见败叶零乱，风定犹舞”三句写了郊原秋景的概况，刚刚下过一场雨，看见零乱的枯黄的叶子飘落在地，风停下来了，但枯叶仍在空中盘旋。如此开篇，一开始就将全词笼罩在一种怅然若失的氛围中。词人以写景开篇，为下文转入抒情创造气氛。在郊外平原上，刚下过一场秋雨。秋风、秋雨，向来逗人生愁，何况见败叶凋零，风定尚纷纷坠落，更触起词人心里的烦恼。这一情境宛似屈原《九歌·湘夫人》中的著名诗句“袅袅兮秋风，洞庭波兮木叶下”，用飘坠的树叶衬托出思人纷乱不安的心情。只不过此词意境像南朝谢贞《春日闲居》的诗句“风定花犹落”，乃静中见动景象；而与屈原所作前两句纯为动态描写略显不同。以上三句，兼示各种声响——雨声、落叶声和断断续续的风声。接下去才着力勾画斜阳、深树和远山等静物，从中渲染出一段“浓愁”。因为斜阳使人生迟暮之感；深树隐映，益见暗淡。远山一抹深青色，恰似佳人眉黛呈妩，更逗人相思，更添人愁苦。“斜阳挂深树，映浓愁浅黛，遥山媚妩”三句接下来写远望的景色，斜阳挂在密密的树林之上，映照着远山，好似一个多愁的人蹙着双眉，其中“挂”字形象地写出了雨后斜阳的偏狭角度。“映浓愁浅黛”一句，则展现了雨后空气艨胧，远山的山形走势如空蒙的山水画，只有淡淡的墨痕。“来时旧路，尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。”词人不禁回顾来时的旧路，见岩前的黄花仍含娇半吐，只不见人面何处。随着时间的流逝，事物都发生了变化；到而今不变的，似乎只有溪边的流水，待人如故。这当然纯属词人的主观想法，并不符合流水的实际情况。但词人目的在强调一切有情物都在变化；而流水之所以不变，乃由于它专于情。从这里可以看出：词人的审美判断完全取决于感情的需要；一切物象都透过词人感情的三棱镜而折射出种种奇光异彩。这是词人们不同于科学家们的所在。同时，“来时”与“今日”相对比，含蓄地将作者要表达的愁绪蕴含其中，惟妙惟肖。&&&“郊原”六句以落叶、深树、遥山意象组合成寒秋风雨过后凄艳而衰乱的景象，“乱”、“愁”二字于远山妩媚之美景中已显示出风雨摧蚀的暗淡痕迹，乱叶零落，树色浓淡、浓者枯黄暗淡如愁容，淡者青绿如眉黛。以移情手法将深树喻为佳人，反射词人心迹，映衬出人生风雨飘摇，心绪之凌乱和情思之愁郁。“来时”四句以“岩花”、“流水”互文交映，追忆当初来此旧路时，岩花烂漫，流水潺泼，而今重来岩花凋谢。唯有流水伴我如故，写出落花流水变化无常的凄凉之感。&&&下片抒相思寻旧之情。写词人下马探寻往昔与恋人游乐欢娱之旧踪，与败叶流水相对，物我寂然，无语凝噎之状。“无语”一顿，无语之中包含着千言万语，承上片探寻往昔的痕迹，承上启下。“无语”，既是上片回思万千而不得其解的结果；又是下片种种行为、思考和感慨的契机。“邮亭深静，下马还寻，旧曾题处。”这就是词人“无语”后的第一个行动。“深静”二字点出词人居深处静之孤独，寂寞境况。“旧曾题处”乃所寻旧日双双题诗传情，幽期密会之地。邮亭，是古代传递函件和书信的地方。而今它静悄悄，说明伊人音信杳无。词人往日可能曾偕伊人一同在此题写过什么；而今她既然杳无音讯，词人便退一步想寻得往日题写的所在，以访伊人旧踪，以当重晤。结果他有没有寻见，词中并未明言，读者自可任意思考。但事实是，无论词人寻得与否，都无补于他心灵的空虚。因此词人深深感到：“无聊倦旅。伤离恨，最愁苦。”后两句六个字，作者郁结心中的愁苦之情再也按捺不住，一涌而发，直抒胸臆，揭出本篇主旨：人在旅途，尽管已十分疲惫，但也是无可奈何的事，而每每离别所带来的感伤，则最令人愁苦。“收香藏镜”，收香、藏镜，暗用了两则典故。前则用晋代韩寿故事，韩寿年少貌美，为贾充的女儿所爱。贾充的女儿暗把皇帝赐给贾充的西域奇香送给他。此事后来被贾充发觉，贾充无可奈何，只好将女儿嫁给韩寿。后则用徐德言和乐昌公主的故事，徐德言娶了陈后主妹妹乐昌公主。在陈亡之前，他们把一面镜子破成两半，各执其半以为信物。陈亡之后，他们终因破镜相合而得重网。词人反用这两则典故，目的在强调即使信守前盟，他年重到，也未必就能会合。正如崔护《题都城南庄》所咏：“人面不知何处去，桃花依旧笑春风。”同时，这三句暗写前途未卜的忧虑和悲观的推测。即使把恋人所赠的异香或半镜珍藏好，等待着她的再次到来，可是将来能再见到她吗，也不知那位桃花般美丽的姑娘是否还在。“念沉沉”，既说明佳人居室之深远幽暗。又表现词人相思之悠悠深长，相思深切之时。唯有梦中去“小阁幽窗”，寻觅她的芳踪，徒增更深的空虚与渺茫。词人用梦境结束全词，说明除了梦境之外，他的企求在现实中是无法实现的。&&&此词以“斜阳”始，以“幽梦”止，巧妙挽合今昔悲欢，写景寓情，叙事怀人，抱收香藏镜之痴，抒人去阁空之恨。全词风格委婉、含蓄，语言却甚流畅。虽然接连用了好几个典故，但不致使人感到晦涩难解。综合袁去华现存全部词作，足以看出其风格是多样的。他的词有些近于豪放，有些近于婉约；而豪放不至于粗，婉约不至于晦。在南宋初期的众多词人中，袁去华显然据有一个虽小而颇为独特的席位。",
                    "transferInfo" : "郊野上秋雨初晴，只见几片零乱的落叶，风住了还在动荡不停。斜阳挂在远树之上，映照着远山或暗或明，宛如美人微颦。来时曾经走过的旧路，当时尚有黄色的岩花开放争荣。如今只有溪边的流水，依旧来见故人。我默默无语，客舍中寂静冷静。我下马开始找寻，从前在何处题诗抒情。奔波旅途的人本来无聊，感伤离别更令人愁苦不宁。纵然我保存着她的香料和明镜，可如今又有何用？等待他年重到那里，人面桃花是否依旧，实在难以肯定。我思绪联翩，眷恋着那个小楼幽窗中的美人，也只能有时在梦里去寻找她的踪影。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "钗头凤·世情薄",
                    "author" : "唐婉",
                    "content" : "世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！",
                    "addtionInfo" : "笺：写出。斜阑：指栏杆。病魂一句：描写精神忧惚，似飘荡不定的秋千索。阑珊：衰残，将尽。",
                    "classInfo" : "37",
                    "poetryID" : "20",
                    "source" : "3",
                    "analysesInfo" : "唐婉是我国历史上常被人们提起的美丽多情的才女之一。她与大诗人陆游喜结良缘，夫妇之间伉俪相得，琴瑟甚和。这实为人间美事。遗憾的是身为婆婆的陆游母亲对这位有才华的儿媳总是看不顺眼，硬要逼着陆游把他相亲相爱的她给休了。陆游对母亲的干预采取了敷衍的态度；把唐婉置于别馆，时时暗暗相会。不幸的是，陆母发现了这个秘密，并采取了断然措施，终于把这对有情人拆散了。有情人未成终生的眷属，唐婉后来改嫁同郡宗人赵士程，但内心仍思念陆游不已。在一次春游之中，恰巧与陆游相遇于沈园。唐婉征得赵士程同意后，派人给陆游送去了酒肴。陆游感念旧情，怅恨不已，写了著名的《钗头凤》词以致意。唐婉则以此词相答。&&&词的上片交织着十分复杂的感情内容。“世情薄，人情恶”两句，抒写了对于在封建礼教支配下的世故人情的愤恨之情。“世情”所以“薄”，“人情”所以“恶”，皆因“情”受到封建礼教的腐蚀。《礼记·内则》云：“子甚宜其妻，父母不悦，出。”陆母就是根据这一条礼法，把一对好端端的恩爱夫妻拆散了。用“恶”、“薄”两字来抨击封建礼教的害人本质，极为准确有力，作者对于封建礼教的深恶痛绝之情，也借此两字得到了充分的宣泄。“雨送黄昏花易落”，采用象征的手法，暗喻自己备受摧残的悲惨处境。阴雨黄昏时的花，原是陆游词中爱用的意象。其《卜算子》曾借以自况。唐婉把这一意象吸入己作，不仅有自悲自悼之意，而且还说明了她与陆游心心相印，息息相通。&&&“晓风干，泪痕残”，写内心的痛苦，极为深切动人。被黄昏时分的雨水打湿的了花花草草，经晓风一吹，已经干了，而自己流淌了一夜的泪水，至天明时分，犹擦而未干，残痕仍在。这是多么的痛心啊！以雨水喻泪水，在古代诗词中不乏其例，但以晓风吹得干雨水来反衬手帕擦不干泪水，借以表达出内心的永无休止的悲痛，这无疑是唐婉的独创。&&&“欲笺心事，独语斜阑”两句是说，她想把自己内心的别离相思之情用信笺写下来寄给对方，要不要这样做呢？她在倚栏沉思独语。“难、难、难！”均为独语之词。由此可见，她终于没有这样做。只因封建礼教的残酷不仁。这一叠声的“难”字，由千种愁恨，万种委屈合并而成，因此似简实繁，以少总多，既上承开篇两句而来，以表现出处此衰薄之世做人之难，做女人之更难；又开启下文，以表现出做一个被休以后再嫁的女人之尤其难。&&&过片“人成各，今非昨，病魂常似秋千索”，这三句艺术概括力极强。“人成各”是就空间角度而言的。作者从陆游与自己两方面设想：自己在横遭离异之后固然感到孤独，而深深爱着自己的陆游不也感到形单影只吗？“今非昨”是就时间角度而言的。其间包含着多重不幸。从昨日的美满婚烟到今天的两地相思，从昨日的被迫离异到今天的被迫改嫁，这是多么不幸！但不幸的事儿还在继续：“病魂常似秋千索。”说“病魂”而不说“梦魂”，显然是经过考虑的。梦魂夜驰，积劳成疾，终于成了“病魂”。昨日方有梦魂，至今日却只剩“病魂”。这也是“今非昨”的不幸。更为不幸的是，改嫁以后，竟连悲哀和流泪的自由也丧失殆尽，只能在晚上暗自伤心。&&&“角声寒，夜阑珊，怕人寻问，咽泪装欢”四句，具体倾诉出了这种苦境。“寒”字状角声之凄凉怨慕，“阑珊”状长夜之将尽。这是彻夜难眠的人方能感受得如此之真切。大凡长夜失眠，愈近天明，心情愈感烦躁，而此词中的女主人公不仅无暇烦躁，反而还要咽下泪水，强颜欢笑。其心境之苦痛可想而知。结句以三个“瞒”字作结，再次与开头相呼应。既然可恶的封建礼教不允许纯洁高尚的爱情存在，那就把它珍藏在心底吧！因此愈瞒，愈能见出她对陆游的一往情深和矢志不渝的忠诚。&&&与陆游的原词比较而言，陆游把眼前景、见在事融为一体，又灌之以悔恨交加的心情，着力描绘出一幅凄怆酸楚的感情画面，故颇能以特有的声情见称于后世。而唐婉则不同，她的处境比陆游更悲惨。自古“愁思之声要妙”，而“穷苦之言易好也”（韩愈《荆潭唱和诗序》）。她只要把自己所遭受的愁苦真切地写出来，就是一首好词。因此，此词纯属自怨自泣、独言独语的感情倾诉，主要以缠绵执着的感情和悲惨的遭遇感动古今。两词所采用的艺术手段虽然不同，但都切合各自的性格、遭遇和身分。可谓各造其极，俱臻至境。合而读之，颇有珠联璧合、相映生辉之妙。",
                    "transferInfo" : "世态炎凉，人情淡薄，黄昏骤雨催花落。晨风吹干泪水，脸上残留泪痕，想写下心中愁思，却不知如何下笔，只能倚着斜栏自言自语。这一切怎么那么难、难、难！今时不同往日，咫尺天涯，我身染重病，就像秋千索。夜风刺骨，彻体生寒，听着远方的角声，心中再生一层寒意，夜尽了，我也很快就像这夜一样了吧？ 怕人询问，我忍住泪水，在别人面前强颜欢笑。只得瞒、瞒、瞒！",
                    "backgroundInfo" : "唐婉与大诗人陆游喜结良缘，后被逼分离。唐后来改嫁同郡宗人赵士程，在一次春游之中，恰巧与陆游相遇于沈园。唐征得赵同意后，派人给陆送去了酒肴。陆感怅恨不已，写了著名的《钗头凤》词以致意。唐婉则以此词相答。据说在此后不久，唐婉就在悲伤中死去。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "秋波媚·七月十六日晚登高兴亭望长安南山",
                    "author" : "陆游",
                    "content" : "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。",
                    "addtionInfo" : "秋波媚：词牌名。高兴亭：亭名，在南郑（今属陕西）内城西北，正对当时在金占领区的长安南山。南郑地处南宋抗金前线，当时陆游在南郑任上。角声：行军打仗用的鼓角之声。烽火：古代边防措施，于高峰处建台，镇守士卒于敌炬，白昼举烟，夜间置火，警视军民作好防御和迎敌准备。后又有每日处夜放烟一炬，谓之平安火。此指报前线无事的平安烽火。高台：本处指高兴亭。筑：古代的一中弦乐器。酹（lèi）酒：把酒洒在地上的祭祀仪式。灞桥：在今陕西西安城东。唐人送客至此桥，折柳赠别。为唐代长安名胜。曲江：池名，在今陕西西安东南。为唐代以来的游览胜地。应：应该。人：指宋军，也包括作者。",
                    "classInfo" : "32",
                    "poetryID" : "21",
                    "source" : "3",
                    "analysesInfo" : "一个“望”字把诗人爱国情怀和等待胜利在望的心情表达无疑。7月16日夜晚，长安南山头，诗人登高远望，皎洁的月轮正在升起光华。&&&词的上片写秋天来到边城，鼓角声充满悲哀，首句一个“哀”字充分表达了词人对国土沦丧的惋惜和悲哀。下片从上片的“凭高”和“此兴悠哉”过渡，全面表达了“高兴”的“兴”。整首词由“哀”到“兴”，反映了作者的乐观主义精神和爱国壮志。&&&从角声烽火写起，烽火指平安火，高台指高兴亭。《唐六典》说：“镇戍每日初夜，放烟一炬，谓之平安火。”陆游《辛丑正月三日雪》诗自注：“予从戎日，尝大雪中登兴元城上高兴亭，待平安火至”。又《感旧》自注：“平安火并南山来，至山南城下。”又《频夜梦至南郑小益之间慨然感怀》：“客枕梦游何处所，梁州西北上危台。暮云不隔平安火，一点遥从骆谷来。”都可以和这首词句互证。高歌击筑，凭高洒酒，引起收复关中成功在望的无限高兴，从而让读者体会到上面所写的角声之哀歌声之悲，不是什么忧郁哀愁的低调，而是慷慨悲壮的旋律。“此兴”的“兴”，兼切亭名。&&&下片从上片的“凭高”和“此兴悠哉”过渡，全面表达了“高兴”的“兴”。作者把无情的自然物色的南山之月，赋予人的感情，并加倍地写成为谁也不及它的多情。多情就在于它和作者热爱祖国河山之情一脉相通，它为了让作者清楚地看到长安南山的面目，把层层云幕都推开了。这里，也点明了七月十六日夜晚，在南郑以东的长安南山头，皎洁的月轮正在升起光华。然后进一步联想到灞桥烟柳、曲江池台那些美丽的长安风景区，肯定会多情地等待收复关中的宋朝军队的到来。应，应该。这里用“应”字，特别强调肯定语气。&&&人，指宋军，也包括作者。词中没有直接说到收复失地的战争，而是以大胆的想象，拟人化的手法，描绘上至“明月”、“暮云”，下至“烟柳”、“池馆”，都在期待宋军收复失地、胜利归来的情景，来暗示作者所主张的抗金战争的前景。这种想象是在上片豪情壮志抒发的基础上，自然引发而出，具有明显的浪漫主义情调。",
                    "transferInfo" : "秋意来到边城，声声号角哀鸣，平安烽火映照着高兴亭。击筑高歌，站在高处把酒洒向国土，引起了收复关中的无限兴致。谁能像多情的南山明月，把层层的暮云都推开？灞桥边的如烟翠柳，曲江池畔的美丽楼台，应该在月下伫立，等待着我军收复失地，胜利归来。",
                    "backgroundInfo" : "1172年（孝宗乾道八年），陆游四十八岁。他接受四川宣抚使王炎邀请，来到南郑，担任四川宣抚使公署干办公事兼检法官，参加了9个月的从军生活。南郑是当时抗金的前线，王炎是抗金的重要人物，主宾意气十分相投。高兴亭，在南郑内城的西北，正对南山。凭高远望，写下这首词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "卜算子·咏梅",
                    "author" : "陆游",
                    "content" : "驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。",
                    "addtionInfo" : "驿（yì）外：指荒僻、冷清之地。驿：驿站，供驿马或官吏中途休息的专用建筑。断桥：残破的桥。寂寞：孤单冷清。无主：自生自灭，无人照管和玩赏。更：副词，又，再。著（zhuó）：同“着”，遭受，承受。更著：又遭到。无意：不想，没有心思。自己不想费尽心思去争芳斗艳。苦：尽力，竭力。争春：与百花争奇斗艳。此指争权。一任：全任，完全听凭；一：副词，全，完全，没有例外。任：动词，任凭。群芳：群花、百花。百花，这里借指诗人政敌──苟且偷安的主和派。妒(dù)：嫉妒。零落：凋谢，陨落。碾（niǎn）：轧烂，压碎。作尘：化作灰土。香如故：香气依旧存在。",
                    "classInfo" : "14",
                    "poetryID" : "22",
                    "source" : "3",
                    "analysesInfo" : "此词以梅花自况，咏梅的凄苦以泄胸中抑郁，感叹人生的失意坎坷；赞梅的精神又表达了青春无悔的信念以及对自己爱国情操及高洁人格的自许。&&&词的上半阕着力渲染梅的落寞凄清、饱受风雨之苦的情形。陆游曾经称赞梅花“雪虐风饕愈凛然，花中气节最高坚”（《落梅》）。梅花如此清幽绝俗，出于众花之上，可是“如今”竟开在郊野的驿站外面，紧临着破败不堪的“断桥”，自然是人迹罕至、寂寥荒寒、倍受冷落、令人怜惜了。无人照看与护理，其生死荣枯全凭自己。“断桥”已失去沟通两岸的功能，唯有断烂木石，更是人迹罕至之处。由于这些原因，它只能“寂寞开无主”了，“无主”既指无人照管，又指梅花无人赏识，不得与人亲近交流而只能孤芳自赏，独自走完自己的生命历程而已。“已是黄昏独自愁”是拟人手法，写梅花的精神状态，身处荒僻之境的野梅，虽无人栽培，无人关心，但它凭借自己顽强的生命力也终于长成开花了。宝剑剑锋从磨砺出，梅花香自苦寒来！野梅不平凡的遭遇使它具有不同凡响的气质。范成大《梅谱序》说：“野生不经栽接者，……谓之野梅，……香最清。”可是，由于地势使然，野梅虽历经磨难而独具清芬，却无人能会，无人领略其神韵。这犹如“幽居见。那么，野梅为何又偏在黄昏时分独自愁呢?因为白天，它尚残存着一线被人发现的幻想，而一到黄昏，这些微的幻想也彻底破灭了；这也如前人闺怨诗所说：最难消遣是黄昏！不仅如此，黄昏又是阴阳交替，气温转冷而易生风雨的时辰，所以；除了心灵的痛苦之外，还要有肢体上的折磨，“更著风和雨”。这内外交困、身心俱损的情形将梅花之不幸推到了极处，野梅的遭遇也是作者以往人生的写照，倾注了诗人的心血！ “寂寞开无主”一句，作者将自己的感情倾注在客观景物之中，首句是景语，这句已是情语了。&&&上阕集中写了梅花的困难处境，它也的确还有“愁”。从艺术手法说，写愁时作者没有用诗人、词人们那套惯用的比喻手法，把愁写得像这像那，而是用环境、时光和自然现象来烘托。况周颐说：“词有淡远取神，只描取景物，而神致自在言外，此为高手。”（《蕙风词话》）就是说，词人描写这么多“景物”，是为了获得梅花的“神致”；“深于言情者，正在善于写景”（田同之《西圃词说》）。上阕四句可说是“情景双绘”。让读者从一系列景物中感受到作者的特定环境下的心绪──愁，也让读者逐渐踏入作者的心境。&&&下半阕写梅花的灵魂及生死观。梅花生在世上，无意于炫耀自己的花容月貌，也不肯媚俗与招蜂引蝶，所以在时间上躲得远远的，既不与争奇斗妍的百花争夺春色，也不与菊花分享秋光，而是孤独地在冰天雪地里开放。但是这样仍摆脱不了百花的嫉妒，可能会被认为“自命清高”、“别有用心”甚至是“出洋相”……。正像梅花“无意苦争春”一样，对他物的侮辱、误解也一概不予理睬，而是“一任群芳妒”，听之任之：走自己的路，让别人去说吧！同时，不论外界舆论如何，我以不变应万变，只求灵魂的升华与纯洁，即使花落了，化成泥土了，轧成尘埃了，我的品格就像我的香气一样永驻人间。这精神不正是诗人回首往事不知悔、奋勇向前不动摇的人格宣言吗！“群芳”在这里代指“主和派”小人。这两句表现出陆游标格孤高，决不与争宠邀媚、阿谀逢迎之徒为伍的品格和不畏谗毁、坚贞自守的崚嶒傲骨。最后几句，把梅花的“独标高格”，再推进一层：“零落成泥碾作尘，只有香如故”。前句承上阕的寂寞无主、黄梅花昏日落、风雨交侵等凄惨境遇。这句七个字四次顿挫：“零落”，不堪雨骤风狂的摧残，梅花纷纷凋落了，这是一层。落花委地，与泥水混杂，不辨何者是花，何者是泥了，这是第二层。从“碾”字，显示出摧残者的无情，被摧残者承受的压力之大，这是第三层。结果呢，梅花被摧残、被践踏而化作灰尘了。这是第四层。看，梅花的命运有多么悲惨，简直令人不忍卒读。但作者的目的决不是单为写梅花的悲惨遭遇，引起人们的同情；从写作手法说，仍是铺垫，是蓄势，是为了把下句的词意推上最高峰。虽说梅花凋落了，被践踏成泥土了，被碾成尘灰了，请看，“只有香如故”，它那“别有韵”的香味，却永远如故，一丝一毫也改变不了。&&&末句具有扛鼎之力，它振起全篇，把前面梅花的不幸处境，风雨侵凌，凋残零落，成泥作尘的凄凉、衰飒、悲戚，一股脑儿抛到九霄云外去了。“零落成泥碾作尘，只有香如故”。作者从民族国家的利益出发，做出生命的表白。悲忧中透出一种坚贞的自信。词人借梅言志，曲折地写出险恶仕途中坚持高沽志行。不媚俗．不屈邪．清真绝俗，忠贞不渝的情怀与抱负。这首咏梅词．通篇来见“梅”字．却处处传出“梅”的神韵．且作者以梅自喻。比必寄托。物我融一。对梅的赞咏中，显示词人身处逆境而矢志不渝的崇高品格。&&&纵观全词，诗人以物喻人，托物言志，巧借饱受摧残、花粉犹香的梅花，比喻自己虽终生坎坷，绝不媚俗的忠贞，这也正像他在一首咏梅诗中所写的“过时自合飘零去，耻向东君更气怜”。陆游以他饱满的爱国热情，谱写了一曲曲爱国主义诗篇，激励了并激励着一代又一代人，真可谓“双鬓多年作雪，寸心至死如丹”。",
                    "transferInfo" : "驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。",
                    "backgroundInfo" : "陆游一生酷爱梅花，将其作为一种精神的载体来倾情歌颂，梅花在他的笔下成为了一种坚贞不屈的形象的象征。不难理解，其《卜算子·咏梅》正是以梅寄志的代表，那“零落成泥碾作尘，只有香如故”的梅花，正是诗人一生对恶势力不懈的抗争精神和对理想坚贞不渝的品格的形象写照。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "夜游宫·记梦寄师伯浑",
                    "author" : "陆游",
                    "content" : "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。",
                    "addtionInfo" : "记梦：记录梦境；师伯浑，词人的朋友。雪晓清笳乱起：大雪飘飞的清早笳声乱起。笳，古代军队中用的一种管乐器。想关河：想必这样的边关河防。雁门：雁门关，在今山西省代县西北。青海际：青海湖边。青海湖在今青海省。睡觉：睡醒。漏声断：漏声尽。指夜深。漏，古代计时器。自许句：自己许下诺言在万里疆场为国杀敌，建功立业。残：此指头发脱落稀疏，意即年老。",
                    "classInfo" : "35",
                    "poetryID" : "23",
                    "source" : "3",
                    "analysesInfo" : "上片写的是梦境。一开头就渲染了一幅有声有色的边塞风光画面：雪、笳、铁骑等都是特定的北方事物，放在秋声乱起和如水奔泻的动态中写，有力地把读者吸引到作者的词境里来。让读者一下子把联想融于作者的描绘之中。中间突出一句点明这是梦游所在。先说是迷离惝恍的梦，不知道这是什么地方；然后才又进一步引出联想——是在梦中的联想；这样的关河，必然是雁门、青海一带了。这里，是单举两个地方以代表广阔的西北领土。但是，这样苍莽雄伟的关河当时落在谁的手里呢？那就不忍说了。那作者为何有这样的“梦游”呢？只因王师还未北定中原，收复故土。这压着作者的心病，迟迟未能解除。作者深厚的爱国感情，凝聚在短短的九个字中，给人以非恢复河山不可的激励，从而过渡到下片。&&&下片写梦醒后的感想。首先描写了冷清孤寂的环境：漏尽更残，寒灯一点，西沉斜照的月色映在窗前。这样的环境，既和清笳乱起、铁骑似水的梦境相对照，又和作者从戎报国、封侯万里的雄心相映衬，使得全词增添了抑扬起伏的情致。梦境中军旅戎马生涯逼真，而现实中理想抱负却是一场幻梦。梦境何等的雄拔，现实却是何等的凄凉。梦内梦外的这种反差和错位，令人顿生英雄陌路之慨。虚实对比，形成巨大反差，凸现了词人的失落情怀。“有谁知”三字，照应“寄师伯浑”的题目，婉转地表示了把对方视为知己挚友的意思。篇末直抒感慨，身虽老而雄心仍在，于苍凉悲愤之中更见豪壮之气，从而振起全篇，激扬着高亢的情调。&&&人老而心不死，自己虽然离开南郑前线回到后方，可是始终不忘要继续参加抗金事业。“王师北定中原日，家祭无忘告乃翁”（陆游·《示儿》），即使是死了，也念念不忘收复故土。如此爱国热情，是多么伟大！梦境和实感，上下片呵成一气，有机地融为一体，使五十七字中的笔调，具有壮阔的境界和教育人们为国献身的思想内涵。",
                    "transferInfo" : "下过雪的清晨，有清幽笳声响起，梦中所游之地，不知道是什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。在寒灯照射下睡醒时，更漏声已经滴断了，月光斜斜透过窗纸。我自许可在万里之外的战场封侯，但有谁能知道呢？我鬓发虽残败灰白，可我（在战场杀敌立功报效祖国的）心却并未死去！",
                    "backgroundInfo" : "宋孝宗乾道八年（1172年）冬，陆游怀着强烈的失落感，离开南郑前线，永远告别了“铁衣卧枕戈，睡觉身满霜”的战斗生活，到后方成都去就任闲职，心中充满了报国无门的悲愤。他调离南郑后，一直对前线的戎马生活念念不忘.此词约作于此后这一时期的成都。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "鹊桥仙·华灯纵博",
                    "author" : "陆游",
                    "content" : "华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、君恩赐与。",
                    "addtionInfo" : "华灯：装饰华丽的灯台。纵博：纵情赌博。此处视为豪爽任侠的一种行为表现。酒徒：犹言市井平民，普通人。渔父：渔翁，打鱼的老人。占断：完全占有。蘋洲：丛生苹草的小河。镜湖：在浙江会稽、山阴两县交界处，周遭三百余里，以水平如镜而出名。闲人：作者自称，乃愤激之辞。官家赐与：唐开元间，诗人贺知章告老还乡到会稽，唐玄宗诏赐镜湖剡溪一曲。陆游反用其典，表达自己的不满之情。官家，指皇帝，此处明指唐玄宗，实指当时的南宋皇帝。",
                    "classInfo" : "27",
                    "poetryID" : "24",
                    "source" : "3",
                    "analysesInfo" : "这是陆游闲居故乡山阴时所作。山阴地近镜湖，因此他此期词作多为“渔歌菱唱”。山容水态之咏，棹舞舟模之什，貌似清旷谈远，萧然物外，殊不知此翁身寄湖山，心存河岳。他写“身老沧洲”的惨谈生活，正是“心在天山”的痛苦曲折的反映。这首《鹊桥仙》即其一例。仔细品味当得诗人心思、真实处境。&&&词从南郑幕府生活写起。发端两句，对他一生中最难忘的这段戎马生涯作了一往情深的追忆。在华丽的明灯下与同僚纵情赌博，骑上骏马猎射驰驱，这是多么豪迈的生活！当时南郑地处西北边防，为恢复中原的战略据点。王炎入川时，宋孝宗曾面谕布置北伐工作；陆游也曾为王炎规划进取之策，说“经略中原必自长安始，取长安必自陇右始”（见《宋史·陆游传》）。他初抵南郑时满怀信心地唱道：“国家四纪失中原，师出江淮未易吞。会看金鼓从天下，却用关中作本根。”（《山南行》）因此，他在军中心情极为舒畅，遂有“华灯纵博”、“雕鞍驰射”的“当年豪举”。词句显得激昂整炼，入势豪迈。但第三句折入现实，紧承以“谁记”二字，顿时引出一片寂寞凄凉。朝廷的国策起了变化，大有可为的时机就此白白丧失了。&&&不到一年，王炎被召还朝，陆游转官成都，风流云散，伟略成空。那份豪情壮志，当年曾有几人珍视？此时更有谁还记得？词人运千钧之力于毫端，用“谁记”一笔兜转，于转折中进层。后两句描绘出两类人物，两条道路：终日酣饮耽乐的酒徒，反倒受赏封候；志存恢复的儒生如已者，却被迫投闲置散，作了江边渔父，事之不平，孰逾于此？这四、五两句，以“独”字为转折，从转折中再进一层。经过两次转折进层，昔日马上草檄、短衣射虎的英雄，在此时却已经变成孤舟蓑笠翁了。那个“独”字以入声直促之音，高亢特起，凝铸了深沉的孤愤和掉头不顾的傲岸，声情悉称，妙合无垠。&&&下片承“江边渔父”以“轻舟”、“低逢”之渺小与“苹洲烟雨”之浩荡对举，复缀“占断”一语于其间，再作转折进层。“占断”即占尽之意。纵一苇之所如，凌万顷之茫然，无拘无束，独往独来，是谓“占断烟雨”。三句写湖上生涯，词境浩渺苍凉，极烟水迷离之致，含疏旷要眇之情。词至此声情转为纾徐萧散，节奏轻缓。但由于“占断”一词撑拄其间，又显得骨力开张，于舒缓中蓄拗怒之气，萧散而不失遒劲昂扬。“占断”以前既蓄深沉的孤愤和掉头不顾的傲岸之情，复于此处得“占断”二字一挑，于是，“镜湖元自属闲人，又何必官家赐与”这更为昂扬兀傲的两句肆口而成，语随调出，唱出了全阕的最高音。唐代诗人贺知章老去还乡，玄宗曾诏赐镜湖一曲以示矜恤。陆游借用这一故事而翻出一层新意——官家（皇帝）既置他于闲散，这镜湖风月本来就只属闲人，还用得着你官家赐与吗？再说，天地之大，江湖之迥，何处不可置他八尺之躯，谁又稀罕“官家”的赐与？这个结句，表现出夷然不屑之态，愤慨不平之情，笔锋直指最高统治者，它把通首迭经转折进层蓄积起来的激昂不平之意，挟其大力盘旋之势，千回百转而后骤现，故一出便振动全词，声情激昂，逸响悠然，浩歌不绝。&&&这首抒情小唱很能代表陆游放归后词作的特色。他在描写湖山胜景，闲情逸趣的同时，总蕴含着壮志未酬、壮心不已的幽愤。这首《鹊桥仙》中雕鞍驰射，苹洲烟雨，景色何等广漠浩荡！而“谁记”、“独去”、“占断”这类词语层层转折，步步蓄势，隐曲幽微，情意又何等怨慕深远！这种景与情，广与深的纵模交织，构成了独特深沉的意境。明代杨慎《词品》说：“放翁词，纤丽处似淮海，雄快处似东坡。其感旧《鹊桥仙》一首（即此词），英气可掬，流落亦可惜矣。”他看到了这首词中的“英气”，却没有看到其中的不平之气，清代陈廷焯编《词则》，将此词选入《别调集》，在“酒徒”两句上加密点以示激赏，眉批云：“悲壮语，亦是安分语。”谓为“悲壮”近是，谓为“安分”则远失之。这首词看似超脱、“安分”，实则于啸傲烟水中深寓忠愤抑郁之气，内心是极不平静，极不安分的。不窥其隐曲幽微的深衷，说他随缘、安分，未免昧于骚人之旨，委屈了志士之心。",
                    "transferInfo" : "当年在装饰华丽的灯台纵情地博弈，骑着骏马猎射驰骋，谁还记得我当年豪壮的军旅生活？当年一起饮酒的许多人如今都已封侯进爵，只有我等独自去做那隐居江边的渔翁。轻舟有八尺余长，撑着低低的三扇篷，独自在烟雨中享受这长满蘋草的水边景色。镜湖本来就属于像我这样的闲适之人，又何必非要你“官家”赐与不可呢？",
                    "backgroundInfo" : "这首词为词人晚年罢归山阴后所写，具体创作时间不详。陆游少年时便负有凌云之志，为抗击金兵驰骋奔走。但因此而为主和派排挤，屡遭贬黜。请缨无路的词人只好寄情江湖，渔樵度日，然而终是忧愤难平。这首《鹊桥仙》就表达了他这种心情。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "诉衷情·当年万里觅封侯",
                    "author" : "陆游",
                    "content" : "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。",
                    "addtionInfo" : "诉衷情：词牌名。万里觅封侯：奔赴万里外的疆场，寻找建功立业的机会。戍（shù）：守边。关河：关塞、河流。此处泛指汉中前线险要的地方。梦断：梦醒。尘暗旧貂裘：貂皮裘上落满灰尘，颜色为之暗淡。这里借用苏秦典故，说自己不受重用，未能施展抱负。胡：古泛称西北各族为胡，亦指来自彼方之物。南宋词中多指金人。此处指金入侵者。鬓：鬓发。秋：秋霜，比喻年老鬓白。天山：在中国西北部，是汉唐时的边疆。这里代指南宋与金国相持的西北前线。沧洲：靠近水的地方，古时常用来泛指隐士居住之地。这里是指作者位于镜湖之滨的家乡。",
                    "classInfo" : "35",
                    "poetryID" : "25",
                    "source" : "3",
                    "analysesInfo" : "陆游四十八岁，应四川宣抚使王炎之邀，从夔州前往当时西北前线重镇南郑（今陕西汉中）军中任职，度过了八个多月的戎马生活。　开篇两句，怀着自豪的心情回忆从戎南郑的生活。起处用“当年”二字领起，化实为虚，点出所叙系指往事。“觅封侯”，谓寻找杀敌立功以取封侯的机会。“匹马”既是纪实，也刻划出作者从军时的勃勃英姿。“戍梁州”，具体指出驻守的地方。南郑属古梁州，故曰。那是乾道八年（1172）的春天，陆游接到王炎的邀请书后，便匹马单身离开夔州，风尘仆仆地奔赴前线，去任“四川宣抚使司干办公事兼检法官”。当时他十分兴奋，希望能在万里边防线上找到杀敌报国的机会。来到南郑之后，他身披铁甲，跨上战马，腰悬利剑，手挽长枪，冒着酷暑严寒，踏着崎岖坎坷的山路，奔驰于岐渭蜀陇之间，调查地形，了解敌情，积极为北伐进行准备。他曾向王炎陈进取之策，对收复失地、统一祖国充满了胜利的信心。诗人回忆这段生活，是为了与后文对照，揭示英雄末路的悲哀。&&&“关河”两句一转，回笔描写现实。杀敌报国的理想破灭了，而今只有在梦中才能重返前线。可是梦醒之后，一切都消失了，那雄伟险峻的关山江河又在什么地方呢？只有当年从军时穿过的那件“旧貂裘”，积满灰尘，还挂在墙上，作为“匹马戍梁州”的纪念。陆游对这件“旧貂裘”十分珍视，因为他曾穿着它在前线冲锋陷阵：“貂裘半脱马如龙，举鞭指麾气吐虹。”（《醉歌》）还穿着它在荒滩上亲手剌死过一只猛虎：“百骑河滩猎盛秋，至今血溅短貂裘”。（《醉歌》）所以当他离开南郑后，一直把它藏在身边保存着。“旧貂裘”是此篇中唯一展现在作者眼前的物象，虽然词中只用一句轻轻带过，但却是理解此词的关键。原来诗人是睹物伤情，因见貂裘而引起对往事的回忆和感慨。也可以说，“旧貂裘”是这首词灵感的触媒。&&&换头三句，紧承上片结拍，写梦醒后的悲凉心情。“胡未灭”，谓入侵中原的金人尚未被消灭，半壁河山还在敌寇的铁蹄蹂躏之下；“鬓先秋”，慨叹自己发如秋霜，年迈体衰，不能重返前线；“泪空流”，是说壮志成空，忧国忧民的眼泪等于白流。这里连用“未”、“先”、“空”三个虚词，表达作者对现实的幻灭感，一唱一叹，感人至深。 “未”表达了作者逆胡（金入侵者）没有消灭，功业没有建成，感到无比遗恨之情；“先”表达了作者岁月不多，两鬓已苍，雄心虽在，壮志难酬的沉痛之情；“空”表达了作者对朝廷的不满和愤慨，内心的失望和痛苦之情。&&&最后三句，通过自身的遭遇反映现实和理想的矛盾，抒发对南宋统治集团误国误民政策的无比愤慨。谁会料到，像他这样一生志在恢复中原，时刻准备奔赴疆场，为国献身的人，却落得如此下场！此时被罢官回乡，只得披上渔蓑，去作江边的无名隐士，终老于镜湖之滨了。这种“心在天山，身老沧洲”的矛盾，不仅体现在陆游身上，南宋许多爱国志士同样也有切身的体验。因此陆游所抒发的悲愤之情，具有一定的代表性。梁启超《读陆放翁集》（之二）说：“辜负胸中十万兵，百无聊赖以诗名。谁怜爱国千行泪，说到胡尘意不平。”这首词虽然没有从正面揭露和谴责南宋投降派，仅就个人的身世经历和遭遇而言，但通过诗人饱含热泪的诉说，不难看到投降派迫害爱国志士的罪行，从而激起读者对他们的愤恨。&&&此篇语言明白晓畅，用典自然，不着痕迹，感情自胸臆流出，不加雕饰，如叹如诉，沉郁苍凉，有较强的艺术感染力，是陆游爱国词作的名篇之一。",
                    "transferInfo" : "回想当年为了建功立业驰骋万里，单枪匹马奔赴边境戍守梁州。如今防守边疆要塞的从军生活只能在梦中出现，梦一醒不知身在何处？唯有曾穿过的貂裘，已积满灰尘变得又暗又旧。胡人还未消灭，自己的双鬓却早已白如秋霜，只能任忧国的眼泪白白地流淌。谁能料我这一生，心始终在前线抗敌，人却老死在沧洲！",
                    "backgroundInfo" : "公元1172年（宋孝宗乾道八年），陆游在西北前线重镇南郑军中任职，度过了八个多月的戎马生活。公元1189年（淳熙十六年）陆游被弹劾罢官后，退隐山阴故居长达十二年。这期间写下了一系列爱国诗词。这首《诉衷情》是其中的一篇，具体创作时间不详。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "20000",
    "mainClass" : "23"
}
