{
    "poetryList" : [
                    {
                    "name" : "渔家傲·秋思",
                    "author" : "范仲淹",
                    "content" : "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
                    "addtionInfo" : "塞：边界要塞之地，这里指西北边疆。衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。千嶂：绵延而峻峭的山峰；崇山峻岭。燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。羌管：即羌笛，出自古代西部羌族的一种乐器。悠悠：形容声音飘忽不定。寐：睡，不寐就是睡不着。",
                    "classInfo" : "1301",
                    "poetryID" : "1",
                    "source" : "3",
                    "analysesInfo" : "范仲淹《渔家傲》一词开篇塞下秋来风景异，衡阳雁去无留意。一句极力渲染边塞秋季风景的独异，上片写景，描写的自然是塞下的秋景。四面边声连角起，千嶂里，长烟落日孤城闭。从视觉听觉等方面表现了边塞地区的萧条寂寥。&&&起句“塞下秋来风景异”，“塞下”点明了延州的所在区域。“秋来”，点明了季节。“风景异”，概括地写出了延州秋季和内地大不相同的风光。词人是苏州人，对这个地方的季节变换，远较北人敏感，故用一个“异”字概括，这中间含有惊异之意。“衡阳雁去无留意”，雁是候鸟，每逢秋季，北方的雁即飞向南方避寒。“无留意”是说这里的雁到了秋季即向南展翅奋飞，毫无留恋之意，反映了这个地区到了秋天，寒风萧瑟，满目荒凉。反过来说，这个地区秋天的荒凉景象，尽括在雁“无留意”三字之中，显得笔力遒劲。&&&下边续写延州傍晚时分的战地景象：“四面边声连角起”，这种声音随着军中的号角声而起，形成了浓厚的悲凉气氛，为下片的抒情蓄势。“千嶂里，长烟落日孤城闭”，上句写延州周围环境，它处在层层山岭的环抱之中；下句牵挽到对西夏的军事斗争。“长烟落日”，很容易使读者联想起唐代诗人王维的“大漠孤烟直，长河落日圆”，这四字写出了塞外的壮阔风光。而在“长烟落日”之后，紧缀以“孤城闭”三字，气象便不相同。千嶂、孤城、长烟、落日，这是所见；边声、号角声，这是所闻。把所见所闻诸现象连缀起来，展现在读者眼前的是一幅充满肃杀之气的战地风光画面，特别值得玩味的是“孤城闭”三字，它隐隐地透露宋朝不利的军事形势。宋朝从建立之后，就采取重内轻外政策，对内加紧控制，把禁军分驻全国各地，而在边疆上长期放弃警戒，武备松弛。宝元元年（1038年）西夏元昊称帝，宋廷调兵遣将，扬声讨伐，而事起仓卒，将不知兵，兵不知战，以致每战辄败。词人移知延州，到任后，一方面加强军队训练，一方面在延州周围构筑防御工事，始终居于守势，不敢轻易出击，延州局势才暂时稳定下来，就整个形势来说，延州仍处于孤立状态。所以“孤城闭”三字真实地反映了当时的军事态势，反映出宋朝守军力量是很薄弱的，作为指挥部所在地的城门，太阳一落就关闭起来，表现了形势的严重性。这一句就为下片的抒情作了铺垫。&&&下片起句“浊酒一杯家万里”，是词人的自抒怀抱。他身负重任，防守危城，天长日久，难免起乡关之思。这“一杯”与“万里”数字之间形成了悬殊的对比，也就是说， 一杯浊酒，消不了浓重的乡愁，造语雄浑有力。乡愁皆因“燕然未勒归无计”而产生。燕然未勒也是《封燕然山铭》这个典故而来：东汉和帝永元元年，车骑将军窦宪北伐匈奴，大破之，在漠北燕然山刻石记功，由班固执笔，颂汉威德，就是所谓“勒石燕然”。勒字此处是雕刻的意思。&&&“羌管悠悠霜满地”，写夜景，在时间上是“长烟落日”的延续。“人不寐”，补叙上句，表明自己彻夜未眠，徘徊于庭。“将军白发征夫泪”，由自己而及征夫总收全词。总之下片抒情，将直抒胸臆和借景抒情相结合，抒发的是作者壮志难酬的感慨和忧国的情怀。&&&这首边塞词既表现将军的英雄气概及征夫的艰苦生活，也暗寓对宋王朝重内轻外政策的不满，爱国激情，浓重乡思，兼而有之，构成了将军与征夫思乡却渴望建功立业的复杂而又矛盾的情绪。这种 情绪主要是通过全词景物的描写，气氛的渲染，婉曲地传达出来。综观全词，意境开阔苍凉，形象生动鲜明，反映出作者耳闻目睹、亲身经历的场景，表达了作者自己和戍边将士们的内心感情，读起来真切感人。",
                    "transferInfo" : "秋天到了，西北边塞的风光和江南大不同。大雁又飞回了衡阳，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，将军已是头发花白，士兵抹着思乡的泪水。",
                    "backgroundInfo" : "宋康定元年（1040年）至庆历三年（1043年）间，范仲淹任陕西经略副使兼延州知州。宋仁宗年间，范仲淹被朝廷派往西北前线，承担起北宋西北边疆防卫重任。这首词作于北宋与西夏战争对峙时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "雨霖铃·寒蝉凄切",
                    "author" : "柳永",
                    "content" : "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
                    "addtionInfo" : "长亭：古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”。靠近城市的长亭往往是古人送别的地方。凄切：凄凉急促。骤雨：急猛的阵雨。都门：国都之门。这里代指北宋的首都汴京。帐饮：在郊外设帐饯行。无绪：没有情绪。兰舟：用做对船的美称。凝噎：喉咙哽塞，欲语不出的样子。去去：重复“去”字，表示行程遥远。暮霭：傍晚的云雾。沉沉：深厚的样子。楚天：指南方楚地的天空。今宵：今夜。经年：年复一年。纵：即使。风情：情意。男女相爱之情，深情蜜意。",
                    "classInfo" : "1302",
                    "poetryID" : "2",
                    "source" : "3",
                    "analysesInfo" : "《雨霖铃》是柳永著名的代表作。这首词是词人在仕途失意，不得不离京都（汴京，今河南开封）时写的,是表现江湖流落感受中很有代表性的一篇。这首词写离情别绪,达到了情景交融的艺术境界。词的主要内容是以冷落凄凉的秋景作为衬托来表达和情人难以割舍的离情。宦途的失意和与恋人的离别，两种痛苦交织在一起,使词人更加感到前途的暗淡和渺茫。&&&全词分上下两阕。&&&上阕主要写一对恋人饯行时难分难舍的别情。&&&起首“寒蝉凄切。对长亭晚，骤雨初歇”三句写环境，点出别时的季节是萧瑟凄冷的秋天，地点是汴京城外的长亭，具体时间是雨后阴冷的黄昏。然而词人并没有纯客观地铺叙自然景物，而是通过景物的描写，氛围的渲染，融情入景，暗寓别意。时当秋季，景已萧瑟；且值天晚，暮色阴沉；而骤雨滂沱之后，继之以寒蝉凄切：词人所见所闻，无处不凄凉。加之当中“对长亭晚”一句，句法结构是一、二、一，极顿挫吞咽之致，更准确地传达了这种凄凉况味。&&&后两句中“都门帐饮”是写离别的情形。在京城门外设帐宴饮，暗寓仕途失意，且又跟恋人分手。“无绪”，指理不出头绪，有“剪不断，理还乱”的意思。写出了不忍别离而又不能不别的思绪。“留恋处、兰舟催发”。正在难分难舍之际，船家又阵阵“催发”。透露了现实的无情和词人内心的痛苦。&&&“执手相看泪眼，竟无语凝噎。”是不得不别的情景。一对情人，紧紧握着手，泪眼相对，谁也说不出一句话来。这两句把彼此悲痛、眷恋而又无可奈何的心情，写得淋漓尽致。一对情人伤心失魄之状，跃然纸上。这是白描手法，所谓“语不求奇，而意致绵密”。&&&“念去去、千里烟波，暮霭沉沉楚天阔。”写别后思念的预想。词中主人公的黯淡心情给天容水色涂上了阴影。一个“念”字，告诉读者下面写景物是想象的。“去去”是越去越远的意思。这二字用得极好，不愿去而又不得不去，包含了离人无限凄楚。只要兰舟启碇开行，就会越去越远，而且一路上暮霭深沉、烟波千里，最后漂泊到广阔无边的南方。离愁之深，别恨之苦，溢于言表。从词的结构看,这两句由上阕实写转向下阕虚写，具有承上启下的作用。&&&下阕着重写想象中别后的凄楚情景。&&&下片则宕开一笔，先作泛论，从个别说到一般，得出一条人生哲理：“多情自古伤离别”。意谓伤离惜别，并不自我始，自古皆然。“自古”两字，从个别特殊的现象出发，提升为普遍、广泛的现象，扩大了词的意义。但接着“更那堪冷落清秋节”一句，则强调自己比常人、古人承受的痛苦更多、更甚。江淹在《别赋》中说：“黯然销魂者唯别而已矣！”作者把古人这种感受融化在自己的词中，而且层层加码，创造出新意。&&&“今宵酒醒何处？杨柳岸晓风残月。”这是写酒醒后的心境，也是他飘泊江湖的感受。这两句妙就妙在用景写情，真正做到“景语即情语”。“柳”、“留”谐音，写难留的离情；晓风凄冷，写别后的寒心；残月破碎，写此后难圆之意。这几句景语，将离人凄楚惆怅、孤独忧伤的感情，表现得十分充分、真切,创造出一种特有的意境。难怪它为人称道，成为名句。&&&再从此后长远设想：“此去经年，应是良辰好景虚设。便纵有千种风情,更与何人说？”这四句更深一层推想离别以后惨不成欢的境况。此后漫长的孤独日子怎么挨得过呢？纵有良辰好景，也等于虚设，因为再没有心爱的人与自己共赏；再退一步，即便对着美景，能产生一些感受，但又能向谁去诉说呢？总之，一切都提不起兴致了。这几句把词人的思念之情、伤感之意刻画到了细致入微、至尽至极的地步，也传达出彼此关切的心情。结句用问句形式，感情显得更强烈。&&&《雨霖铃》全词围绕“伤离别”而构思，先写离别之前，重在勾勒环境；次写离别时刻，重在描写情态；再写别后想象，在刻画心理。不论勾勒环境，描写情态，想象未来，词人都注意了前后照应，虚实相生，做到层层深入，尽情描绘，情景交融，读起来如行云流水，起伏跌宕中不见痕迹。这首词的情调因写真情实感而显得太伤感、太低沉，但却将词人抑郁的心情和失去爱情的痛苦刻画的极为生动。古往今来有离别之苦的人们在读到这首《雨霖铃》时，都会产生强烈的共鸣。",
                    "transferInfo" : "秋蝉的叫声凄凉而急促，傍晚时分，面对着长亭，骤雨刚停。在京都郊外设帐饯行，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着对方的手含着泪对视，哽咽的说不出话来。想到这一去路途遥远，千里烟波渺茫，傍晚的云雾笼罩着南天，深厚广阔，不知尽头 。自古以来，多情的人总是为离别而伤感，更何况是在这冷清、凄凉的秋天！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又再同谁去诉说呢？？",
                    "backgroundInfo" : "柳永因作词忤仁宗，屡试不第，所以心中失意忧愤，常流连秦楼楚馆为歌伶乐伎撰写曲子词。此词当为柳永从汴京南下时与一位恋人的惜别之作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "浣溪沙·一曲新词酒一杯",
                    "author" : "晏殊",
                    "content" : "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
                    "addtionInfo" : "浣溪沙：唐玄宗时教坊曲名，后用为词调。一曲：一首，因为词是配合音乐唱的，故称“曲”。新词：刚填好的词，意指新歌。去年天气旧亭台：是说天气、亭台都和去年一样。旧亭台：曾经到过的或熟悉的亭台楼阁。夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。无可奈何：不得已，没有办法。似曾相识：好像曾经认识。形容见过的事物再度出现。燕归来：燕子从南方飞回来。小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。徘徊：来回走。",
                    "classInfo" : "1303",
                    "poetryID" : "3",
                    "source" : "3",
                    "analysesInfo" : "这是晏殊词中最为脍炙人口的篇章。此词虽含伤春惜时之意，却实为感慨抒怀之情。词之上片绾合今昔，叠印时空，重在思昔；下片则巧借眼前景物，重在伤今。&&&上阕中“一曲新词酒一杯，去年天气旧亭台。”写对酒听歌的现境。从复叠错综的句式、轻快流利的语调中可以体味出，词人面对现境时，开始是怀着轻松喜悦的感情，带着潇洒安闲的意态的，似乎主人公十分醉心于宴饮涵咏之乐。作者边听边饮，这现境触发了对“去年”所经历类似境界的追忆：也是和“今年”一样的暮春天气，面对的也是和眼前一样的楼台亭阁，一样的清歌美酒。然而，似乎一切依旧的表象下又分明感觉到有的东西已经起了难以逆转的变化，这便是悠悠流逝的岁月和与此相关的一系列人事。此句中正包蕴着一种景物依旧而人事全非的怀旧之感。在这种怀旧之感中又糅合着深婉的伤今之情。这样，作者纵然襟怀冲澹，又怎么能没有些微的伤感呢？&&&“夕阳西下几时回？”夕阳西下，是眼前景。但词人由此触发的，却是对美好景物情事的流连，对时光流逝的怅惘，以及对美好事物重现的微茫的希望。这是即景兴感，但所感者实际上已不限于眼前的情事，而是扩展到整个人生，其中不仅有感性活动，而且包含着某种哲理性的沉思。夕阳西下，是无法阻止的，只能寄希望于它的东升再现，而时光的流逝、人事的变更，却再也无法重复。细味“几时回”三字，所折射出的似乎是一种企盼其返、却又情知难返的纡细心态。&&&下阕仍以融情于景的笔法申发前意。“无可奈何花落去，似曾相识燕归来。”为天然奇偶句，此句工巧而浑成、流利而含蓄，声韵和谐，寓意深婉，缠绵哀感，用虚字构成工整的对仗、唱叹传神方面表现出词人的巧思深情，宛如天成，也是这首词出名的原因。但更值得玩味的倒是这一联所含的意蓄。花的凋落，春的消逝，时光的流逝，都是不可抗拒的自然规律，虽然惋惜流连也无济于事，所以说“无可奈何”，这一句承上“夕阳西下”；然而这暮春天气中，所感受到的并不只是无可奈何的凋衰消逝，而是还有令人欣慰的重现，那翩翩归来的燕子不就像是去年曾在此处安巢的旧时相识吗？这一句应上“几时回”。花落、燕归虽也是眼前景，但一经与“无可奈何”、“似曾相识”相联系，它们的内涵便变得非常广泛，意境非常深刻，带有美好事物的象征意味。惋惜与欣慰的交织中，蕴含着某种生活哲理：一切必然要消逝的美好事物都无法阻止其消逝，但消逝的同时仍然有美好事物的再现，生活不会因消逝而变得一片虚无。只不过这种重现毕竟不等于美好事物的原封不动地重现，它只是“似曾相识”罢了。渗透在句中的是一种混杂着眷恋和怅惆，既似冲澹又似深婉的人生怅触。唯其如此，此联作者既用于此词，又用于《示张寺丞王校勘》一诗。“小园香径独徘徊”，即是说他独自一人在花间踱来踱去，心情无法平静。这里伤春的感情胜于惜春的感情，含着淡淡的哀愁，情调是低沉的。&&&全词语言圆转流利，通俗晓畅，清丽自然，意蕴深沉，启人神智，耐人寻味。词中对宇宙人生的深思，给人以哲理性的启迪和美的艺术享受。词中无意间描写的现象，往往含有有哲理的意味，启迪人们从更高层次思索宇宙人生问题。词中涉及到时间永恒而人生有限这样深广的意念，却表现得十分含蓄。",
                    "transferInfo" : "听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时才能回来？花儿总要凋落让人无可奈何，似曾相识的春燕又归来，独自在花香小径里徘徊。",
                    "backgroundInfo" : "",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "水调歌头·明月几时有",
                    "author" : "苏轼",
                    "content" : "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
                    "addtionInfo" : "把酒：端起酒杯。把，执、持。天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。归去：回去，这里指回到月宫里去。琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。不胜（shèng）：经受不住。胜：承担、承受。弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。何似：何如，哪里比得上。转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。此事：指人的“欢”“合” 和月的“晴”“圆”。但：只。千里共婵（chán ）娟（juān）：只希望两人年年平安﹐虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。",
                    "classInfo" : "1304",
                    "poetryID" : "4",
                    "source" : "3",
                    "analysesInfo" : "这首词是中秋望月怀人之作，表达了对胞弟苏辙的无限思念。丙辰，是北宋神宗熙宁九年（公元1076年），当时苏轼在密州（今山东诸城）做太守，中秋之夜他一边赏月一边饮酒，直到天亮，于是做了这首《水调歌头》。词人运用形象描绘手法，勾勒出一种皓月当空、亲人千里、孤高旷远的境界氛围。苏轼一生，推崇儒学、讲究实务为主。但他也“龆龀好道”，中年以后，又曾表示过“归依佛僧”，经常处在儒释道的纠葛当中的。每当挫折失意之际，则老庄思想上升，借以帮助自己解释穷通进退的困惑。熙宁四年（公元1071年），他以开封府推官通判杭州，是为了避开汴京政争的漩涡。熙宁七年（公元1074年）调知密州，虽说出于自愿，实质上仍是处于被外放冷遇的地位。尽管当时“面貌加丰”，颇有一些旷达表现，也难以掩盖深藏内心的郁愤。这首中秋词，正是此种宦途险恶体验的升华和总结。“大醉”遣怀是主，“兼怀子由”是辅。对于一贯秉持“尊主泽民”节操的作者来说，手足分离和私情，比起廷忧边患的国势来说，毕竟属于次要的伦理负荷。此点在题序中有深奥微妙的提示。&&&在大自然的景物中，月亮是很有浪漫色彩的，很容易启发人们的艺术联想。一钩新月，可联想到初生的萌芽事物；一轮满月，可联想到美好的团圆生活；月亮的皎洁，让人联想到光明磊落的人格。在月亮这一意象上集中了人类无限美好的憧憬和理想。苏轼是一位性格豪放、气质浪漫的文学家，当他抬头遥望中秋明月时，其思想情感犹如长上了翅膀，天上人间自由翱翔。反映到词里，遂形成了一种豪放洒脱的风格。&&&此词上片望月，既怀超宜兴致，高接混茫，而又脚踏实地，自具雅量。一开始就提出一个问题：明月是从什么时候开始有的“明月几时有？把酒问青天。”把酒问天这一细节与屈原的《天问》和李白的《把酒问月》有相似之处。其问之痴迷、想之逸尘，确实有一种类似的精、气、神贯注在里面。从创作动因上来说，屈原《天问》洋洋170余问的磅礴诗情，是在他被放逐后彷徨山泽、经历陵陆，在楚先王庙及公卿祠堂仰见“图画天地山川神灵”及“古贤圣怪物行事”后“呵而问之”的（王逸《楚辞章句·天问序》）。是情景触碰激荡的产物。李白的《把酒问月》诗自注是：“故人贾淳令予问之。”应当也是即兴遣怀之作。苏轼此词正如小序中所言是中秋望月，欢饮达旦后的狂想之曲，亦属“伫兴之作”（王国维《人间词话》）。它们都有起得突兀、问得离奇的特点。从创作心理上来说，屈原在步入先王庙堂之前就已经是“嗟号昊旻，仰天叹息”（王逸《楚辞章句·天问序》），处于情感迷狂的精神状态，故呵问青天，“似痴非痴，愤极悲极”（胡浚源《楚辞新注求确》）。李白是“唯愿当歌对酒时，月光长照金樽里”（《把酒问月》），那种因失意怅惘的郁勃意绪，也是鼻息可闻的。苏轼此词作于丙辰年，当时因为反对王安石新法而自请外任密州。既有对朝廷政局的强烈关注，又有期望重返汴京的复杂心情，故时逢中秋，一饮而醉，意兴在阑珊中饶有律动。三人的创作心理实是脉络暗通的。&&&苏轼把青天当做自己的朋友，把酒相问，显示了他豪放的性格和不凡的气魄。李白的《把酒问月》诗说：“青天有月来几时？我今停杯一问之。”不过李白这里的语气比较舒缓，苏轼因为是想飞往月宫，所以语气更强烈、更迫切。“明月几时有？”这个问题问得很有意思，好像是在追溯明月的起源、宇宙的起源；又好像是在惊叹造化的巧妙。读者从中可以感到诗人对明月的赞美与向往。&&&接下来两句：“不知天上宫阙，今夕是何年。”把对于明月的赞美与向往之情更推进了一层。从明月诞生之日起到现在已经过去很多年了，不知道在月宫里今晚是一个什么日子？诗人想象那一定是一个好日子，所以月才这样圆、这样亮。他很想去看一看，所以接着说：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”唐人称李白为“谪仙”，黄庭坚则称苏轼与李白为“两谪仙”，苏轼自己也设想前生是月中人，因而起 “乘风归去”之想。他想乘风飞向月宫，又怕那里的琼楼玉宇太高了，受不住那儿的寒冷。“琼楼玉宇”，语出《大业拾遗记》：“瞿乾祐于江岸玩月，或谓此中何有？瞿笑曰：‘可随我观之。’俄见月规半天，琼楼玉宇烂然。”“不胜寒”，暗用《明皇杂录》中的典故：八月十五日夜，叶静能邀明皇游月宫。临行，叶叫他穿皮衣。到月宫，果然冷得难以支撑。这几句明写月宫的高寒，暗示月光的皎洁，把那种既向往天上又留恋人间的矛盾心理十分含蓄地写了出来。这里还有两个字值得注意，就是“我欲乘风归去”的“归去”。飞天入月，为什么说是归去呢？也许是因为苏轼对明月十分向往，早已把那里当成自己的归宿了。从苏轼的思想看来，他受道家的影响较深，抱着超然物外的生活态度，又喜欢道教的养生之术，所以常有出世登仙的想法。他的《前赤壁赋》描写月下泛舟时那种飘飘欲仙的感觉说：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。”也是由望月而想到登仙，可以和这首词互相印证。词人之所以有这种脱离人世、超越自然的奇想，一方面来自他对宇宙奥秘的好奇，另一方面更主要的是来自对现实人间的不满。人世间有如此多的不称心、不满意之事，迫使词人幻想摆脱这烦恼人世，到琼楼玉宇中去过逍遥自在的神仙生活。苏轼后来贬官到黄州，时时有类似的奇想，所谓“小舟从此逝，江海寄余生”。然而，在词中这仅仅是一种打算，并未展开，便被另一种相反的思想打断：“又恐琼楼玉宇，高处不胜寒”。这两句急转直下，天上的“琼楼玉宇”虽然富丽堂皇，美好非凡，但那里高寒难耐，不可久居。词人故意找出天上的美中不足，来坚定自己留在人间的决心。一正一反，更表露出词人对人间生活的热爱。同时，这里依然在写中秋月景，读者可以体会到月亮的美好，以及月光的寒气逼人。这一转折，写出词人既留恋人间又向往天上的矛盾心理。这种矛盾能够更深刻地说明词人留恋人世、热爱生活的思想感情，显示了词人开阔的心胸与超远的志向，因此为词带来一种旷达的作风。&&&“起舞弄清影，何似在人间！”苏轼毕竟更热爱人间的生活，与其飞往高寒的月宫，还不如留在人间趁着月光起舞呢！“清影”，是指月光之下自己清朗的身影。“起舞弄清影”，是与自己的清影为伴，一起舞蹈嬉戏的意思。李白《月下独酌》说：“我歌月徘徊，我舞影零乱。”苏轼的“起舞弄清影”就是从这里脱胎出来的。“高处不胜寒”并非作者不愿归去的根本原因，“起舞弄清影，何似在人间”才是根本之所在。与其飞往高寒的月宫，还不如留在人间，在月光下起舞，最起码还可以与自己清影为伴。这首词从幻想上天写起，写到这里又回到热爱人间的感情上来。从“我欲”到“又恐”至“何似”的心理转折开阖中，展示了苏轼情感的波澜起伏。他终于从幻觉回到现实，在出世与入世的矛盾纠葛中，入世思想最终占了上风。“何似在人间”是毫无疑问的肯定，雄健的笔力显示了情感的强烈。&&&下片怀人，即兼怀子由，由中秋的圆月联想到人间的离别，同时感念人生的离合无常。“转朱阁，低绮户，照无眠。”转和低都是指月亮的移动，暗示夜已深沉。月光转过朱红的楼阁，低低地穿过雕花的门窗，照到了房中迟迟未能入睡之人。这里既指自己怀念弟弟的深情，又可以泛指那些中秋佳节因不能与亲人团圆以至难以入眠的一切人。“无眠”是泛指那些因为不能和亲人团圆而感到忧伤，以致不能入睡的人。月圆而人不能圆，这是多么遗憾的事啊！于是词人便无理地埋怨明月说：“不应有恨，何事长向别时圆？”明月您总不该有什么怨恨吧，为什么总是在人们离别的时候才圆呢？相形之下，更加重了离人的愁苦了。这是埋怨明月故意与人为难，给人增添忧愁，无理的语气进一步衬托出词人思念胞弟的手足深情，却又含蓄地表达了对于不幸的离人们的同情。&&&接着，诗人把笔锋一转，说出了一番宽慰的话来为明月开脱：“人有悲欢离合，月有阴晴圆缺，此事古难全。”人有悲欢离合，月也有阴晴圆缺。她有被乌云遮住的时候，有亏损残缺的时候，她也有她的遗憾，自古以来世上就难有十全十美的事。既然如此，又何必为暂时的离别而感到忧伤呢？词人毕竟是旷达的，他随即想到月亮也是无辜的。既然如此，又何必为暂时的离别而忧伤呢？这三句从人到月、从古到今做了高度的概括。从语气上，好像是代明月回答前面的提问；从结构上，又是推开一层，从人、月对立过渡到人、月融合。为月亮开脱，实质上还是为了强调对人事的达观，同时寄托对未来的希望。因为，月有圆时，人也有相聚之时。很有哲理意味。&&&词的最后说：“但愿人长久，千里共婵娟。”“婵娟”是美好的样子，这里指嫦娥，也就是代指明月。“共婵娟”就是共明月的意思，典故出自南朝谢庄的《月赋》：“隔千里兮共明月。”既然人间的离别是难免的，那么只要亲人长久健在，即使远隔千里也还可以通过普照世界的明月把两地联系起来，把彼此的心沟通在一起。“但愿人长久”，是要突破时间的局限；“千里共婵娟”，是要打通空间的阻隔。让对于明月的共同的爱把彼此分离的人结合在一起。古人有“神交”的说法，好友天各一方，不能见面，却能以精神相通。“千里共婵娟”也可以说是一种神交了！这两句并非一般的自慰和共勉，而是表现了作者处理时间、空间以及人生这样一些重大问题所持的态度，充分显示出词人精神境界的丰富博大。王勃有两句诗：“海内存知己，天涯若比邻。”意味深长，传为佳句，与“千里共婵娟”有异曲同工之妙。另外，张九龄的《望月怀远》说：“海上生明月，天涯共此时。”许浑的《秋霁寄远》说：“唯应待明月，千里与君同。”都可以互相参看。但愿人们年年平安，相隔千里也能够共享这美好的月光，表达了作者的祝福和对亲人的思念，表现了作者旷达的态度和乐观的精神。苏轼就是把前人的诗意化解到自己的作品中，熔铸成一种普遍性的情感。正如词前小序所说，这首词表达了对弟弟苏辙（字子由）的怀念之情，但并不限于此。可以说这首词是苏轼在中秋之夜，对一切经受着离别之苦的人表示的美好祝愿。&&&此篇是苏词代表作之一。从艺术成就上看，它构思奇拔，畦径独辟，极富浪漫主义色彩，是历来公认的中秋词中的绝唱。从表现方面来说，词的前半纵写，后半横叙。上片高屋建瓴，下片峰回路转。前半是对历代神话的推陈出新，也是对魏晋六朝仙诗的递嬗发展。后半纯用白描，人月双及。它名为演绎物理，实则阐释人事。笔致错综回环，摇曳多姿。从布局方面来说，上片凌空而起，入处似虚；下片波澜层叠，返虚转实。最后虚实交错，纡徐作结。全词设景清丽雄阔，以咏月为中心表达了游仙“归去”与直舞“人间”、离欲与入世的矛盾和困惑，以及旷达自适，人生长久乐观和美好的愿望，极富哲理与人情。立意高远，构思新颖，意境清新如画。最后以旷达情怀收束，是词人情怀的自然的流露。情韵兼胜，境界壮美，具有很高的审美价值。此词全篇皆是佳句，典型地体现出苏词清雄旷达的风格。&&&作者既标举了“ 绝尘寰的宇宙意识”，又摒弃那种“在神奇的永恒面前的错愕”情态（闻一多评《春江花月夜》语）。他并不完全超然地对待自然界的变化发展，而是努力从自然规律中寻求“随缘自娱”的生活意义。所以，尽管这首词基本上是一种情怀寥落的秋的吟咏，读来却并不缺乏“触处生春”、引人向上的韵致。&&&对于这首《水调歌头》历来都是推崇备至。胡仔《苕溪渔隐丛话》认为此词是写中秋的词里最好的一首。这首词仿佛是与明月的对话，在对话中探讨着人生的意义。既有理趣，又有情趣，很耐人寻味。因此九百年来传诵不衰。吴潜《霜天晓角》：“且唱东坡《水调》，清露下，满襟雪。”《水浒传》第三十回写八月十五“可唱个中秋对月对景的曲儿”，唱的就是这 “一支东坡学士中秋《水调歌》。”可见宋元时传唱之盛。全词意境豪放而阔大，情怀乐观而旷达，对明月的向往之情，对人间的眷恋之意，以及那浪漫的色彩，潇洒的风格和行云流水一般的语言，至今还能给人们以健康的美学享受。",
                    "transferInfo" : "明月从什么时候开始有的呢？我拿着酒杯遥问苍天。不知道天上的宫殿，今晚是哪一年。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇，太高了我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上在人间。月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人。明月不应该对人们有什么怨恨吧，可又为什么总是在人们离别之时才圆呢？人有悲欢离合的变迁，月有阴晴圆缺的转换，这事儿自古以来就很难周全。希望人们可以长长久久地在一起，即使相隔千里也能一起欣赏这美好的月亮。",
                    "backgroundInfo" : "这首词是公元1076年（宋神宗熙宁九年）中秋作者在密州时所作。词前的小序交待了写词的过程：“丙辰中秋，欢饮达旦，大醉。作此篇，兼怀子由。”苏轼因为与当权的变法者王安石等人政见不同，自求外放，辗转在各地为官。他曾经要求调任到离苏辙较近的地方为官，以求兄弟多多聚会。公元1074年（熙宁七年）苏轼差知密州。到密州后，这一愿望仍无法实现。公元1076年的中秋，皓月当空，银辉遍地，词人与胞弟苏辙分别之后，已七年未得团聚。此刻，词人面对一轮明月，心潮起伏，于是乘酒兴正酣，挥笔写下了这首名篇。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "念奴娇·赤壁怀古",
                    "author" : "苏轼",
                    "content" : "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
                    "addtionInfo" : "念奴娇：词牌名。赤壁：此指黄州赤壁，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。大江：指长江。淘：冲洗，冲刷。风流人物：指杰出的历史名人。故垒：过去遗留下来的营垒。周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。雪：比喻浪花。遥想：形容想得很远；回忆。小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发：谈吐不凡，见识卓越。羽扇纶（guān）巾：古代儒将的便装打扮。羽扇：羽毛制成的扇子。纶巾：青丝制成的头巾。樯橹（qiáng lǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。华发（fà）：花白的头发。一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。",
                    "classInfo" : "1305",
                    "poetryID" : "5",
                    "source" : "3",
                    "analysesInfo" : "题中的赤壁，是黄州（在今湖北省黄冈县）城外，长江北岸的一段红色山崖。“怀古”，是古人写诗词常常采用的一个题目。在这类作品中，作者往往借助歌咏历史事迹来抒发自己的感慨。这首词就是苏轼游览黄州赤壁想到历史上有名的赤壁之战，有所感触而写。其实，距今一千七百多年前，魏、蜀、吴三国争雄，吴国名将周瑜联合刘备，利用火攻大破曹操水军的地方是另一个赤壁，它是今天湖北省武昌县西南的赤矶山。这里词人借怀古以抒怀抱，不一定拘泥于地点的确凿。&&&怀古的重要一环，是怎样把今和古联系起来。苏轼望着波涛滚滚的长江，想到自古以来那些才华出众的人物都已随同时间流逝而消失，犹如被源源而来的浪涛从历史上冲洗掉了一样。于是，他用“浪淘尽”三个字，把眼前的长江和历史上的人物巧妙地联系起来，在这种自然而又形象的联想中，表现他对历史人物的怀念。大江即长江。这里用“大江”，除去由于声韵的要求外，也显得更有气魄。“千古”，指久远的年代。&&&接下去，作者把目光从江涛转向赤壁，而首先引起他注目的是古代留下来的战争遗迹。“故垒西边，人道是，三国周郎赤壁”。“故”，旧的。“垒[lěi]”，指营盘。“人道是”，据说是。“周郎”，即周瑜，他二十四岁就当了将军，当时吴国人称他为周郎。这三句词说，在那古代营盘西边，据说，就是三国时代周瑜打胜仗的赤壁。点出了赤壁的历史意义，也为下片歌颂周瑜埋下了伏笔。那么，作者当时看到的赤壁，景象如何呢？“乱石穿空”，陡峭的石崖直插高空；“惊涛拍岸，卷起千堆雪”，吓人的大浪头，拍打着江岸，激起的浪花象无数堆耀眼的白雪。面对着这雄伟的景象，难怪作者要赞叹不已：既赞美这雄伟的大好河山，更赞美历史上曾经在这里叱咤风云的无数英雄豪杰。&&&词的上片，着重写景，带出了对古人的怀念。下片，就转入对赤壁之战的中心人物周瑜的歌颂。苏轼写这首词时，距离发生于公元二零八年的赤壁之战，已有八百多年。他想象着几百年前的往事，用“遥想”两个字把我们引向了遥远的过去。“公瑾”，周瑜的字。“小乔”，周瑜的妻，是当时著名的乔氏姊妹中的妹妹。词中提到他们的婚事是为了突出周瑜年轻得意的神态。作者用“雄姿英发”来形容周瑜气度雄伟、人才出众。在作者的想象中，周瑜身着戎装，手摇羽毛扇，头戴着配有黑丝带子的头巾（纶巾），风度潇洒，从容指挥，在说笑之间，轻而易举地就把曹操水军战船烧成灰烬。“樯”，帆船上的桅杆。这里用“樯橹”代表曹军的战船。“羽扇纶巾”，写出了周瑜的神态。“谈笑间”，突出了他的自信和才略。“樯橹灰飞烟灭”，六个字就再现了一场历史性的大战。寥寥几笔，显示了作者艺术概括的才能；字里行间，倾注了作者对周瑜的由衷赞赏。&&&对历史人物的景仰，正包含了对自己现实状况的不满。对比之下，四十七岁的苏轼深为自己不能象周瑜那样年纪轻轻就建立了卓著的功业而感叹。他只好用自我嘲笑的口气说：“故国神游，多情应笑我，早生华发”。象他这样，通过想象去经历（神游）那三国（故国）的赤壁之战，人们大概会嘲笑他太富于感情，因而过早地有了花白头发（华发）吧！自嘲之余，一种看破红尘的消极情绪油然而生。“人生如梦，一樽还酹江月”。“樽”，酒杯。一尊是一杯酒的意思。“酹[lèi]”，洒酒表示祭奠。他忽然觉得，人间不过象梦境一样，不要徒然感叹了，还是给江上的明月，献上一杯酒，伴月痛饮吧！&&&这首词是苏轼的代表作。虽然结尾流露了消极情绪，但从全词看，气魄宏伟，视野阔大，对壮丽河山的赞美，和对历史英雄人物的歌颂及怀念，构成了豪放的基调。",
                    "transferInfo" : "大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。遥想当年的周瑜春风得意，小乔刚刚嫁给了他做妻子，英姿雄健风度翩翩神采照人。手摇羽扇头戴纶巾，谈笑之间，就把强敌的战船烧得灰飞烟灭。如今我身临古战场神游往昔，可笑我有如此多的怀古柔情，竟如同未老先衰般鬓发斑白。人生犹如一场梦，且洒一杯酒祭奠江上的明月。",
                    "backgroundInfo" : "这首词是宋神宗元丰五年（公元1082年）苏轼谪居黄州时所写，当时作者四十五岁，因“乌台诗案”被贬黄州已两年余。苏轼由于诗文讽喻新法，为新派官僚罗织论罪而被贬，心中有无尽的忧愁无从述说，于是四处游山玩水以放松情绪。正巧来到黄州城外的赤壁（鼻）矶，此处壮丽的风景使作者感触良多，更是让作者在追忆当年三国时期周瑜无限风光的同时也感叹时光易逝，因写下此词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "定风波·莫听穿林打叶声",
                    "author" : "苏轼",
                    "content" : "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
                    "addtionInfo" : "定风波：词牌名。穿林打叶声：指大雨点透过树林打在树叶上的声音。吟啸：放声吟咏。芒鞋：草鞋。一蓑烟雨任平生：披着蓑衣在风雨里过一辈子也处之泰然。一蓑（suō）：蓑衣，用棕制成的雨披。料峭：微寒的样子。斜照：偏西的阳光。向来：方才。萧瑟：风雨吹打树叶声。也无风雨也无晴：意谓既不怕雨，也不喜晴。",
                    "classInfo" : "1306",
                    "poetryID" : "6",
                    "source" : "3",
                    "analysesInfo" : "此词为醉归遇雨抒怀之作。词人借雨中潇洒徐行之举动，表现了虽处逆境屡遭挫折而不畏惧不颓丧的倔强性格和旷达胸怀。全词即景生情，语言诙谐。&&&首句“莫听穿林打叶声”，一方面渲染出雨骤风狂，另一方面又以“莫听”二字点明外物不足萦怀之意。“何妨吟啸且徐行”，是前一句的延伸。在雨中照常舒徐行步，呼应小序“同行皆狼狈，余独不觉”，又引出下文“谁怕”即不怕来。徐行而又吟啸，是加倍写；“何妨”二字透出一点俏皮，更增加挑战色彩。首两句是全篇枢纽，以下词情都是由此生发。&&&在雨中行走，按照生活常态，当然是骑马胜过竹杖芒鞋，但是苏轼却说：“竹杖芒鞋轻胜马，谁怕？”这里当然不是写实，而是继续写自己当时的心态。当自己拥有平静悠闲的心态时，即使是竹杖芒鞋行走在泥泞之中，也胜过骑马扬鞭疾驰而去。这里还隐含了两种生活的对比，一种是竹杖芒鞋的平民生活，一种是肥马轻裘的贵族生活。在历经了政治上的风风雨雨后，苏轼越来越认同这种真真切切、平平淡淡的平民生活。“竹杖”、“芒鞋”是苏轼用来表达平民生活的重要意象，在其诗词中经常使用，如《初入庐山》：“芒鞋青竹杖，自挂百钱游。”《东坡》：“莫嫌荦确坡头路，自爱铿然曳杖声。”《寓居定惠院》：“不问人家与僧舍，拄杖敲门看修竹。”尽管苏轼是一位士人和官员，但却是一个平民艺术家，常常深入民间，并过着平民般的生活。“竹杖芒鞋”就是苏东坡典型的平民形象，也是其平民人格的真实写照。&&&竹杖芒鞋行走在风雨中，本是一种艰辛的生活，而苏轼却走得那么潇洒、悠闲。对于这种生活，他进一步激励自己：“谁怕？”意思是说，我不怕这种艰辛和磨难。这是一句反问句，意在强调这种生活态度。为什么要强调这种生活态度呢？因为对于苏轼，这就是他一生的生活态度，所以他说：“一蓑烟雨任平生”。“一蓑烟雨”，是说整个蓑衣都在烟雨中，实际上是说他的全身都在风吹雨打之中。这“一蓑烟雨”也象征人生的风雨、政治的风雨。而“任平生”，是说一生任凭风吹雨打，而始终那样的从容、镇定、达观。这一句简直就是苏轼一生生活的写照。他在政治上不断地受到打击，一贬再贬，晚年最后流放到了蛮荒之地海南岛。但是在精神上，他始终没有被打败，始终保持一颗鲜活灵动的心。当他被贬到海南岛，仍能够写出“云散月明谁点缀，天容海色本澄清”这样心灵纯净的句子。对于“一蓑烟雨”这样的意象，苏轼是非常喜爱的。他对唐代词人张志和的词《渔父》中“青箬笠，绿蓑衣，斜风细雨不须归”这样的句子极为赞赏，恨其曲调不传，并将其改为《浣溪沙》中句子（“自庇一身轻箬笠，相随到处绿蓑衣”）入歌。&&&我们再看词的下阕，下阕转到写雨后的情景和感受。“料峭春风吹酒醒，微冷，山头斜照却相迎。”这里描绘了一个有趣而又充满哲理的画面：一边是料峭春风，作者感到丝丝的冷意；一边是山头斜照，作者感到些些的暖意。这既是写景，也是表达人生的哲理。人生不就是这样充满辩证法吗？在寒冷中有温暖，在逆境中有希望，在忧患中有喜悦。当你对人生的这种辩证法有了了悟之后，就不会永远沉陷在悲苦和挫折之中，就会在微冷的醒觉中升起一股暖意、一线希望。“山头斜照却相迎”，是对生活的一种积极观照，是一种通观，是苏轼经历磨难和打击之后，在灵魂上的升华。苏轼在他的另两句诗中，也表达这种思想：“参横斗转欲三更，苦雨终风也解晴。”意谓凄风苦雨之后也终会放晴的。&&&其实以上三句表达的还只是一种儒家的境界，这是一种入世的人生态度。在此基础上，苏轼进一步彻悟人生：“回首向来萧瑟处，归去，也无风雨也无晴。”归去之后，看刚才刮风下雨的地方，哪里有什么雨，哪里有什么晴。所谓风雨，所谓晴，不过是人心中的幻象而已。这里苏轼进入到了佛教所说的“无差别境界”。在佛教看来，“万法惟心所现”，世界的一切物象皆是心所幻化而出的。如果心静，世界自然清静。其实世界万物并没有什么区别，只是我们有了分别心才有了世界万象。如果我们内心进入到了无差别的境界，世界万物哪有什么分别呢？因此佛教劝人“无执”，一切都不要执着，不要被外物所系缚。成功也好，失败也好，都不要太在乎，所谓“宠辱不惊”。苏轼在这里表达的正是这样一种哲理，归去之后（可理解心灵的皈依），心灵进入了宁静的境界，再看生活中的风雨或阳光，哪有什么区别呢？都微不足道。他在此劝人既不要因风雨而担惊受怕，也不要因阳光而欣喜若狂，一切都泰然处之。这看来似乎有些唯心的色彩了，其实这是一种人生的大境界，是一种了悟宇宙、人生之后的大超越。这也反映出了苏轼的人格境界，应该说苏轼的一生基本上达到了这一境界。晚年他流放到海南岛后，又把这三句稍一改，写入了另一首诗《独觉》：“潇然独觉午窗明，欲觉犹闻醉鼾声。回首向来萧瑟处，也无风雨也无晴。”可见，苏轼是以此来磨砺自己的人格境界，并贯穿在他一生的生命历程之中。全词以这样充满哲理的句子收尾，韵味无穷，令人深思。",
                    "transferInfo" : "不用注意那穿林打叶的雨声，何妨放开喉咙吟唱从容而行。竹杖和草鞋轻捷得胜过骑马，有什么可怕的？一身蓑衣任凭风吹雨打，照样过我的一生。春风微凉吹醒我的酒意，微微有些冷，山头初晴的斜阳却应时相迎。回头望一眼走过来的风雨萧瑟的地方，我信步归去，不管它是风雨还是放晴。",
                    "backgroundInfo" : "这首记事抒怀之词作于宋神宗元丰五年（公元1082年）春，当时是苏轼因“乌台诗案”被贬为黄州团练副使的第三个春天。词人与朋友春日出游突遇风雨，词人却毫不在乎，泰然处之，吟咏自若，缓步而行。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·密州出猎",
                    "author" : "苏轼",
                    "content" : "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。",
                    "addtionInfo" : "江城子：词牌名。密州：今山东诸城。老夫：作者自称，时年三十八。聊：姑且，暂且。狂：豪情。左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。黄：黄犬。苍：苍鹰。锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。千骑：上千个骑马的人，形容随从乘骑之多。倾城：全城的人都出来了。形容随观者之众。太守：指作者自己。看孙郎：孙郎，孙权。这里借以自喻。酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。尚：更。微霜：稍白。节：兵符，传达命令的符节。持节：是奉有朝廷重大使命。云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。会：定将。挽：拉。雕弓：弓背上有雕花的弓。满月：圆月。天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。《楚辞·九歌·东君》：“长矢兮射天狼。”《晋书·天文志》云：“狼一星在东井南，为野将，主侵掠。”词中以之隐喻侵犯北宋边境的辽国与西夏。",
                    "classInfo" : "1307",
                    "poetryID" : "7",
                    "source" : "3",
                    "analysesInfo" : "此词开篇“老夫聊发少年狂”，出手不凡。用一“狂”字笼罩全篇，藉以抒写胸中雄健豪放的一腔磊落之气。接下去的四句写出猎的雄壮场面，表现了猎者威武豪迈的气概：词人左手牵黄犬，右臂驾苍鹰，好一副出猎的雄姿！随从武士个个也是“锦帽貂裘”，打猎装束。千骑奔驰，腾空越野！全城的百姓也来了，来看他们的太守行猎，万人空巷。这是怎样一幅声势浩大的行猎图啊，作者倍受鼓舞，气冲斗牛，为了报答百姓随行出猎的厚意，决心亲自射杀老虎，让大家看看孙权当年搏虎的雄姿。作者以少年英主孙权自比，更是显出东坡“狂”劲和豪兴来。&&&以上主要写“出猎”这一特殊场合下表现出来的词人举止神态之“狂”，下片更由实而虚。&&&“酒酣胸胆尚开张，鬓微霜，又何妨。”下片前三句是说，我痛饮美酒，心胸开阔，胆气更为豪壮，虽然两鬓微微发白，但这又何妨？东坡为人本来就豪放不羁，再加上酒酣，就更加豪情洋溢了。&&&“持节云中，何日遣冯唐？”这两句是说，什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚的罪名（一样信任我）呢？此时东坡才四十岁，因反对王安石新法，自请外任。此时西北边事紧张，熙宁三年，西夏大举进军环、庆二州，四年占抚宁诸城。东坡因这次打猎，小试身手，进而便想带兵征讨西夏了。汉文帝时云中太守魏尚抗击匈奴有功，但因报功不实，获罪削职。后来文帝听了冯唐的话，派冯唐持节去赦免魏尚，仍叫他当云中太守。这是东坡借以表示希望朝廷委以边任，到边疆抗敌。一个文人要求带兵打仗，并不奇怪，宋代诗人多有此志。&&&“会挽雕弓如满月，西北望，射天狼。”末三句是说，我将使尽力气拉满雕弓如满月一样，朝着西北瞄望，射向西夏军队。词人最后为自己勾勒了一个挽弓劲射的英雄形象，英武豪迈，气概非凡。&&&此作是千古传诵的东坡豪放词代表作之一。词中写出猎之行，抒兴国安邦之志，拓展了词境，提高了词品，扩大了词的题材范围，为词的创作开创了崭新的道路。后又作出利箭射向敌人这种出人意料的结局，利用巧妙的艺术构思，把记叙出猎的笔锋一转，自然地表现出了他志在杀敌卫国的政治热情和英雄气概。作品融叙事、言志、用典为一体，调动各种艺术手段形成豪放风格，多角度、多层次地从行动和心理上表现了作者宝刀未老、志在千里的英风与豪气。",
                    "transferInfo" : "我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂托起苍鹰，头戴华美鲜艳的帽子，身穿貂鼠皮衣，带着浩浩荡荡的大部队像疾风一样，席卷平坦的山冈。为了报答全城的人跟随我出猎的盛意，我要像孙权一样，亲自射杀猛虎。我痛饮美酒，心胸开阔，胆气更为豪壮，两鬓微微发白，这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚一样信任我呢？那时我将使尽力气拉满雕弓就像满月一样，瞄准西北，射向西夏军队。",
                    "backgroundInfo" : "这首词作于公元1075年（神宗熙宁八年），作者在密州（今山东诸城）任知州。这是宋人较早抒发爱国情怀的一首豪放词，在题材和意境方面都具有开拓意义。词的上阙叙事，下阙抒情，气势雄豪，淋淳酣畅，一洗绮罗香泽之态，读之令人耳目一新。首三句直出会猎题意，次写围猎时的装束和盛况，然后转写自己的感想：决心亲自射杀猛虎，答谢全城军民的深情厚意。过片以后，叙述猎后开怀畅饮，并以魏尚自比，希望能够承担起卫国守边的重任。&&&结尾直抒胸臆，抒发杀敌报国的豪情：总有一天，要把弓弦拉得像满月一样，射掉那贪残成性的“天狼星”，将西北边境上的敌人统统一扫而光。这首词在偎红倚翠、浅斟低唱之风盛行的北宋词坛可谓别具一格，自成一体，对南宋爱国词有直接影响。作者对此阕也颇感自豪，在《与鲜于子骏书》中，他曾说此词“令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也”“自是一家”。可见这首词可能是作者第一次作豪放词的尝试，可见作者青出于蓝而胜于蓝，颇具文学底蕴。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "江城子·乙卯正月二十日夜记梦",
                    "author" : "苏轼",
                    "content" : "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
                    "addtionInfo" : "乙卯：公元1075年，即北宋熙宁八年。十年：指结发妻子王弗去世已十年。思量（liáng）：想念。千里：王弗葬地四川眉山与苏轼任所山东密州，相隔遥远，故称“千里”。“尘满面”两句，形容年老憔悴。幽梦：梦境隐约，故云幽梦。小轩窗：指小室的窗前，轩：门窗。顾：看。明月夜，短松冈：苏轼葬妻之地，短松：矮松。",
                    "classInfo" : "1308",
                    "poetryID" : "8",
                    "source" : "3",
                    "analysesInfo" : "中国文学史上，从《诗经》开始，就已经出现“悼亡诗”。从悼亡诗出现一直到北宋的苏轼这期间，悼亡诗写得最有名的有西晋的潘岳和中唐的元稹。晚唐的李商隐亦曾有悼亡之作。他们的作品悲切感人。而用词写悼亡，是苏轼的首创。苏轼的这首悼亡之作与前人相比，它的表现艺术却另具特色。这首词是“记梦”，而且明确写了做梦的日子。但虽说是“记梦”，其实只有下片五句是记梦境，其他都是抒胸臆。&&&开头三句，排空而下，真情直语，感人至深。“十年生死两茫茫”生死相隔，死者对人世是茫然无知了，而活着的人对逝者，也是同样的。恩爱夫妻，撒手永诀，时间倏忽，转瞬十年。“不思量，自难忘”，人虽云亡，而过去美好的情景“自难忘”怀。因为作者时至中年，那种共担忧患的夫妻感情，久而弥笃，是一时一刻都不能消除的。作者将“不思量”与“自难忘”并举，利用这两组看似矛盾的心态之间的张力，真实而深刻地揭示自己内心的情感。十年忌辰，触动人心的日子里，他不能“不思量”那聪慧明理的贤内助。往事蓦然来到心间，久蓄的情感潜流，忽如闸门大开，奔腾澎湃难以遏止。于是乎有梦，是真实而又自然的。&&&“千里孤坟，无处话凄凉”。想到爱妻华年早逝，感慨万千，远隔千里，无处可以话凄凉，话说得极为沉痛。抹煞了生死界线的痴语、情语，极大程度上表达了作者孤独寂寞、凄凉无助而又急于向人诉说的情感，格外感人。接着，“纵使相逢应不识，尘满面，鬓如霜。”这三个长短句，又把现实与梦幻混同了起来，把死别后的个人种种忧愤，包括在容颜的苍老，形体的衰败之中，这时他才四十岁，已经“鬓如霜”了。明明她辞别人世已经十年，却要“纵使相逢”，这是一种绝望的、不可能的假设，感情是深沉、悲痛，而又无奈的，表现了作者对爱侣的深切怀念，也把个人的变化做了形象的描绘，使这首词的意义更加深了一层。&&&苏东坡曾在《亡妻王氏墓志铭》记述了“妇从汝于艰难，不可忘也”的父训。而此词写得如梦如幻，似真非真，其间真情恐怕不是仅仅依从父命，感于身世吧。作者索于心，托于梦的确实是一份“不思量，自难忘”的患难深情。&&&下片的头五句，才入了题开始“记梦”。“夜来幽梦忽还乡 ”写自己在梦中忽然回到了时常怀念的故乡，在那个两人曾共度甜蜜岁月的地方相聚、重逢。“小轩窗，正梳妆。”那小室，亲切而又熟悉，她情态容貌，依稀当年，正在梳妆打扮。这犹如结婚未久的少妇，形象很美，带出苏轼当年的闺房之乐。作者以这样一个常见而难忘的场景表达了爱侣在自己心目中的永恒的印象。夫妻相见，没有出现久别重逢、卿卿我我的亲昵，而是“相顾无言，唯有泪千行！”这正是东坡笔力奇崛之处，妙绝千古。“此时无声胜有声”，无声之胜，全在于此。别后种种从何说起，只有任凭泪水倾落。一个梦，把过去拉了回来，但当年的美好情景，并不存在。这是把现实的感受溶入了梦中，使这个梦也令人感到无限凄凉。&&&结尾三句，又从梦境落回到现实上来。“料得年年肠断处；明月夜，短松冈。”料想长眠地下的爱侣，在年年伤逝的这个日子，为了眷恋人世、难舍亲人，而柔肠寸断。推己至人，作者设想此时亡妻一个人在凄冷幽独的“明月”之夜的心境，可谓用心良苦。在这里作者设想死者的痛苦，以寓自己的悼念之情。东坡此词最后这三句，意深，痛巨，余音袅袅，让人回味无穷。特别是“明月夜，短松冈”二句，凄清幽独，黯然魂销。这番痴情苦心实可感天动地。&&&这首词运用分合顿挫，虚实结合以及叙述白描等多种艺术的表现方法，来表达作者怀念亡妻的思想感情，在对亡妻的哀思中又糅进自己的身世感慨，因而将夫妻之间的情感表达得深婉而挚着，使人读后无不为之动情而感叹哀惋。",
                    "transferInfo" : "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。",
                    "backgroundInfo" : "苏东坡十九岁时，与年方二八（十六岁）的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。苏轼在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉 ”（陈师道语）且传诵千古的悼亡词。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "苏幕遮·燎沉香",
                    "author" : "周邦彦",
                    "content" : "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。",
                    "addtionInfo" : "燎（liáo）：烧。沉香：木名，其芯材可作熏香料。溽(rù)暑：潮湿的暑气。呼晴：唤晴。旧有鸟鸣可占晴雨之说。侵晓：快天亮的时候。侵，渐近。宿雨：昨夜下的雨。清圆：清润圆正。风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。旅：客居。楫（jí）：划船用具，短桨。芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。",
                    "classInfo" : "1309",
                    "poetryID" : "9",
                    "source" : "3",
                    "analysesInfo" : "此词由眼前的荷花想到故乡的荷花，游子浓浓的思乡情，向荷花娓娓道来，构思尤为巧妙别致。上片主要描绘荷花姿态，下片由荷花梦回故乡。全词写景写人写情写梦皆语出天然，不加雕饰而风情万种，通过对清圆的荷叶、五月的江南、渔郎的轻舟这些情景进行虚实变幻的描写，思乡之苦表达得淋漓尽致。&&&这首词，上阕写景，下阕抒情，段落极为分明。“燎沉香，消溽暑”两句，点明季节。“沉香”是一种香料，“溽[rù]暑”指湿热的夏天。这两句说：点燃（燎）起沉香，来驱除夏天的湿热之气。作者在室内闷热难忍，忽然听到窗前檐头的鸟语。&&&“鸟雀呼晴，侵晓窥檐语”两句是说：一大早鸟雀就在屋檐下探头探脑地唧唧喳喳叫个不停，原来昨夜下雨，快天亮时才停，鸟雀都在欢呼天放晴了呢。“呼睛”，欢呼天晴了。“侵晓”：天刚亮。“窥”，偷看。“窥檐语”，指鸟雀在屋檐下张望和啼叫，好象是在互相说话。檐雀的“呼晴”，把他引到了室外，他信步走到荷塘旁边。呈现在面前的是多么清丽的景色啊！&&&“叶上初阳乾宿雨，水面清圆，一一风荷举。”，写荷塘景色。大意是：清圆的荷叶，叶面上还留存昨夜的雨珠，在朝阳下逐渐地干了，一阵风来，荷叶儿一团团地舞动起来。这像是电影的镜头一样，有时间性的景致。词句炼一“举”字，全词站立了起来，动景如生。这样，再看“燎沉香，消溽暑”的时间，则该是一天的事，而从“鸟雀呼晴”起，则是晨光初兴的景物，然后再从屋边推到室外，荷塘一片新晴景色。再看首二句，时间该是拖长了，夏日如年，以香消之，寂静可知，意义丰富而含蓄，为下阕久客思乡伏了一笔。&&&下阕直抒胸怀，语词如话，不加雕饰。己身旅泊“长安”，实即当时汴京（今开封）。周邦彦本以太学生入都，以献《汴都赋》为神宗所赏识，进为太学正，但仍无所作为，不免有乡关之思。“故乡遥，何日去？”眼前的景色使作者思念起故乡来了，而故乡那么遥远，什么时候才能回去呢？&&&“家住吴门，久作长安旅”两句说：我本是南方吴地人，却长期在北方做官。“吴门”指苏州，这里用来代指南方。“长安”在这里代指北宋的都城汴京。“久作长安旅”是说自己长期客居在京城做官。明明是作者长期客居，思念家乡，可是他偏偏不说自己，而是从家乡的朋友着笔，说“五月渔郎相忆否？”旧历五月，已是夏天，正是词人写这首词的季节。“渔郎”，这里指从前跟作者一起钓鱼或打鱼的朋友，不知你们还想念我吗？这里还含有作者在想念这些朋友的意思，这个意思通过“相忆”的“相”字透露出来。作者怎么想念呢？&&&“小楫轻舟，梦入芙蓉浦。”作者想念同这些朋友乘着小船，打着木桨（小楫），穿行在家乡那长满荷花的小河塘里。“芙蓉”，即荷花。“浦”，指河塘。一个“梦”字点明这些只不过是作者的梦影，这个“梦”字也含有不过是梦想罢了的意思。这就表明了他强烈的思乡情绪和回不了故乡的矛盾心理。&&&这首词构成的境界，确如周济所说：“上阕，若有意，若无意，使人神眩。”（《宋四家词选》）而周邦彦的心胸，又当如陈世所说：“不必以词胜，而词自胜。风致绝佳，亦见先生胸襟恬淡”《云韶集》。足见周邦彦的词以典雅著称，又被推为集大成词人，其词作固然精工绝伦，而其思想境界之高超，实尤为其词作之牢固基础。",
                    "transferInfo" : "焚烧沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天，拂晓时分我偷偷听它们在屋檐下窃窃私语。初出的阳光晒干了荷叶上昨夜的雨滴，水面上的荷花清润圆正，微风吹过，荷叶一团团地舞动起来。想到那遥远的故乡，什么时候才能回去啊？我家本在江南一带，却长久地客居长安。又到五月，不知家乡的朋友是否也在思念我？在梦中，我划着一叶小舟，又闯入那西湖的荷花塘中。",
                    "backgroundInfo" : "这首词作于公元1083年（宋神宗元丰六年）至公元1086年（宋哲宗元祐元年）之间，当时周邦彦一直客居京师，周邦彦本以太学生入都，以献《汴都赋》为神宗所赏识，进为太学正，但仍无所作为，不免有乡关之思。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "一剪梅·红藕香残玉簟秋",
                    "author" : "李清照",
                    "content" : "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
                    "addtionInfo" : "红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。裳（cháng）：古人穿的下衣，也泛指衣服。兰舟：此处为船的雅称。锦书：妻寄夫为锦字，或称锦书，亦泛为书信的美称。雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。",
                    "classInfo" : "1310",
                    "poetryID" : "10",
                    "source" : "3",
                    "analysesInfo" : "这是一首倾诉相思、别愁之苦的词。这首词在黄昇《花庵词选》中题作“别愁”，是李清照写给新婚未久即离家外出的丈夫赵明诚的，她诉说了自己独居生活的孤独寂寞，急切思念丈夫早日归来的心情。伊世珍《琅嬛记》说：“易安结褵（婚）未久，明诚即负笈远游。易安殊不忍别，觅锦帕书《一剪梅》词以送之。”作者在词中以女性特有的敏感捕捉稍纵即逝的真切感受，将抽象而不易捉摸的思想感情，以素淡的语言表现出具体可感、为人理解、耐人寻味的东西。&&&词的上阕首句“红藕香残玉簟秋”写荷花凋谢、竹席浸凉的秋天，空灵蕴藉。“红藕”，即粉红荷花。“玉簟”，是精美的竹席。这一句涵义极其丰富，它不仅点明了萧疏秋意的时节，而且渲染了环境气氛，对作者的孤独闲愁起了衬托作用。表面上写出荷花残，竹席凉这些寻常事情，实质上暗含青春易逝，红颜易老，“人去席冷”之意境。梁绍壬《两般秋雨庵随笔》赞美此句“有吞梅嚼雪，不食人间烟火气象”。“轻解罗裳，独上兰舟”是写其白天泛舟水上之事：词人解开绫罗裙，换着便装，独自划着小船去游玩。“轻解”与“独上”，栩栩如生地表现出她的神态、举动。“轻”，写手脚动作的轻捷灵敏，表现出生怕惊动别人，小心而又有几分害羞的少妇心情。正因为是“轻”，所以谁也不知道，连侍女也没让跟上。“独”字就是回应上句的“轻”字，点明了下阕“愁”字的症结。“独上兰舟”，正是她想借泛舟以消愁，并非闲情逸致的游玩。昔日也许双双泛舟，而今独自击楫，恩爱情深、朝夕相伴的的丈夫久盼不归，怎不教她愁情满怀。“云中谁寄锦书来？”惦念丈夫，望眼欲穿，真是一封“家书抵万金”。“雁字回时，月满西楼”是她思夫的迫切心情，突然自现的外在表现。作者借助于鸿雁传书的传说，画面清晰，形象鲜明，它渲染了一个月光照满楼头的美好夜景，然而在喜悦的背后，蕴藏着相思的泪水。“月满西楼”写月夜思妇凭栏望眺。月已西斜，足见她站立楼头已久，这就表明了她思夫之情更深，愁更极。盼望音讯的她仰头叹望，竟产生了雁足回书的遐想。难怪她不顾夜露浸凉，呆呆伫立凝视，直到月满西楼而不知觉。&&&下阕“花自飘零水自流”，言眼前的落花流水可不管你的心情如何，自是飘零东流。其实，这一句含有两个意思：“花自飘零”，是说她的青春象花那样空自凋残；“水自流”，是说她丈夫远行了，象悠悠江水空自流。只要我们仔细玩味，就不难发觉，李清照既为自己的红颜易老而感慨，更为丈夫不能和自己共享青春而让它白白地消逝而伤怀。这种复杂而微妙的感情，正是从两个“自”字中表现出来的。这就是她之所以感叹“花自飘零水自流”的关键所在，也是她俩真挚爱情的具体表现。当然，它所喻的人世的一切诸如离别，均给人以无可奈何之感。“一种相思，两处闲愁。”由己及人，互相思念，这是有情人的心灵感应，相互爱慕，温存备致，她想到丈夫一定也同样因离别而苦恼着。这种独特的构思体现了李清照与赵明诚夫妇二人心心相印、情笃爱深，相思却又不能相见的无奈思绪流诸笔端。“此情无计可消除，才下眉头，却上心头。”这种相思之情笼罩心头，无法排遣，蹙着的愁眉方才舒展，而思绪又涌上心头，其内心的绵绵愁苦挥之不去，遣之不走。“才下”、“却上”两个词用得很好，把真挚的感情由外露转向内向，迅疾的情绪变化打破了故作平静的心态，把相思之苦表现得极其真实形象，表达了绵绵无尽的相思与愁情，独守空房的孤独与寂寞充满字里行间，感人至深。这和李煜《乌夜啼》“剪不断，理还乱，是离愁，别是一般滋味在心头”，有异曲同工之妙境，成为千古绝唱。&&&《一剪梅》笔调清新，风格细腻，给景物以情感，景语即情语，景物体现了她的心情，显示着她的形象特征。词人移情入景，借景抒情，情景交融，耐人寻味。",
                    "transferInfo" : "粉红色的荷花已经凋谢，幽香也已消散，光滑如玉的竹席带着秋的凉意。解开绫罗裙，换着便装，独自登上小船。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？雁群飞回来时，月光已经洒满了西楼。落花独自地飘零着，水独自地流淌着。彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。这相思的愁苦实在无法排遣，刚从微蹙的眉间消失，又隐隐缠绕上了心头。",
                    "backgroundInfo" : "此词是李清照前期的作品，当作于婚后不久。题名为元人伊世珍作的《琅嬛记》引《外传》云：“易安结缡未久，明诚即负笈远游。易安殊不忍别，觅锦帕书《一剪梅》词以送之。”而现代词学家王仲闻编著的《李清照集校注》卷一提出了不同意见：“清照适赵明诚时，两家俱在东京，明诚正为太学生，无负笈远游事。此则所云，显非事实。而李清照之父称为李翁，一似不知其名者，尤见芜陋。《琅嬛记》乃伪书，不足据。”&&&根据李清照带有自传性的《金石录后序》所言，宋徽宗建中靖国元年（1101年）李清照嫁与赵明诚，婚后伉俪之情甚笃，有共同的兴趣爱好。而后其父李格非在党争中蒙冤，李清照亦受到株连，被迫还乡，与丈夫时有别离。这不免勾起她的许多思念之情，写下了多首词篇，这首《一剪梅》是其中的代表作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "醉花阴·薄雾浓云愁永昼",
                    "author" : "李清照",
                    "content" : "薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱厨，半夜凉初透。东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。",
                    "addtionInfo" : "瑞脑：一种薰香名，又称龙脑，即冰片。消：一本作“销”。重阳：农历九月九日为重阳节。纱厨：即防蚊蝇的纱帐。东篱：泛指采菊之地。陶渊明《饮酒诗》：采菊东篱下，悠悠见南山。为古今艳称之名句，故“东篱”亦成为诗人惯用之咏菊典故。暗香：这里指菊花的幽香。消魂：形容极度忧愁、悲伤。 消：一作“销”。西风：秋风。",
                    "classInfo" : "1311",
                    "poetryID" : "11",
                    "source" : "3",
                    "analysesInfo" : "这首词是作者婚后所作，通过描述作者重阳节把酒赏菊的情景，烘托了一种凄凉寂寥的氛围，表达了作者思念丈夫的孤独与寂寞的心情。&&&“薄雾浓云愁永昼”，这一天从早到晚，天空都是布满着“薄雾浓云”，这种阴沉沉的天气最使人感到愁闷难捱。外面天气不佳，只好待在屋里。永昼，一般用来形容夏天的白昼，这首词写的是重阳，即农历九月九日，已到秋季时令，白昼越来越短，还说“永昼”，这只是词人的一种心理感觉。时间对于欢乐与愁苦的心境分别具有相对的意义，在欢乐中时间流逝得快，在愁苦中则感到时间的步履是那样缓慢。一个人若对“薄雾浓云”特别敏感，担心白天总也过不完，那么，她的心境定然不舒畅。李清照结婚不久，就与相爱至深的丈夫赵明诚分离两地，这时她正独守空房，怪不得感到日长难捱了。这里虽然没有直抒离愁，但仍可透过这层灰蒙蒙的“薄雾浓云”，窥见女词人的内心苦闷。“瑞脑消金兽”一句，便是转写室内情景：她独自个儿看着香炉里瑞脑香的袅袅青烟出神，真是百无聊赖。又是重阳佳节了，天气骤凉，睡到半夜，凉意透入帐中枕上，对比夫妇团聚时闺房的温馨，真是不可同日而语。上片寥寥数句，把一个闺中少妇心事重重的愁态描摹出来。她走出室外，天气不好；待在室内又闷得慌；白天不好过，黑夜更难挨；坐不住，睡不宁，真是难以将息。“佳节又重阳”一句有深意。古人对重阳节十分重视。这天亲友团聚，相携登高，佩茱萸，饮菊酒。李清照写出“瑞脑消金兽”的孤独感后，马上接以一句“佳节又重阳”，显然有弦外之音，暗示当此佳节良辰，丈夫不在身边，“遍插茱萸少一人”，不禁叫她“每逢佳节倍思亲”。“佳节又重阳”一个“又”字，是有很浓的感情色彩的，突出地表达了她的伤感情绪。紧接着两句：“玉枕纱厨，半夜凉初透。”丈夫不在家，玉枕孤眠，纱帐内独寝，难免有孤寂之感。“半夜凉初透”，不只是时令转凉，而是别有一番凄凉滋味。&&&下片写重阳节这天黄昏赏菊东篱、借酒浇愁的情景。把酒赏菊本是重阳佳节的一个主要节目，大概为了应景，李清照在屋里闷坐了一天，直到傍晚，才强打精神“东篱把酒”来了。可是，这并未能宽解一下愁怀，反而在她的心中掀起了更大的感情波澜。重阳是菊花节，菊花开得极盛极美，她一边饮酒，一边赏菊，染得满身花香。然而，她又不禁触景伤情，菊花再美，再香，也无法送给远在异地的亲人。“有暗香盈袖”一句，化用了《古诗十九首》“馨香盈怀袖，路远莫致之”句意。“暗香”，通常指梅花。“疏影横斜水清浅，暗香浮动月黄昏”，就是北宋诗人林逋咏梅花的名句。这里则以“暗香”指代菊花。菊花经霜不落，傲霜而开，风标与梅花相似，暗示词人高洁的胸襟和脱俗的情趣。同时也流露出“馨香满怀袖，路远莫致之”的深深遗憾。这是暗写她无法排遣的对丈夫的思念。她实在情不自禁，再无饮酒赏菊的意绪，于是匆匆回到闺房。“莫道不消魂”句写的是晚来风急，瑟瑟西风把帘子掀起了，人感到一阵寒意。联想到刚才把酒相对的菊花，菊瓣纤长，菊枝瘦细，而斗风傲霜，人则悲秋伤别，消愁无计，此时顿生人不如菊之感。以“人比黄花瘦”作结，取譬多端，含蕴丰富。&&&此词在艺术上的一个特点是“物皆著我之色彩”，从天气到瑞脑金兽、玉枕纱厨、帘外菊花，词人用她愁苦的心情来看这一切，无不涂上一层愁苦的感情色彩。在结构上自起句至“有暗香盈袖”，都是铺叙笔法；而把节日离索的刻挚深情留在结拍，使它如高峰突起。“莫道不消魂，帘卷西风，人比黄花瘦”，成为全篇最精彩之笔。以花木之“瘦”，比人之瘦，诗词中不乏类似的句子，这是因为正是“莫道不消魂，帘卷西风，人比黄花瘦”这三句，才共同创造出一个凄清寂寥的深秋怀人的境界。“莫道不消魂”，直承“东篱把酒”以“人拟黄花”的比喻，与全词的整体形象相结合。“帘卷西风”一句，更直接为“人比黄花瘦”句作环境气氛的渲染，使人想象出一幅画面：重阳佳节佳人独对西风中的瘦菊。有了时令与环境气氛的烘托，“人比黄花瘦”才有了更深厚的寄托，此句也才能为千古传诵的佳句。&&&此词的另一个特点是含蓄。唐司空图认为含蓄的主要特征是：“不著一字，尽得风流。语不涉及，若不堪忧。”（《诗品·含蓄》）从字面上看，这首《醉花阴》没有写离别之苦，相思之情，但仔细寻味，它的每个字都浸透了这一点。从她不时去看香炉里的瑞脑燃烧了多少（也即时间过去了多少）的细节中，读者可以感到她简直是度日如年。白天好不容易挨过去了，晚上更加难捱。李清照不直接写“每逢佳节倍思亲”，而是写失眠，写一直到半夜都没有睡着。看来她不只是身体感到凉，主要的还是内心感到凉。于是她对赵明诚那苦苦思念之情便从字里行间洋溢而出。读罢全词，一位不堪忍受离别之苦的少妇形象生动地立在读者眼前。&&&全词明白如话，没有冷涩难懂之处，表达的感情却十分深沉细腻。畅达与深沉相结合，这正是李清照词风的一个重要特点。",
                    "transferInfo" : "薄雾弥漫，云层浓密，日子过得郁闷愁烦，龙脑香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。此时此地怎么能不令人伤感呢？风乍起，卷帘而入，帘内的人儿因过度思念身形竟比那黄花还要瘦弱。",
                    "backgroundInfo" : "这首词是李清照前期的怀人之作。公元1101年（宋徽宗建中靖国元年），十八岁的李清照嫁给太学生赵明诚，婚后不久，丈夫便“负笈远游”，深闺寂寞，她深深思念着远行的丈夫。公元1103年（崇宁二年），时届重九，人逢佳节倍思亲，便写了这首词寄给赵明诚。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "声声慢·寻寻觅觅",
                    "author" : "李清照",
                    "content" : "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
                    "addtionInfo" : "寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。凄凄惨惨戚戚：忧愁苦闷的样子。乍暖还（huán）寒：指秋天的天气，忽然变暖，又转寒冷。将息：旧时方言，休养调理之意。怎敌他：对付，抵挡。损：表示程度极高。堪：可。怎生：怎样的。生：语助词。梧桐更兼细雨：暗用白居易《长恨歌》“秋雨梧桐叶落时”诗意。这次第：这光景、这情形。怎一个愁字了得：一个“愁”字怎么能概括得尽呢？",
                    "classInfo" : "1312",
                    "poetryID" : "12",
                    "source" : "3",
                    "analysesInfo" : "靖康之变后，李清照国破，家亡，夫死，伤于人事。这时期她的作品再没有当年那种清新可人，浅斟低唱，而转为沉郁凄婉，主要抒写她对亡夫赵明诚的怀念和自己孤单凄凉的景况。此词便是这时期的典型代表作品之一。&&&这首词起句便不寻常，一连用七组叠词。不但在填词方面，即使在诗赋曲也绝无仅有。但好处不仅在此，这七组叠词还极富音乐美。宋词是用来演唱的，因此音调和谐是一个很重要的内容。李清照对音律有极深造诣，所以这七组叠词朗读起来，便有一种大珠小珠落玉盘的感觉。只觉齿舌音来回反复吟唱，徘徊低迷，婉转凄楚，有如听到一个伤心之极的人在低声倾诉，然而她还未开口就觉得已能使听众感觉到她的忧伤，而等她说完了，那种伤感的情绪还是没有散去。一种莫名其妙的愁绪在心头和空气中弥漫开来，久久不散，余味无穷。&&&心情不好，再加上这种乍暖还寒天气，词人连觉也睡不着了。如果能沉沉睡去，那么还能在短暂的时间内逃离痛苦，可是越想入眠就越难以入眠，于是词人就很自然想起亡夫来。披衣起床，喝一点酒暖暖身子再说吧。可是寒冷是由于孤独引起的，而饮酒与品茶一样，独自一人只会觉得分外凄凉。&&&端着一杯淡酒，而在这天暗云低，冷风正劲的时节，却突然听到孤雁的一声悲鸣，那种哀怨的声音直划破天际，也再次划破了词人未愈的伤口，头白鸳鸯失伴飞。词人感叹：唉，雁儿，你叫得这样凄凉幽怨，难道你也像我一样，老年失偶了吗？难道也像我一样，余生要独自一人面对万里层山，千山暮雪吗？胡思乱想之下，泪光迷蒙之中，蓦然觉得那只孤雁正是以前为自己传递情书的那一只。无可奈何花落去，似曾相识燕归来。旧日传情信使仍在，而秋娘与萧郎已死生相隔，人鬼殊途了，物是人非事事休，欲语泪先流。这一奇思妙想包含着无限无法诉说的哀愁。&&&这时看见那些菊花，才发觉花儿也已憔悴不堪，落红满地，再无当年那种“东篱把酒黄昏后，有暗香盈袖”的雅致了。词人想：以往丈夫在世时的日子多么美好，诗词唱和，整理古籍，可如今呢？只剩下自己一个人在受这无边无际的孤独的煎熬了。故物依然，人面全非。“旧时天气旧时衣，只有情怀，不得似往时。”独对着孤雁残菊，更感凄凉。手托香腮，珠泪盈眶。怕黄昏，捱白昼。对着这阴沉的天，一个人要怎样才能熬到黄昏的来临呢？漫长使孤独变得更加可怕。独自一人，连时间也觉得开始变慢起来。&&&好不容易等到了黄昏，却又下起雨来。点点滴滴，淅淅沥沥的，无边丝雨细如愁，下得人心更烦了。再看到屋外那两棵梧桐，虽然在风雨中却互相扶持，互相依靠，两相对比，自己一个人要凄凉多了。&&&急风骤雨，孤雁残菊梧桐，眼前的一切，使词人的哀怨重重叠叠，直至无以复加，不知怎样形容，也难以表达出来。于是词人再也不用什么对比，什么渲染，什么赋比兴了，直截了当地说：“这次第，怎一个愁字了得？”简单直白，反而更觉神妙，更有韵味，更堪咀嚼。相形之下，连李煜的“问君能有几多愁，恰似一江春水向东流”也稍觉失色。一江春水虽然无穷无尽，但毕竟还可形容得出。而词人的愁绪则非笔墨所能形容，自然稍胜一筹。&&&前人评此词，多以开端三句用一连串叠字为其特色。但只注意这一层，不免失之皮相。词中写主人公一整天的愁苦心情，却从“寻寻觅觅”开始，可见她从一起床便百无聊赖，如有所失，于是东张西望，仿佛飘流在海洋中的人要抓到点什么才能得救似的，希望找到点什么来寄托自己的空虚寂寞。下文“冷冷清清”，是“寻寻觅觅”的结果，不但无所获，反被一种孤寂清冷的气氛袭来，使自己感到凄惨忧戚。于是紧接着再写了一句“凄凄惨惨戚戚”。仅此三句，一种由愁惨而凄厉的氛围已笼罩全篇，使读者不禁为之屏息凝神。这乃是百感迸发于中，不得不吐之为快，所谓“欲罢不能”的结果。&&&“乍暖还寒时候”这一句也是此词的难点之一。此词作于秋天，但秋天的气候应该说“乍寒还暖”，只有早春天气才能用得上“乍暖还寒”。这是写一日之晨，而非写一季之候。秋日清晨，朝阳初出，故言“乍暖”；但晓寒犹重，秋风砭骨，故言“还寒”。至于“时候”二字，有人以为在古汉语中应解为“节候”；但柳永《永遇乐》云：“薰风解愠，昼景清和，新霁时候。”由阴雨而新霁，自属较短暂的时间，可见“时候”一词在宋时已与现代汉语无殊了。“最难将息”句则与上文“寻寻觅觅”句相呼应，说明从一清早自己就不知如何是好。&&&下面的“三杯两盏淡酒，怎敌他晚来风急”，正与上文“乍暖还寒”相合。古人晨起于卯时饮酒，又称“扶头卯酒”。这里说用酒消愁是不抵事的。至于下文“雁过也”的“雁”，是南来秋雁，正是往昔在北方见到的，所以说“正伤心，却是旧时相识”了。《唐宋词选释》说：“雁未必相识，却云‘旧时相识’者，寄怀乡之意。赵嘏《寒塘》：‘乡心正无限，一雁度南楼。’词意近之。”&&&上片从一个人寻觅无着，写到酒难浇愁；风送雁声，反而增加了思乡的惆怅。于是下片由秋日高空转入自家庭院。园中开满了菊花，秋意正浓。这里“满地黄花堆积”是指菊花盛开，而非残英满地。“憔悴损”是指自己因忧伤而憔悴瘦损，也不是指菊花枯萎凋谢。正由于自己无心看花，虽值菊堆满地，却不想去摘它赏它，这才是“如今有谁堪摘”的确解。然而人不摘花，花当自萎；及花已损，则欲摘已不堪摘了。这里既写出了自己无心摘花的郁闷，又透露了惜花将谢的情怀，笔意比唐人杜秋娘所唱的“有花堪折直须折，莫待无花空折枝”要深远多了。&&&从“守著窗儿”以下，写独坐无聊，内心苦闷之状，比“寻寻觅觅”三句又进一层。“守著”句如依张惠言《词选》断句，以“独自”连上文。秦观（一作无名氏）《鹧鸪天》下片：“无一语，对芳樽，安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门”，与此词意境相近。但秦词从人对黄昏有思想准备方面着笔，李则从反面说，好像天有意不肯黑下来而使人尤为难过。“梧桐”两句不仅脱胎淮海，而且兼用温庭筠《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，把两种内容融而为一，笔更直而情更切。最后以“怎一个愁字了得”句作收，也是蹊径独辟之笔。自庾信以来，或言愁有千斛万斛，或言愁如江如海（分别见李煜、秦观词），总之是极言其多。这里却化多为少，只说自己思绪纷茫复杂，仅用一个“愁”字如何包括得尽。妙在又不说明于一个“愁”字之外更有什么心情，即戛然而止，仿佛不了了之。表面上有“欲说还休”之势，实际上已倾泻无遗，淋漓尽致了。&&&这首词大气包举，别无枝蔓，相关情事逐一说来，却始终紧扣悲秋之意，深得六朝抒情小赋之神髓，而以接近口语的朴素清新的语言谱入新声，运用凄清的音乐性语言进行抒情，又却体现了倚声家的不假雕饰的本色，诚属个性独具的抒情名作。",
                    "transferInfo" : "苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。秋天总是忽然变暖，又转寒冷，最难保养休息。喝三杯两杯淡酒，怎么能抵得住傍晚的寒风紧吹？一行大雁从头顶上飞过，更让人伤心，因为都是当年为我传递书信的旧日相识。园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？孤独的守着窗前，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，那雨声还是点点滴滴。这般光景，怎么能用一个“愁”字了结！",
                    "backgroundInfo" : "此词是李清照后期的作品，具体写作时间待考。有人认为作于南渡以后，正值金兵入侵，北宋灭亡，丈夫去世，一连串的打击使她尝尽了国破家亡、颠沛流离的苦痛，亡国之恨，丧夫之哀，孀居之苦，凝集心头，无法排遣，于是写下了这首《声声慢》。有人则认为是中年时期所作。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "满江红·写怀",
                    "author" : "岳飞",
                    "content" : "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。",
                    "addtionInfo" : "怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极。潇潇：形容雨势急骤。长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。八千里路云和月：形容南征北战、路途遥远、披星戴月。等闲：轻易，随便。靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。胡虏（lǔ）：秦汉时匈奴为胡虏,后世用为与中原敌对的北方部族之通称。朝天阙：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。",
                    "classInfo" : "1313",
                    "poetryID" : "13",
                    "source" : "3",
                    "analysesInfo" : "岳飞工诗词，虽留传极少，但这首《满江红》英勇而悲壮，深为人们所喜爱，它真实、充分地反映了岳飞精忠报国、一腔热血的英雄气概。这首的上片，“怒发冲冠，……空悲切”。意思说，我满腔热血，报国之情，再也压不住了，感到怒发冲冠，在庭院的栏杆边，望着潇潇秋雨下到停止。抬头远望，又对天长啸，急切盼望实现自己的志愿。三十多岁的人了，功名还未立，但是我也不在乎，功名好比尘土一样，都是不足所求的。我渴望的是什么东西呢？渴望是八千里路的征战，我要不停的去战斗，只要这征途上的白云和明月作伴侣。不能等了，让少年头轻易地变白了，到那时只空有悲愤。这一段表现了岳飞急于立功报国的宏愿。&&&下片，“靖康耻，……朝天阙。”靖康二年的国耻还没有洗雪，臣子的恨什么时候才能够消除呢？我要驾乘着战车踏破敌人的巢穴，肚子饿了，我要吃敌人的肉；口渴了；我要喝敌人的血。我有雄心壮志，我相信笑谈之间就可以做到这些。等待收复了山河的时候，再向朝庭皇帝报功吧！这一段表现了岳飞对“还我河山”的决心和信心。&&&这首词，代表了岳飞“精忠报国”的英雄之志，表现出一种浩然正气、英雄气质，表现了报国立功的信心和乐观主义精神。“壮志饥餐胡虏肉，笑谈渴饮匈奴血。”“侍从头、收拾旧山河”。把收复山河的宏愿，把艰苦的征战，以一种乐观主义精神表现出来，读了这首词，使人体会，只有胸怀大志，思想高尚的人，才能写出感人的词句。在岳飞的这首词中，词里句中无不透出雄壮之气，充分表现作者忧国报国的壮志胸怀。&&&从“怒发冲冠”到“仰天长啸”，先是写在家里庭院中的情况，他凭观栏雨，按说这是一种很惬意的生活，可是却按不住心头之恨而怒发冲冠。一句“仰天长啸”，道出了精忠报国的急切心情。&&&“三十功名尘与土，八千里路云和月。”说明了岳飞高尚的人生观，两句话把作者的爱与恨，追求与厌恶，说得清清楚楚。岳飞在这里非常巧妙地运用了“尘与土”；“云和月”。表白了自己的观点，既形象又很有诗意。&&&“莫等闲、白了少年头，空悲切。”这两句话很好理解，可作用很大，接着上面表达出的壮烈胸怀，急切期望早日为国家收复山河，不能等待了！到了白了少年头，那悲伤都来不及了。它有力地结束词的上片所表达的作者心情。&&&下片一开始就是，“靖康耻，犹未雪；臣子恨，何时灭？”把全诗的中心突出来，为什么急切地期望，胸怀壮志，就因为靖康之耻，几句话很抽象，但是守渡得很好，又把“驾长车、踏破贺兰山缺，”具体化了。从“驾长车”到“笑谈渴饮匈奴血”都以夸张的手法表达了对凶残敌人的愤恨之情，同时表现了英勇的信心和无畏的乐观精神。&&&“待从头、收拾旧山河，朝天阙。”以此收尾，既表达要胜利的信心，也说了对朝庭和皇帝的忠诚。岳飞在这里不直接说凯旋、胜利等，而用了“收拾旧山河”，显得有诗意又形象。",
                    "transferInfo" : "我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！",
                    "backgroundInfo" : "第一种说法：岳飞第一次北伐，即岳飞30岁出头时所作。第二种说法：公元1136年（绍兴六年）。绍兴六年，岳飞第二次出师北伐岳飞很快发现自己是孤军深入，既无援兵，又无粮草，不得不撤回鄂州（今湖北武昌）。此次北伐，岳飞壮志未酬，镇守鄂州时写下了千古绝唱的名词《满江红》。第三种说法：《满江红》创作的具体时间应该是在岳飞入狱前不久。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    },{
                    "name" : "破阵子·为陈同甫赋壮词以寄之",
                    "author" : "辛弃疾",
                    "content" : "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
                    "addtionInfo" : "醉里：醉酒之中。挑灯：拨动灯火，点灯。看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。八百里：指牛。麾：军旗。麾下：指部下。炙：烤肉。五十弦：本指瑟，泛指乐器。翻：演奏。塞外声：以边塞作为题材的雄壮悲凉的军歌。沙场：战场点兵：检阅军队。马作的卢（dì lú）飞快：战马像的卢马那样跑得飞快。作：像...一样。的卢：马名，一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。作：像，如。霹雳(pī lì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。了(liǎo)却：了结，完成。天下事：此指恢复中原之事。赢得：博得。身后：死后。可怜：可惜。",
                    "classInfo" : "1314",
                    "poetryID" : "14",
                    "source" : "3",
                    "analysesInfo" : "全词从意义上看，可分为上下两篇，前三句是一段，十分生动地描绘出一位披肝沥胆，忠一不二，勇往直前的将军的形象，从而表现了词人的远大抱负。后三句是一段，以沉痛的慨叹，抒发了“壮志难酬”的悲愤。&&&第一句，用三个连续的、富有特征性的动作，塑造了一个壮士的形象，让读者从那些动作中去体会人物的内心活动，去想象人物所处的环境，意味无穷。&&&“挑灯”的动作又点出了深夜情景。夜深人静，无法入睡，只好独自吃酒。吃“醉”之后，仍然不能平静，便继之以“挑灯”，又继之以“看剑”。总算睡着后，方才所想的一切，又幻为梦境。壮士好梦初醒，天已破晓，一个军营连着一个军营，响起一片号角声。这号角声，富有催人勇往无前的力量。而那位壮士，也正好是统领这些军营的将军。于是，他一跃而起，全副披挂，要把他“醉里”、“梦里”所想的一切统统变为现实。&&&二、三两句，突出地表现了雄壮的军容，表现了将军及士兵们高昂的战斗情绪。“八百里分麾下炙，五十弦翻塞外声”：兵士们欢欣鼓舞，饱餐将军分给的烤牛肉；军中奏起振奋人心的战斗乐曲。将军神采奕奕，意气昂扬，“沙场秋点兵”。这个“秋”字下得好。正当“秋高马壮”的时候，“点兵”出征，预示了战无不胜的前景。&&&“沙场秋点兵”之后，大气磅礴，直贯后片“马作的卢飞快，弓如霹雳弦惊”：将军率领铁骑，快马加鞭，神速奔赴前线，弓弦雷鸣，万箭齐发。仿佛看到若干连续出现的画面：敌人纷纷落马；残兵败将，狼狈溃退；将军身先士卒，乘胜追杀，一霎时结束了战斗；凯歌交奏，欢天喜地，旌旗招展。然而，在词的最后，作者却发出一声长叹：“可怜白发生！”从感情的高峰猛的跌落下来。原来，那壮阔盛大的军容，横戈跃马的战斗，以及辉煌胜利，千秋功名，不过全是梦境。这处境，的确是“悲哀”的。然而没有谁“可怜”他。于是，他写了这首“壮词”，寄给处境同样“可怜”的陈同甫。&&&从全词看，壮烈和悲凉、理想和现实，形成了强烈的对照。作者只能在醉里挑灯看剑，在梦中驰骋杀敌，在醒时发出悲叹。这是个人的悲剧，更是民族的悲剧。而作者的一腔忠愤，无论在醒时还是在醉里、梦中都不能忘怀，是他高昂而深沉的爱国之情、献身之志的生动体现。&&&这首词在布局方面也有一点值得注意。“醉里挑灯看剑”一句，突然发端，接踵而来的是闻角梦回、连营分炙、沙场点兵、克敌制胜，有如鹰隼突起，凌空直上。而当翱翔天际之时，陡然下跌，发出了“可怜白发生”的感叹，使读者不能不为作者的壮志难酬洒下惋惜怜悯之泪。这种陡然下落，同时也嘎然而止的写法，如果运用得好，往往因其出人意外而扣人心弦，产生强烈的艺术效果。这样的结构不但宋词中少有，在古代诗文中也很少见。这种艺术手法也正表现了辛词的豪放风格和他的独创精神。但是辛弃疾运用这样的艺术手法，不是故意卖弄技巧、追求新奇，这种表达手法正密切结合他的生活感情、政治遭遇。由于他的恢复大志难以实现，心头百感喷薄而出，便自然打破了形式上的常规，这绝不是一般只讲究文学形式的作家所能做到的。&&&这首词在声调方面有一点值得注意。《破阵子》上下两片各有两个六字句，都是平仄互对的，即上句为“仄仄平平仄仄”，下句为“平平仄仄平平”，这就构成了和谐的、舒缓的音节。上下片各有两个七字句，却不是平仄互对，而是仄仄平平平仄仄，仄仄平平仄仄平，这就构成了拗怒的、激越的音节。和谐与拗怒，舒缓与激越，形成了矛盾统一。作者很好地运用了这种矛盾统一的声调，恰当地表现了抒情主人公复杂的心理变化和梦想中的战斗准备、战斗进行、战斗胜利等许多场面的转换，收到了绘声绘色、声情并茂的艺术效果。&&&这首词在布局方面也有一点值得注意。“醉里挑灯看剑”一句，突然发端，接踵而来的是闻角梦回、连营分炙、沙场点兵、克敌制胜，有如鹰隼突起，凌空直上。而当翱翔天际之时，陡然下跌，发出了“可怜白发生”的感叹，使读者不能不为作者的壮志难酬洒下惋惜怜悯之泪。这种陡然下落，同时也嘎然而止的写法，如果运用得好，往往因其出人意外而扣人心弦，产生强烈的艺术效果。这样的结构不但宋词中少有，在古代诗文中也很少见。这种艺术手法也正表现了辛词的豪放风格和他的独创精神。但是辛弃疾运用这样的艺术手法，不是故意卖弄技巧、追求新奇，这种表达手法正密切结合他的生活感情、政治遭遇。由于他的恢复大志难以实现，心头百感喷薄而出，便自然打破了形式上的常规，这绝不是一般只讲究文学形式的作家所能做到的。",
                    "transferInfo" : "醉梦里挑亮油灯观看宝剑，恍惚间又回到了当年，各个军营里接连不断地响起号角声。把酒食分给部下享用，让乐器奏起雄壮的军乐鼓舞士气。这是秋天在战场上阅兵。战马像的卢马一样跑得飞快，弓箭像惊雷一样震耳离弦。我一心想替君主完成收复国家失地的大业，取得世代相传的美名。一梦醒来，可惜已是白发人！",
                    "backgroundInfo" : "这首词当作于作者失意闲居信州（今江西上饶）之时。辛弃疾二十一岁时，就在家乡历城（今山东济南）参加了抗金起义。起义失败后，他回到南宋，当过许多地方的长官。他安定民生，训练军队，极力主张收复中原，却遭到排斥打击。后来，他长期不得任用，闲居近二十年。宋孝宗淳熙十五年（1188年）冬天，辛弃疾与陈亮在铅山瓢泉会见，即第二次“鹅湖之会”。陈亮为人才气豪迈，议论纵横。自称能够“推倒一世之智勇，开拓万古之心胸”。他先后写了《中兴五论》和《上孝宗皇帝书》，积极主张抗战，因而遭到投降派的打击。这次他到铅山访辛弃疾，留十日。别后辛弃疾写《贺新郎·把酒长亭说》词寄给他，他和了一首；以后又用同一词牌反复唱和。这首《破阵子》大约也是作于这一时期。",
                    "backImageName" : "",
                    "bgImageURL" : "",
                    "placeHolder" : ""
                    }
    
	],
    "type" : "poetry_gradeOne",
    "baseID" : "30000",
    "mainClass" : "33"
}
